Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Gold: %d (%d) per turn
uk: Грошей: %d (%d) за х╕д

source: Upkeep: %d
uk: Утримання: %d

source: Science: %d per turn
uk: Наука: %d за х╕д

source: Luxury: %d per turn
uk: Розк╕ш: %d за х╕д

source: City growth: blocked
uk: Р╕ст м╕ста: заблоковано

source: City growth: never
uk: Р╕ст м╕ста: николи

source: City shrinks: %d %s
uk: М╕сто зменьшу╓ться: %d %s

source: turn
uk: х╕д

source: City growth: %d %s
uk: Р╕ст м╕ста: %d %s

source: Granary
uk: Амбар

source: finished
uk: зак╕нчено

source: City of %s (Population %s citizens)
uk: М╕сто %s (Населення %s городян)

source: - under Citizen Governor control.
uk: - п╕д контролем Громадського Губернатора.

source: Maintenance panel
uk: Панель П╕дтримки

source: Garrison panel
uk: Панель ган╕зону

source: Information panel
uk: ╤нформац╕йна панель

source: Change Production
uk: Зм╕нити буд╕вництво

source: Hurry production
uk: Прискорити виробництво

source: Prev city
uk: Попередн╓ м╕сто

source: Next city
uk: Наступне м╕сто

source: size
uk: розм╕р

source: time to grow
uk: час рости

source: Cities Report
uk: Зв╕т по М╕стам

source: Exit Report
uk: Зв╕т за Вих╕дом

source: Information Report
uk: ╤нформац╕йний Зв╕т

source: Happiness Report
uk: Зв╕т Настрою

source: Garrison Report
uk: Зв╕т по Гарн╕зону

source: Maintenance Report
uk: Зв╕т Подтримки

source: worklist
uk: план буд╕вництва

source: finshed
uk: завершено

source: Presets
uk: Установки

source: City of %s (Population %s citizens) : %s
uk: М╕сто %s (Населення %s горожан) : %s

source: Save settings as...
uk: Зберегти установки як...

source: Load settings
uk: Завантажити установки

source: Delete settings
uk: Видалити установки

source: Control city
uk: Контролювати м╕сто

source: Apply once
uk: Застосувати одноразово

source: Release city
uk: В╕дпустити м╕сто

source: Creating Server List...
uk: Виготовляю Список Сервер╕в...

source: No LAN servers found
uk: Не знайдено локальних сервер╕в

source: No public servers found
uk: Не знайдено публ╕чних сервер╕в

source: Player Name :
uk: ╤м'я Гравця:

source: Freeciv Server :
uk: Сервер Freeciv:

source: Port :
uk: Порт:

source: Next
uk: Наступне

source: Contact %s (%d / %d) %s(%d,%d,%d) %s
uk: Контактувати %s (%d / %d) %s(%d,%d,%d) %s

source: Veteran
uk: Ветеран

source: %s %s %s(A:%d D:%d M:%d FP:%d) HP:%d%%
uk: %s %s %s(А:%d З:%d Р:%d СВ:%d) З:%d%%

source: CtW: Att:%d%% Def:%d%%
uk: Шанс╕в на виграш: А:%d%% З:%d%%

source: Terrain Info
uk: ╤нформац╕я про Територ╕ю

source: Advanced Menu
uk: Розширене Меню

source: Zoom to : %s
uk: Наблизитись до : %s

source: Change City Governor settings
uk: З╕нити установки Губернатора м╕ста

source: Goto here
uk: Рухатися

source: Patrol here
uk: Патрулювати

source: Connect here
uk: З'╓днати тут

source: Paradrop here
uk: Парашутувати

source: Activate %s (%d / %d) %s (%d,%d,%d) %s
uk: Активувати %s (%d / %d) %s (%d,%d,%d) %s

source: %s %s %s (A:%d D:%d M:%d FP:%d) HP:%d%%
uk: %s %s %s (А:%d З:%d Р:%d СВ:%d) З:%d%%

source: Ready all
uk: Готовн╕сть ус╕х

source: Sentry idle
uk: Поставити безд╕яльн╕ п╕дрозд╕ли на варту

source: View Civiliopedia entry for %s
uk: Подивиться запис Ц╕в╕лопед╕╖ про %s

source: Choose Your New Government
uk: Обер╕ть нову форму керування

source: REVOLUTION!
uk: РЕВОЛЮЦ╤Я!

source: What nation will you be?
uk: Якою нац╕╓ю Ви будете керувати?

source: OK
uk: Ок

source: World map
uk: Мапа св╕ту

source: Sea map
uk: Мапа океану

source: Give embassy
uk: Над╕слати посольство

source: Cancel meeting
uk: Зак╕нчити зустр╕ч

source: Accept treaty
uk: П╕дписати угоду

source: %s incident !
uk: %s ╕нцидент !

source: Shall we declare WAR on them?
uk: Мусимо ми проголосити В╤ЙНУ ╖м?

source: Foreign Minister
uk: М╕н╕стр ╕ностранних справ

source: Sir!, %s ambassador has arrived What are your wishes?
uk: Пане!, %s посол прибув Як╕ Ваш╕ бажання?

source: Declare WAR
uk: Проголосити в╕йну

source: Cancel Treaty
uk: Роз╕рвати угоду

source: Withdraw vision
uk: Забрати бачення

source: Call Diplomatic Meeting
uk: Зкликати Д╕пломатичну Зустр╕ч

source: Send him back
uk: Над╕слати його назад

source: Establish Embassy
uk: Встановити посольство

source: Investigate City
uk: Досл╕дити м╕сто

source: Poison City
uk: Отру╖ти м╕сто

source: Sabotage City
uk: Саботувати м╕сто

source: Incite a Revolt
uk: П╕дбурити до революц╕╖

source: Sabotage Enemy Unit
uk: Саботувати ворож╕й п╕дрозд╕л

source: load_surf: Failed to load graphic file %s!
uk: load_surf: Не вдалося завантажити граф╕чний файл %s!

source: load_surf: Unable to convert file %s into screen's format!
uk: load_surf: Не можу перетворити файл %s у формат екрану!

source: load_surf_with_flags: Unable to load file %s.
uk: load_surf_with_flags: Не можу завантажити файл %s.

source: Unable to convert image from file %s into format %d.
uk: Не можу перетворити зображення ╕з файлу %s до формату %d.

source: Unable to create Sprite (Surface) of size %d x %d %d Bits in format %d
uk: Не можу створити Спрайт (Поверхню) розм╕ру %d на %d %d Б╕т╕в у формат╕ %d

source: Unable to initialize SDL library: %s
uk: Не можу ╕н╕ц╕ал╕зувати SDL б╕бл╕отеку: %s

source: Unable to initialize SDL_ttf library: %s
uk: Не можу ╕н╕ц╕ал╕зувати SDL_ttf б╕бл╕отеку: %s

source: No available mode for this resolution : %d x %d %d bpp
uk: Не ма╓ придатного режима для ц╕╓╖ розд╕льно╖ здатност╕ : %d x %d %d б╕т╕в на п╕ксель

source: Setting default resolution to : 640 x 480 16 bpp SW
uk: Встановлюю розд╕льну здатн╕сть за замовчуванням до : 640 x 480 16 б╕т╕в на п╕ксель SW

source: Unable to set this resolution: %d x %d %d bpp %s
uk: Не можу встановити цю розд╕льну здатн╕сть: %d x %d %d б╕т╕в на п╕ксель %s

source: Setting resolution to: %d x %d %d bpp
uk: Встановлюю розд╕льну здатн╕сть до: %d x %d %d б╕т╕в на п╕ксель

source: Full Screen
uk: Повний екран

source: If this option is set the client will use the whole screen area for drawing
uk: Якщо встановлено цю опц╕ю, кл╕╓нт буде використовувати усю площу екрана для малювання

source: Screen width
uk: Ширина екрану

source: This option saves the width of the selected screen resolution
uk: Ця опц╕я збереже ширину обрано╖ розд╕льно╖ здатност╕ екрану

source: Screen height
uk: Висота екрана

source: This option saves the height of the selected screen resolution
uk: Ця опц╕я збереже висоту обрано╖ розд╕льно╖ здатност╕ екрану

source: Theme
uk: Тема

source: By changing this option you change the active theme. This is the same as using the -- --theme command-line parameter.
uk: Зн╕нюючи цю опц╕ю, ви зм╕ню╓те активну тему. Це теж саме, що використання параметра командно╖ строки -- --theme.

source: Report bugs to <%s>.
uk: Про помилки пов╕домляйте до <%s>.

source: -f, --fullscreen Start Client in Fulscreen mode
uk: -f, --fullscreen Запустити Кл╕╓нт у реж╕м╕ Повний екран

source: -e, --eventthread Init Event Subsystem in other thread (only Linux and BeOS)
uk: -e, --eventthread ╕н╕ц╕ювати Подсистему Под╕й у ╕ншому потоц╕ (т╕льки для Linux та BeOS)

source: -t, --theme THEME Use GUI theme THEME
uk: -t, --theme ТЕМА Використати тему граф╕чного ╕нтерфейсу ТЕМА

source: Using Video Output: %s
uk: Використовую В╕део Вих╕д: %s

source: Initializing Client
uk: ╤н╕ц╕ал╕зую Кли╓нта

source: Waiting for the beginning of the game
uk: Оч╕кую на початок гри

source: Error in create_string16: Aborting ...
uk: Помилка у create_string16: Припиняю...

source: Couldn't blit text to display: %s
uk: Не можу завантажити текст для в╕дображення: %s

source: Error in SDL_create_str16_surf: Couldn't convert text to display format: %s
uk: Error in SDL_create_str16_surf: Не можу перетворити текст до формату в╕дображення: %s

source: SDL_create_str16_surf: Font is generally %d big, and string is %hd big
uk: SDL_create_str16_surf: Шрифт взагал╕ %d за величиною, а строка ╓ %hd за величиною

source: SDL_create_str16_surf: String is %d lenght
uk: SDL_create_str16_surf: Строка ма╓ довжину %d

source: Error in change_ptsize: Change ptsize failed
uk: Помилка у change_ptsize: Зм╕на ptsize не вдалася

source: Couldn't find stdfont.ttf file. Please link/copy/move anyunicode ttf font to data dir as stdfont.ttf
uk: Не можу знайти файл stdfont.ttf. Будь ласка додайте ссилку/скоп╕юйте/перем╕ст╕ть будь який юн╕код-шрифт до директор╕╖ data ╕з назвою stdfont.ttf

source: Error in load_font: Couldn't load %d pt font from %s: %s
uk: Помилка у load_font: Не можу завантажити шрифт %d пункт╕в з %s: %s

source: Error in unload_font: Trying unload from empty Font ARRAY
uk: Помилка у unload_font: Спроба вивантажити з пустого МАСИВУ Шрифт╕в

source: Error in unload_font: Trying unload Font which is not include in Font ARRAY
uk: Помилка у unload_font: Спроба вивантажити Шрифт, який не входить до МАСИВУ Шрифт╕в

source: Help : Improvements
uk: Допомога: Буд╕вл╕

source: Help : Units
uk: Допомога: П╕дрозд╕ли

source: shield
uk: виробництво

source: citizen
uk: городянин

source: food
uk: ╥жа

source: gold
uk: Грош╕

source: ( with
uk: ( з

source: Help : Advances Tree
uk: Допомога: Дерево Досягнень

source: Intelligence Information about %s Spaceship
uk: Розв╕дувальна ╕нформац╕я про Косм╕чний корабель нац╕╖ %s

source: Ruler: %s %s Government: %s Capital: %s Gold: %d Tax: %d%% Science: %d%% Luxury: %d%% Researching: %s(%d/%d)
uk: Правитель: %s %s Уряд: %s Столиця: %s Грош╕: %d Податки: %d%% Наука: %d%% Розк╕ш: %d%% Досл╕джу╓: %s(%d/%d)

source: Ruler: %s %s Government: %s Capital: %s Gold: %d Tax: %d%% Science: %d%% Luxury: %d%% Researching: Unknown
uk: Правитель: %s %s Уряд: %s Столиця: %s Грош╕: %d Податки: %d%% Наука: %d%% Розк╕ш: %d%% Досл╕джу╓: Нев╕домо

source: Their techs that we don't have :
uk: ╥хн╕ технолог╕╖, яких нам браку╓ :

source: Show Unit Info Window
uk: Показати В╕кно ╤нформац╕╖ про П╕дрозд╕л

source: Hide Unit Info Window
uk: Сховати В╕кно ╤нформац╕╖ про П╕дрозд╕л

source: Show MiniMap
uk: Показати М╕н╕Мапу

source: Hide MiniMap
uk: Сховати М╕н╕Мапу

source: Show Messages (F10)
uk: Показати Пов╕домлення (F10)

source: Hide Messages (F10)
uk: Сховати Пов╕домлення (F10)

source: Scale Minimap
uk: Масштабувати М╕н╕Мапу

source: Single Tile Width
uk: Ширина в Одну Кл╕тину

source: Single Tile Height
uk: Висота в Одну Кл╕тину

source: Exit
uk: Вих╕д

source: Scale Unit Info
uk: Масштабувати ╤формац╕ю про П╕дрозд╕л

source: Width
uk: Ширина

source: Height
uk: Висота

source: Research
uk: Досл╕дження

source: Revolution
uk: Революц╕я

source: or
uk: або

source: Hide Messages
uk: Сховати пов╕домлення.

source: Toggle Minimap Mode
uk: Переключити Режим М╕н╕Мапи

source: Options
uk: Опц╕╖

source: The SDL event buffer is full; you may see drawing errors as a result. If you see this message often, please report it to freeciv-dev@freeciv.org.
uk: Буфер под╕й SDL переповнився; ви можете бачити помилки у в╕дображенн╕ як насл╕док. Якщо ви бачите це пов╕домлення часто, будь ласка, пов╕домьте freeciv-dev@freeciv.org.

source: %s Population: %s Year: %s Gold %d
uk: %s Населення: %s Р╕к: %s Грошей %d

source: %s Population: %s Year: %s Gold %d Tax: %d Lux: %d Sci: %d
uk: %s Населення: %s Р╕к: %s Грошей: %d Под: %d Роз: %d Наука: %d

source: veteran
uk: ветеран

source: Our Territory
uk: Наша Територ╕я

source: %s territory (%d turn ceasefire)
uk: %s територ╕я (%d х╕д припинення вогню)

source: Territory of the %s %s
uk: Територ╕я %s %s

source: Unclaimed territory
uk: Незаймана територ╕я

source: City of %s
uk: М╕сто %s

source: Barracks
uk: Казарми

source: Airport
uk: Летовище

source: City Walls
uk: Ст╕ни м╕ста

source: Food/Prod/Trade: %s
uk: ╥жа/Виробництво/Прибуток: %s

source: End of Turn
uk: К╕нець Хода

source: Press
uk: Нажм╕ть

source: No orders
uk: Нема╓ наказ╕в

source: Space
uk: Проб╕л

source: Diplomat|Spy Actions
uk: Д╕╖ Д╕пломата/Шпигуна

source: Goto City
uk: П╕ти до М╕ста

source: Airlift
uk: Ав╕атранспорт

source: Goto location
uk: Йти до

source: Connect irrigation
uk: З'╓днати орошенням

source: Connect road
uk: З'╓днати дорогою

source: Connect railroad
uk: З'╓днати зал╕зницею

source: Auto-Explore
uk: Автодосл╕джувати

source: Auto-Attack
uk: Автоатакувати

source: Auto-Settler
uk: Автоколон╕зувати

source: Wake Up Others
uk: П╕дняти ус╕х

source: Find Homecity
uk: Знайти Р╕дне М╕сто

source: Transform Tile
uk: Перетворити М╕сцев╕сть

source: Form Traderoute
uk: В╕д Торгових шлях╕в

source: Form Traderoute with %s ( %d R&G + %d trade ) (R)
uk: Встановити Торговий шлях ╕з %s ( %d Д&Г + %d торг╕вля ) (R)

source: Trade with %s ( %d R&G bonus ) (R)
uk: Торгiвля з %s ( %d Д&Г прир╕ст ) (R)

source: Cut Down to
uk: Вирубати до

source: Irrigate to
uk: Зрошувати до

source: Plant Forest
uk: Посадити Л╕с

source: Transform to
uk: Трансформувати до

source: Add new worklist
uk: Додати План Буд╕вництва

source: Current Setup Fullscreen %dx%d
uk: Поточн╕ Установки Повний екран %dx%d

source: Current Setup %dx%d
uk: Поточн╕ Установки %dx%d

source: No modes available!
uk: Нема╓ доступних режим╕в!

source: All resolutions available.
uk: Доступна будь-яка розд╕льна здатн╕сть.

source: Fullscreen Mode
uk: Повноекранний режим

source: Smooth unit move steps
uk: Кроки плавного руху п╕дрозд╕л╕в

source: Show focus animation
uk: Показувати ан╕мац╕ю фокуса

source: Show cursors animation
uk: Показувати ан╕мац╕ю курсора

source: Use color cursors
uk: Використовувати кольоров╕ курсори

source: National Borders
uk: Нац╕ональн╕ Кордони

source: Draw city map grid
uk: Малювати с╕тку м╕ста на мап╕

source: Draw city worker map grid
uk: Малювати с╕тку роб╕тник╕в м╕ста на мап╕

source: Special Resources
uk: Спец╕альн╕ Ресурси

source: Roads and Rails
uk: Дороги та Зал╕зниц╕

source: Fortress and Airbase
uk: Укр╕плення та Ав╕абази

source: Civ3 city text style
uk: Стиль м╕ст як у Цив3

source: Video options
uk: В╕део опц╕╖

source: Sound options
uk: Звуков╕ опц╕╖

source: Game options
uk: ╤гров╕ опц╕╖

source: Map options
uk: Опц╕╖ карт

source: Worklists
uk: Плани буд╕вництва

source: Nations
uk: Нац╕╖

source: disconnected
uk: в╕дключено

source: active
uk: активно

source: under construction
uk: конструювання

source: soonest completion
uk: найскор╕ще завершення

source: Total
uk: Загалом

source: Units Report
uk: Зв╕т по п╕дрозд╕лам

source: We have %d of %s (total value is : %d) We can sell %d of them for %d gold.
uk: Ми ма╓мо %d %s (загальна к╕льк╕сть : %d) Ми можемо продати %d ╕з них за %d гривень.

source: We can't sell any %s in this turn.
uk: Ми не можемо продати жодного %s у цей х╕д.

source: Economy Report
uk: Економ╕чний Зв╕т

source: Treasury:
uk: Скарбниця:

source: Tax Rate:
uk: Податки:

source: Total Income:
uk: Загальний Дох╕д:

source: Total Cost:
uk: Загалом кошту╓:

source: Net Income:
uk: Загальний прибуток:

source: %s max rate : %d%%
uk: %s максимальний р╕вень : %d%%

source: Update
uk: Поновити

source: What should we focus on now?
uk: На чому зосередитися зараз?

source: Select target :
uk: Обер╕ть ц╕ль:

source: step
uk: (%d шаг)

source: %s's SpaceShip
uk: Косм╕чний човен %s

source: Launch
uk: Запустити

source: load_gfxfile: Unable to load graphic file %s!
uk: load_gfxfile: Не можу завантажити граф╕чний файл %s!

source: %s file claims required option(s) which we don't support: file: "%s" file options: %s supported options: %s
uk: %s файл вимага╓ опц╕й як╕ не п╕дтримуються: файл: "%s" опц╕╖ файла: %s опц╕╖, що п╕дтримуються: %s

source: No usable default theme found, aborting!
uk: Не знайдено теми по замовчуванню, перериваюся!

source: Trying "%s" theme.
uk: Пробую тему "%s".

source: %s %d gold per turn
uk: %s %d гривень за х╕д

source: %s blocked!
uk: %s блоковано!

source: %s finished!
uk: %s зак╕нчено!

source: ( %d entries )
uk: (%d запис╕в)

source: Worklist of %s
uk: Плани буд╕вництваf %s

source: %d gold per turn
uk: %3d гривень за х╕д

source: shields into gold
uk: виробництво у грош╕

source: (%d/%d/%d) %d/%d %s never
uk: (%d/%d/%d) %d/%d %s н╕коли

source: Upkeep (Total: %d)
uk: Утримання (Загалом: %d)

source: City info
uk: М╕сто ╕нфо

source: Buy
uk: Купити

source: Change
uk: Зм╕нити

source: Supported units
uk: П╕тримуван╕ п╕дрозд╕ли

source: Close
uk: Закрити

source: Rename
uk: Перейменувати

source: Activate Units
uk: Актив╕зувати

source: Unit List
uk: Список загон╕в

source: _Upgrade unit
uk: Модерн╕зувати

source: Elvises
uk: Сп╕вц╕

source: No Buildings Available
uk: Буд╕вель нема╓

source: No Units Available
uk: Загон╕в нема╓

source: No Wonders Available
uk: Див нема╓

source: Available To Build
uk: Доступне для буд╕вництва

source: Select a unit or improvement to change production from.
uk: Обер╕ть п╕дрозд╕л або буд╕влю для зам╕ни виробництва.

source: Select a unit or improvement to change production to.
uk: Для зам╕ни виробництва обер╕ть п╕дрозд╕л або буд╕влю.

source: That's the same thing!
uk: Це теж саме!

source: Change Production Everywhere
uk: Зм╕нити виробництво усюди

source: From:
uk: З:

source: To:
uk: До:

source: Center
uk: Центрувати

source: Popup
uk: В╕дкрити

source: Change All
uk: Зм╕нити все

source: Refresh
uk: Поновити

source: Select
uk: Обер╕ть

source: Configure
uk: Конф╕гурувати

source: For information on:
uk: Для ╕нформац╕╖ про:

source: CMA and presets
uk: АКМ та преудстановки

source: including sample presets,
uk: включаючи приклади предустановок

source: see README.cma.
uk: дивись README.cma.

source: New
uk: Нове

source: Password:
uk: Пароль:

source: Couldn't load the savegame
uk: Не можу завантажити збережену гру

source: Verify Password
uk: П╕дтверд╕ть пароль

source: Load Game
uk: Завантажити гру

source: Freeciv Server Selection
uk: Виб╕р сервера Freeciv

source: Local Area Network
uk: Локальна Мережа

source: Welcome to Freeciv
uk: В╕та╓мо у Freeciv

source: Start New Game
uk: Стартувати нову гру

source: Load Saved Game
uk: Завантажити Збережену Гру

source: Connect To Network Game
uk: П╕д'╓днатися до Мережево╖ Гри

source: Choose a nation to play
uk: Обер╕ть нац╕ю для гри

source: Number of players (Including AI):
uk: К╕льк╕сть гравц╕в (включно з Ш╤):

source: AI skill level:
uk: Р╕вень Ш╤:

source: Game Options
uk: Опц╕╖ Гри

source: Start Game
uk: Стартувати гру

source: Login:
uk: Користувач:

source: Host:
uk: Адреса:

source: Port:
uk: Порт:

source: Goto and Close
uk: Йти та закрити

source: Leader:
uk: Голова:

source: City Style:
uk: Стиль м╕ст:

source: Unit Selection
uk: Виб╕р П╕дрозд╕лу

source: NONE
uk: Н╕чого

source: Steal
uk: Крад╕жка

source: This Eternal Treaty marks the results of the diplomatic work between The %s %s %s and The %s %s %s
uk: Ця двостороння угода ╓ результатом д╕пломатично╖ роботи м╕ж %s %s %s та %s %s %s

source: Erase Clause
uk: Видалити Пункт

source: Select a city:
uk: Обер╕ть м╕сто:

source: Enable alpha blending
uk: Актив╕зувати альфа-зм╕шування

source: If this is enabled, then alpha blending will be used in rendering, instead of an ordered dither. If there is no hardware support for alpha blending, this is much slower.
uk: Якщо це ув╕мкнено, тод╕ альфа зм╕шування буде використано при тонуванн╕, зам╕сть посл╕довного розмиття. Якщо п╕дтримка альфа зм╕шування в╕дсутня у апаратному забезпеченн╕, ви будете в╕дчувати затримки.

source: Obsoletes
uk: З╕старю╓

source: ?techhelp:).
uk: ?техдопомога:).

source: Population: %s Year: %s Gold: %d Tax: %d Lux: %d Sci: %d
uk: Населення: %s Р╕к: %s Грошей: %d Под: %d Роз: %d Наука: %d

source: Sa_ve Settings
uk: Зберегти установки

source: Clear _Log
uk: Очистити журнал

source: Gov_ernment
uk: Уряд

source: Tax Rates
uk: Податки

source: Work_lists
uk: План буд╕вництва

source: _Revolution
uk: Революц╕я

source: Transf_orm to Hills
uk: Трансформувати у пагорби

source: Transform to %s
uk: Трансформувати у %s

source: Ok
uk: Ок

source: Intelligence
uk: Розв╕дка

source: Meet
uk: Зустр╕ч

source: (%d step)
uk: (%d шаг)

source: Science Report
uk: Науковий зв╕т

source: Sell Obsolete
uk: Продати застар╕ле

source: Sell All
uk: Продати усе

source: Totals
uk: Загалом

source: Rename Worklist
uk: Перейменувати план буд╕вництва

source: What should the new name be?
uk: Яке буде нове ╕м'я?

source: Available worklists
uk: Доступн╕ плани буд╕вництва

source: Edit
uk: Редагувати

source: Insert
uk: Вставити

source: Current worklist
uk: Поточний план буд╕вництва

source: Up
uk: Вище

source: Down
uk: Нижче

source: Remove
uk: Видалити

source: Available items
uk: Доступн╕ поз╕ц╕╖

source: Pollution: %3d
uk: Забруднення: %3d

source: Granary: %3d/%-3d
uk: Амбар: %3d/%-3d

source: Food: %3d (%+-4d) Prod: %3d (%+-4d) Trade: %3d (%+-4d)
uk: ╥жа: %3d (%+-4d) Виробництво: %3d (%+-4d) Торг╕вля: %3d (%+-4d)

source: Gold: %3d (%+-4d) Lux: %3d Sci: %3d
uk: Грош╕: %3d (%+-4d) Розк╕ш: %3d Наука: %3d

source: (is empty)
uk: (пустий)

source: (in prog.)
uk: (викону╓ться)

source: These trade routes have been established with %s:
uk: Ц╕ торгов╕ шляхи було встановлено з %s:

source: %32s: %2d Trade/Year
uk: %32s: %2d Торг╕вл╕ на р╕к

source: No trade routes exist.
uk: Торгових шлях╕в не ╕сну╓.

source: Total trade %d Trade/Year
uk: Загалом торг╕вля %d Торг╕вл╕ на р╕к

source: %s - %s citizens Governor: %s
uk: %s - %s городян Губернатор: %s

source: What should we name the new preset?
uk: Яка назва новой предустановки?

source: Do you really want to remove %s?
uk: Чи насправд╕ ви хочете видалити %s?

source: Pass
uk: Пропустити

source: You must select a nation.
uk: Ви повин╕ обрати нац╕ю.

source: Failed reading PNG file: %s
uk: Помилка читання PNG файлу: %s

source: Failed creating PNG struct
uk: Помилка читання PNG файлу

source: Failed while reading PNG file: %s
uk: Помилка читання PNG файлу: %s

source: PNG file has no palette: %s
uk: PNG файл не м╕стить пал╕три: %s

source: No version number in resources.
uk: Нема╓ номеру верс╕╖ у ресурсах.

source: You probably have an old (circa V1.0) Freeciv resource file somewhere.
uk: Можливо Ви ма╓те старий (б╕ля В1.0) файл ресурс╕в Freeciv.

source: Game version does not match Resource version.
uk: Верс╕я гри не в╕дпов╕да╓ верс╕╖ ресурс╕в.

source: Game version: %s - Resource version: %s
uk: Верс╕я гри: %s - Верс╕я ресурс╕в: %s

source: You might have an old Freeciv resourcefile in /usr/lib/X11/app-defaults
uk: Можливо Ви ма╓те старий файл ресурс╕в Freeciv у /usr/lib/X11/app-defaults

source: Using fallback resources - which is OK
uk: Використову╓мо запасн╕ ресурси - це нормально.

source: Only color displays are supported for now...
uk: Лише кольоров╕ д╕спле╖ п╕дтримуються...

source: Unable to open fontset: %s
uk: Не можу в╕дкрити утановки шрифт╕в: %s

source: Doing 'xset fp rehash' may temporarily solve a problem.
uk: Виконання 'xset fp rehash' може тиммчасово вир╕шити проблему.

source: Font for charset %s is lacking
uk: Шрифт до кодивання символ╕в %s в╕дсутн╕й

source: Allows %s.
uk: Дозволя╓ %s.

source: Obsoletes %s.
uk: З╕старю╓ %s.

source: Allows %s (with %s).
uk: Дозволя╓ %s (з %s).

source: Researching: Unknown(%d/-)
uk: Досл╕джу╓ться: Нев╕доме(%d/-)

source: Intelligence Diplomacy Information for the %s Empire
uk: Розв╕дувальна ╕нформац╕я по ╤мпер╕╖ нац╕╖ %s

source: Local Options
uk: Локальн╕ опц╕╖

source: Server Options
uk: Опц╕╖ Сервера

source: City Growth
uk: Р╕ст м╕ста

source: Unload Transporter
uk: Вивантажити Транспорт

source: Load
uk: Завантажити

source: Connect/Road
uk: З'╓днати/Дорогою

source: Connect/Rail
uk: З'╓днати/Зал╕зницею

source: Connect/Irrigation
uk: З'╓днати/Орошенням

source: Select Same Type
uk: Обер╕ть Такий Самий Тип

source: Editing Mode
uk: Режим Редагування

source: Tools
uk: ╤нструменти

source: Languages
uk: Мови

source: Connecting
uk: З'╓днання

source: Controls
uk: Управл╕ння

source: Chatline
uk: Чат

source: Playing
uk: Гра

source: Combat
uk: Битва

source: ZOC
uk: Зони контролю

source: Space Race
uk: Косм╕чна гонка

source: Copying
uk: Коп╕ювання

source: Researching %s: %d/%s
uk: Досл╕джу╓ться %s: %d/%s

source: unknown
uk: нев╕домий

source: Researching %s: %d/%d
uk: Досл╕джу╓ться %s: %d/%d

source: Goal: %s (%d steps)
uk: Мета: %s (%d шаг╕в)

source: Totals: ...
uk: Загалом: ...
