Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Totals: %9d%9d%9d%9d
uk: Загалом: %9d%9d%9d%9d

source: Could not write manual file %s.
uk: Не можу записати файл документац╕╖ %s.

source: <h1>Freeciv %s server options</h1>
uk: <h1>Freeciv %s опц╕╖ сервера</h1>

source: Level: %s.<br>
uk: Р╕вень: %s.<br>

source: Category: %s.<br>
uk: Категор╕я: %s.<br>

source: Can only be used in server console.
uk: Може бути використано лише у серверн╕й консол╕.

source: Can be changed during a game.
uk: Не може бути зм╕нено п╕д час гри.

source: Can <b>not</b> be changed during a game.
uk: <b>Не може</b> бути зм╕нено п╕д час гри.

source: <p class="bounds">Minimum: 0, Default: %d, Maximum: 1</p>
uk: <p class="bounds">М╕н╕мум: 0, По замовчуванню: %d, Максимум: 1</p>

source: <p class="changed">Value set to %d</p>
uk: <p class="changed">Значення встановлено до %d</p>

source: <p class="bounds">Minimum: %d, Default: %d, Maximum: %d</p>
uk: <p class="bounds">М╕н╕мум: %d, По замовчуванню: %d, Максимум: %d</p>

source: <p class="bounds">Default: "%s"</p>
uk: <p class="bounds">По замовчуванню: "%s"</p>

source: <p class="changed">Value set to %s</p>
uk: <p class="changed">Значення встановлено до %s</p>

source: <h1>Freeciv %s server commands</h1>
uk: <h1>Freeciv %s команди серверу</h1>

source: <table> <tr> <td valign="top"><pre>Synopsis:</pre></td> <td>
uk: <table> <tr> <td valign="top"><pre>Короткий огляд:</pre></td> <td>

source: <p class="level">Level: %s</p>
uk: <p class="level">Р╕вень: %s</p>

source: <p>Description:</p>
uk: <p>Опис:</p>

source: <h1>Freeciv %s terrain help</h1>
uk: <h1>Freeciv %s допомога до м╕сцевостей</h1>

source: Resources
uk: Ресурси

source: Move cost
uk: Ц╕на руху

source: Defense bonus
uk: Додатковий захист

source: Mining
uk: Буду╓ шахту

source: turns
uk: ход╕в

source: Rail
uk: Зал╕зниця

source: Clean pollution
uk: Очистити забруднення

source: Clean fallout
uk: Вичистити атомний осад

source: impossible
uk: неможливо

source: <h1>Freeciv %s buildings help</h1>
uk: <h1>Freeciv %s допомога до буд╕вель</h1>

source: <h1>Freeciv %s wonders help</h1>
uk: <h1>Freeciv %s допомога до див</h1>

source: Requirement
uk: Потребу╓

source: Obsolete by
uk: Застар╕ле через

source: More info
uk: Б╕льше ╕нформац╕╖

source: LAN Servers
uk: Локальн╕ Сервери

source: Freeciv Server List
uk: Виб╕р сервера Freeciv

source: Server Name Port Version Status Players Comment
uk: Сервер Порт Верс╕я Стан Гравц╕в ╤нфо

source: Diplomacy
uk: Дипломат╕я

source: The following clauses have been agreed upon:
uk: Наступн╕ положення були погоджен╕:

source: Shared vision
uk: Сп╕льне бачення

source: Select Unit(s)
uk: Обрати п╕дрозд╕ли

source: Variant:
uk: Вар╕ант:

source: Movement/Defense:
uk: Рух/Захист:

source: Food/Resources/Trade:
uk: ╥жа/Ресурси/Торг╕вля:

source: Road Result/Time:
uk: Шлях Рез/Час:

source: Irrig. Result/Time:
uk: Зрошення Рез/Час:

source: Mine Result/Time:
uk: Шахта Рез/Час:

source: Trans. Result/Time:
uk: Зм╕на Рез/Час:

source: Select destination:
uk: Обер╕ть ц╕ль:

source: Where to Display Messages
uk: Де показувати пов╕домлення

source: Out = Output window, Mes = Messages window, Pop = Popup individual window
uk: Вив = в╕кно виводу, Пов = в╕кно пов╕домлень, В╕д = в╕дкрити в╕кно

source: Out Mes Pop
uk: Вив Пов В╕д

source: Rates
uk: Ставки

source: Select tax, luxury and science rates:
uk: Обер╕ть податки, розк╕ш та р╕вень науки:

source: Help:
uk: Допомога:

source: Citizen governor...
uk: Губернатор...

source: Add Preset
uk: Додати Предустановку

source: Remove Preset
uk: Видалити Предустановку

source: Control City
uk: Контролювати М╕сто

source: Release City
uk: В╕дпустити М╕сто

source: Minimal Surplus:
uk: М╕н╕мальний Надлишок:

source: Factor:
uk: Фактор:

source: Remove preset?
uk: Видалити цю предустановку?

source: City Options
uk: Опц╕╖ м╕ста

source: Make new citizens into:
uk: Робити нових городян:

source: Disband if build settler at size 1:
uk: Розпустити якщо буду╓ колон╕ст╕в при розм╕р╕ 1:

source: Auto-attack vs land units:
uk: Автоатакувати сухопутн╕ п╕дрозд╕ли:

source: Auto-attack vs sea units:
uk: Автоатакувати морськ╕ п╕дрозд╕ли:

source: Auto-attack vs air units:
uk: Автоатакувати ав╕ац╕йн╕ п╕дрозд╕ли:

source: Auto-attack vs helicopters:
uk: Автоатакувати Гел╕коптери:

source: Change All...
uk: Зм╕нити вс╕

source: Configure...
uk: Конф╕гурувати

source: Configure Cities Report
uk: Конф╕ругувати зв╕т по м╕стам

source: Building Name Count Cost Total
uk: Назва буд╕вл╕ К╕льк Кошт Загал

source: Unit Type Upgrade In-Prog Active Shield Food
uk: Тип п╕дрозд╕лу Модерн╕з В процес Активно Виробниц ╥жа

source: Rename worklist
uk: Перейменувати план буд╕вництва

source: Editor
uk: Редактор

source: Select new production
uk: Обер╕ть нове буд╕вництво

source: Production Worklist
uk: План буд╕вництва

source: Available targets
uk: Доступн╕ ц╕л╕

source: Prepend
uk: Вставити перед

source: Ok
uk: Ок

source: Show future targets:
uk: Показати майбутн╕ ц╕л╕:

source: Establish traderoute
uk: Встановити торг╕вельний шлях

source: Investigate City (free)
uk: Досл╕дити м╕сто (в╕льно)

source: Industrial Sabotage
uk: ╤ндустр╕альний саботаж

source: Your New Government
uk: Ваша нова форма правл╕ння

source: Select government type:
uk: Обер╕ть форму керування:

source: Sell
uk: Продати

source: Rename...
uk: Перейменувати

source: Unit List...
uk: Список п╕дрозд╕л╕в

source: City Options...
uk: Опц╕╖ м╕ста

source: Buy
uk: Купити

source: Change...
uk: Зм╕нити

source: Worklist...
uk: Плани буд╕вництва...

source: Supported units:
uk: П╕дтримуван╕ загони:

source: Units present:
uk: Присутн╕ загони:

source: Select nation and name:
uk: Обер╕ть нац╕ю та ╕м'я:

source: Pick Name
uk: Обер╕ть ╕м'я

source: Select your sex:
uk: Обер╕ть вашу стать:

source: Male
uk: Чолов╕к

source: Select city style:
uk: Обер╕ть тип м╕ст:

source: Ok
uk: Ок

source: Name Nation Embassy Dipl.State Vision Reputation State Host
uk: ╤м'я Нац╕я Посольство Д╕п.Стан Бачення Репутац╕я Стан Хост

source: Cancel pact
uk: Роз╕рвати угоду

source: Pregame
uk: Перед стартом

source: Name Ready Leader Nation
uk: ╤м'я Готовн╕сть Л╕дер Нац╕я

source: Freeciv is a turn-based strategy game, in which each player becomes the leader of a civilization, fighting to obtain the ultimate goal: the extinction of all other civilizations.
uk: Freeciv це пошагова стратег╕я, у як╕й кожен гравець ста╓ л╕дером цив╕л╕зац╕╖, та мага╓ться досягти головно╖ мети - перемогти ус╕ ╕нш╕ цив╕л╕зац╕╖.

source: Original authors: (they are no longer involved, please don't mail them!)
uk: Перш╕ автори: (вони вже не займаються грою, тож не пиш╕ть ╖м!)

source: Present administrators:
uk: Поточн╕ адм╕н╕стратори:

source: If you find any bugs, then please send us a bug report. This is best done by visiting the Freeciv Bug Tracking System, at: http://bugs.freeciv.org/
uk: Якщо Ви знайдете помилку, в╕дправьте зв╕т про не╖. Найкраще це робити в╕дв╕давши Систему В╕дсл╕жування Помилок Freeciv, на: http://bugs.freeciv.org/

source: For more information about submitting bug reports see the file BUGS in the Freeciv distribution. For more information in general, visit the Freeciv website, at:
uk: Для додатково╖ ╕нформац╕╖ про зв╕тування помилок - див╕ться файл BUGS у дистрибуц╕╖ Freeciv. Для загально╖ додатково╖ ╕нформац╕╖, в╕дв╕дайте сайт Freeciv, на:

source: Freeciv is covered by the GPL, which is included here:
uk: Freeciv розповсюджу╓ться п╕д GPL, яку наведено тут:

source: Freeciv supports several local languages. See the Native Language Support section of the README file for instructions on how to use one of these languages. If you would like to add a localization (translation) for your language, please see the instructions at: http://www.freeciv.org/index.php/Localization Check first if a localization is already in progress for your language: http://www.freeciv.org/index.php/Translations You are also welcome to send any questions to the freeciv-i18n mailing list: freeciv-i18n@freeciv.org
uk: Freeciv п╕дтриму╓ дек╕лька мов. Дивись розд╕л 'Native Language Support' у файл╕ README для ╕нструкц╕й по використанню одн╕╓╖ з цих мов. Якщо Ви бажа╓те додати локал╕зац╕ю (переклад) на Вашу мову, скористайтесь ╕нструкц╕ями на: http://www.freeciv.org/index.php/Localization Спочатку перев╕рте чи локал╕зац╕я для Вашо╖ мови ще не ╕сну╓: http://www.freeciv.org/index.php/Translations Також Ви можете над╕слати Ваш╕ запитання до списку розсилки freeciv-i18n: freeciv-i18n@freeciv.org

source: Before a game is started, anyone can connect to the server by supplying its hostname and port number (5556 by default). If the server is started with the -m flag, it will report to the metaserver,
uk: До старту гри, хто завгодно може п╕д'╓днатись до серверу вказавши ╕м'я хосту та порт (5556 по замовчуванню). Якщо сервер стартовано з опц╕╓ю '-m', в╕н зв╕ту╓ до метасерверу,

source: The client can fetch this page, too: use the Metaserver button in the connection dialog. If it never shows any results, check if your WWW browser is using a HTTP proxy; to make civclient use the same proxy, set the $http_proxy environment variable to http://proxyhost:proxyportnumber/ before starting civclient.
uk: Кл╕╓нт також може отримати цей список: скористайтеся кнопкою Метасервер у д╕алоз╕ з'╓днання. Якщо в╕н н╕коли не показу╓ н╕яких результат╕в, перев╕рте чи ваш веб-броузер використову╓ HTTP прокс╕; аби встановити кл╕╓нту Freeciv той же прокс╕, встанов╕ть зм╕нну оточення $http_proxy у http://прокс╕хост:прокс╕порт/ перед стартом кл╕╓нта.

source: When the game has started, everyone can connect as any player who isn't already connected, including AI players. Merely connecting to an AI player doesn't make it human controlled; this is an independent server setting. If you lose connection early in the game and reconnect, use the name you chose for your ruler, not your original nickname! If the server is reporting on the metaserver, the player names can be found there.
uk: Коли гру стартовано, хто завгодно може при╓днатись як неп╕д'╓днаний гравець, включаючи комп'ютерних гравц╕в. П╕д'╓днання до комп'ютерного гравця не переда╓ над ним контроль; це незалежна опц╕я сервера. Якщо Ви ран╕ше втратили зв'язок у гр╕ та перез'╓дну╓тесь, використовуйте ╕м'я що Ви обрали для свого л╕дера, а не початковий н╕к! Якщо сервер зв╕ту╓ метасерверу, ╕м'я гравц╕в можуть бути знайден╕ там.

source: Unit Orders: ============ a: (a)uto-settler (settler/worker units) b: (b)uild city (settler units) b: help (b)uild wonder (caravan units) C: unit (c)onnect (then left-click mouse to select destination) d: (d)iplomat/spy actions (diplomat/spy units) D: (D)isband unit e: build airbas(e) (airbase units) f: (f)ortify unit (military units) f: build (f)ortress (settler/worker units) g: unit (g)oto (then left-click mouse to select destination) g: add a (g)oto waypoint (when in goto mode) G: (G)oto/return to nearest city h: change (h)omecity (to city at current location) i: build (i)rrigation or convert terrain (settler/worker units) l: (l)oad unit on boat L: go/air(l)ift to city m: build (m)ine or convert terrain (settler/worker units) n: clean (n)uclear fallout N: explode (N)uclear o: transf(o)rm terrain (engineer unit) p: clean (p)ollution (settler/worker units) p: (p)aradrop (paratroop units) P: (P)illage terrain alteration q: unit patrol (then left-click mouse to select destination) q: add a patrol waypoint (when in patrol mode) r: build (r)oad/railroad (settler/worker units) r: establish trade (r)oute (caravan units) s: (s)entry unit u: (u)nload unit U: (U)nload all units from a boat W: (W)ake up other units on tile x: auto-e(x)plore y: Select all idle units of the same type as the active unit space: unit stay put Ctrl-U: (u)pgrade unit Shift-Ctrl-B: Goto and (B)uild city on target Shift-Ctrl-R: Connect current and target tile with (R)oad Shift-Ctrl-L: Connect current and target tile with rai(L) Shift-Ctrl-I: Connect current and target tile with (I)rrigation
uk: Накази П╕дрозд╕лам: =============== a: aвто-колон╕ст (п╕дрозд╕ли колон╕ст╕в/прац╕вник╕в) b: будувати м╕сто (п╕дрозд╕ли колон╕ст╕в) b: допомогти будувати диво (п╕дрозд╕ли Караван╕в) C: з'╓днати п╕дрозд╕лом (пот╕м мишкою кл╕к л╕вою для вибору ц╕л╕) d: д╕╖ д╕пломата/шпигуна (д╕пломат/шпигун) D: розпустити п╕дрозд╕л e: будувати ав╕абазу (ав╕ап╕дрозд╕л) f: укр╕пити п╕дрозд╕л (в╕йськовий п╕дрозд╕л) f: будувати укр╕плення (п╕дрозд╕л колон╕ст╕в/прац╕вник╕в) g: над╕слати п╕дрозд╕л до (пот╕м мишкою кл╕к л╕вою для вибору ц╕л╕) g: додати пром╕жну точку до шляху (коли в режим╕ над╕слати до) G: йти/повернутись до найближчого м╕ста h: зм╕нити р╕дне м╕сто (на м╕сто поточного розм╕щення) i: будувати зрошення або перетворювати м╕сцев╕сть (п╕дрозд╕ли колон╕ст╕в/прац╕вник╕в) l: завантажити п╕дрозд╕л до човна L: рухатися до м╕ста m: будувати шахту або перетворювати м╕сцев╕сть (п╕дрозд╕л колон╕ст╕в/прац╕вник╕в) n: очистити рад╕ац╕йне забруднення N: п╕д╕рвати атомну бомбу o: зм╕нити територ╕ю (п╕дрозд╕л ╕нженер╕в) p: очистити забруднення (п╕дрозд╕л колон╕ст╕в/прац╕вник╕в) p: парашутувати (парашутисти) P: зруйнувати ╕нфрастуктуру q: патрулювати (пот╕м мишкою кл╕к л╕вою для вибору ц╕л╕) q: додати пром╕жну точку патрулювання (у режим╕ патрулювання) r: будувати шлях/зал╕зницу (п╕дрозд╕л колон╕ст╕в/прац╕вник╕в) r: встановити торговий шлях (караван) s: п╕дрозд╕л на варту R: п╕дбурити до революц╕╖ s: п╕дрозд╕л на варту u: вивантажити п╕дрозд╕л U: вивантажити ус╕ п╕дрозд╕ли ╕з човна W: активувати ус╕ ╕нш╕ п╕дрозд╕ли у кл╕тин╕ x: авто-досл╕дження y: обрати ус╕ безд╕яльн╕ п╕дрозд╕ли такого ж самого типу як обрано зараз проб╕л: залишити п╕дрозд╕л у споко╖ Ctrl-U: модерн╕зувати п╕дрозд╕л Shift-Ctrl-B: Над╕слати до та Будувати м╕сто за вказ╕вкою Shift-Ctrl-R: З'╓днати поточну та вказану кл╕тину шляхом Shift-Ctrl-L: З'╓днати поточну та вказану кл╕тину зал╕зницею Shift-Ctrl-I: З'╓днати поточну та вказану кл╕тину зрошенням

source: The client has a primitive chat interface. The lines you type are sent to all players, except:
uk: Кл╕╓нт ма╓ простий чат ╕нтерфейс. Усе що ви надруку╓те в╕дсила╓ться ус╕м гравцям, за виключенням:

source: - Messages starting with '/' are interpreted as server commands and executed, if you have the required access level.
uk: - Пов╕домлення, що розпочинаються з '/' сприймаються, як команди сервера та виконуються, якщо Ви ма╓те достатньо прав доступу.

source: - Messages starting with 'John::' are private messages as above, but will match only users (not players) named 'John'. 'Johnathan' will still match.
uk: - Пов╕домлення, що розпочинаються з '╤ван::' ╓ приватними пов╕домленнями гравцю '╤ван'. Можно використовувати лише дек╕лька перших букв ╕мен╕, що однозначно ╕дентиф╕кують гравця.

source: - Messages starting with '.' will be sent only to all your allies.
uk: - Пов╕домлення, як╕ починаються ╕з '.' будуть над╕слану т╕льки вашим союзникам.

source: Worklist Editor
uk: Редактор Плану Буд╕вництва

source: The worklist editor is used to edit both worklists for each city (from the city dialog) and global worklists. Using this editor you can create lists specifying what to build in the turns to come.
uk: Редактор Плану Буд╕вництва використову╓ться для зм╕ни плану для кожного м╕ста (з д╕алогу м╕ста) та глобального плану. Використовуючи редактор Ви можете створити список, як╕й визнача╓ що та у як╕й посл╕довност╕ будувати.

source: To add an item to the worklist, double-click the desired item in the list of available items. You can also press the Help button to get help on the selected item. Pressing Help with no item selected will display this page.
uk: Аби додати позиц╕ю до плану буд╕вництва, дв╕ч╕ кл╕кн╕ть на обран╕й поз╕ц╕╖ у списку доступних позиц╕й. Також Ви можете натиснути кнопку Допомога аби отримати допомогу по обран╕й позиц╕╖. Натиснення Допомога без обрано╖ позиц╕╖ в╕добразить цей екран.

source: To remove an item from the worklist simply double-click the item to remove. Use the buttons below the worklist to move items up and/or down in the list.
uk: Аби видалити позиц╕ю з плану буд╕вництва - дв╕ч╕ кл╕кн╕ть на н╕й. Використовуйте кнопки внизу плану буд╕вництва аби пересунути позиц╕ю вище/нижче по списку.

source: Keyboard shortcuts: Home to focus the worklist, End to focus the available list, Up/Down arrows to select previous/next item in worklist or available list, PageUp/Down to move items up/down in the worklist, Insert to insert items from the available list into the worklist and Delete to delete the selected item from the worklist.
uk: Скорочення клав╕атури: Home фокусу╓ план буд╕вництва, End фокусу╓ список доступних буд╕вель, стр╕лки Up/Down обирають наступну/попередню позиц╕ю у списку, PageUp/Down аби пересовувати позиц╕╖ вище/нижче у план╕ буд╕вництва, Insert вставля╓ позиц╕ю з списку доступного в план буд╕вництва та Delete видаля╓ обрану позиц╕ю з плану буд╕вництва.

source: If you want to buy the unit that's first on the list, you can do that from the City Overview window.
uk: Якщо Ви бажа╓те купити п╕дрозд╕л що ╓ першим у списку, Ви можете зробити це у в╕кн╕ м╕ста.

source: Strategy and tactics
uk: Стратег╕я та тактика

source: While every game is different, there's a basic strategy which most players follow, especially at the start of the game.
uk: Безумовно кожна гра р╕зна, але ╕сну╓ базова стратег╕я яко╖ сл╕дують б╕льш╕сть гравц╕в, особливо при старт╕ гри.

source: These steps may vary depending upon the server options, but in general, the steps are:
uk: Наступн╕ ходи можуть р╕знитися в залежност╕ в╕д опц╕й сервера, але в ц╕лому вони так╕:

source: 0. Choosing the first city site. 1. Mapping the countryside. 2. Defending the cities. 3. Deciding which units to build first. 4. Building agriculture improvements. 5. Deciding where to build cities. 6. Taking care of the cities. 7. Exploring the world. 8. Things to keep in mind. 9. Making your own strategy for the game. 10. Interacting with other players (Diplomacy).
uk: 0. Обрати розм╕щення першого м╕ста. 1. Досл╕дити територ╕ю. 2. Захистити м╕ста. 3. Визначити, як╕ п╕дрозд╕ли будувати першими. 4. Будувати с╕льськогосподарськ╕ структури. 5. Визначити де будувати м╕ста. 6. Дбати про м╕ста. 7. Досл╕дити св╕т. 8. Реч╕ про як╕ потр╕бно пам'ятати. 9. Виробити власну стратег╕ю у гр╕. 10. Вза╓мод╕яти з ╕ншими гравцями (Д╕пломат╕я).

source: 0. Choosing the first city site. Start the game by wandering around BRIEFLY to find a good place to build the first city. Don't feel tempted to investigate any yellow-roofed villages yet - they might contain barbarian tribes. Build the city close to resources and perhaps close to the sea. Keep in mind that the city you build first will be your capital! The idea is to balance the quality of the site you find against getting your first city established as early as possible.
uk: 0. Обрати розм╕щення першого м╕ста. Розпочн╕ть гру з УВАЖНОГО вивчення земель навколо аби знайти гарне м╕сце для буд╕вл╕ першого м╕ста. Застер╕гаю - вивчення хутор╕в може бути дещо небезпечним, деяк╕ з них м╕стять дикунськ╕ загони. Будуйте м╕сто поблизу в╕д ресурс╕в та, можливо, ближче до океану. Майте на уваз╕ - м╕сто яке Ви збуду╓те першим буде Вашою столицею! ╤деальним ╓ баланс м╕ж як╕стю м╕сця для розм╕щення та розм╕щенням першого м╕ста так швидко як це можливо.

source: 1. Mapping the countryside. After the capital city has been founded, it will start producing a warrior unit. These units can be used to rove around exploring the countryside. Remember, it is risky to leave a city undefended, so perhaps keep the first warrior in the city, and use the following one to explore. If you started the game with an explorer unit, use that to explore, obviously!
uk: 1. Досл╕дити територ╕ю. П╕сля заснування столиц╕, у н╕й розпочнуть готуватись в╕йськов╕ загони. Ц╕ загони можуть бути використан╕ для розв╕дки Вашого конт╕ненту. Пам'ятайте, це досить ризиковано залишати м╕сто без охорони, тож по можливост╕ залишить перший п╕дрозд╕л во╖н╕в у м╕ст╕, та для розв╕дки використовуйте наступних. Якщи Ви розпочали гру з Досл╕дником, використовуйте його для досл╕дження територ╕╖!

source: 2. Defending the cities. At this point, defend your cities by always leaving a warrior unit in them. As your civilization develops units with a greater defense strength, replace the obsolete units with new ones to ensure your cities have maximum defense. The units most often used for defense are (in order of strength): Warrior, Phalanx, Pikemen, Musketeers, and Riflemen.
uk: 2. Захистити м╕ста. На цьому етап╕ захищайте м╕ста завжди залишаюч╕ в них захисний п╕дрозд╕л. Коли Ваша цив╕л╕зац╕я здобува╓ нов╕ знання аби будувати нов╕ загони з б╕льшою силою захисту, зам╕нюйте застар╕л╕ загони новими аби бути впевненими, що м╕ста максимально захищен╕. Найчаст╕ше використовуван╕ для захисту п╕дрозд╕ли (за зростанням сили): Во╖ни, Фаланга, П╕к╕нери, Мушкетери та Стр╕льц╕.

source: Keep in mind that with some types of government, military units inside or outside cities can reduce or create unhappiness. Also remember that when a unit is inside a city, it gets a 50% defensive bonus, as if fortified. When a new city is built, the city starts to build the best available defensive unit from the above list.
uk: Зауважте, що при деяких формах правл╕ння, в╕йськов╕ загони у м╕ст╕ чи поза ним можуть зб╕льшувати або зменшувати нещастя. Також пам'ятайте, якщо п╕дрозд╕л у м╕ст╕ в╕н отриму╓ 50% захисний бонус, н╕бито його укр╕плено. Коли засновано нове м╕сто, у ньому розпочина╓ться буд╕вництво найкращого з доступних захисних загон╕в з наведеного списку.

source: 3. Deciding which units to build first. After building one or two Warrior units, start building Settlers. The second Settler can be used to build roads and irrigate the farmland close to the city, and the third can be used to build a new city. Or, you can use the second Settler to build another city, and use the third Settler for agricultural improvements in the farmland around the cities. Keep in mind that a large population increases both the amount of productivity and your civilization's research rate.
uk: 3. Визначити, як╕ п╕дрозд╕ли будувати першими. П╕сля буд╕вництва одного чи двох загон╕в вояк╕в, будуйте Колон╕ст╕в. Друг╕й Колон╕ст може бути використаний для буд╕вл╕ шлях╕в та зрошень територ╕й прилеглих до м╕ста, а трет╕й для буд╕вництва нового м╕ста. Або, Ви можете використати другого Колон╕ста для будування ╕ншого м╕ста, а третього для будування с╕льськогосподарських структур навколо м╕ста. Майте на уваз╕ що чим б╕льше населення, тим швидше росте продуктивн╕сть та швидк╕сть досл╕джень Вашо╖ цив╕л╕зац╕╖.

source: 4. Building agriculture improvements. Each city has an area of farmland around it that can be used for growing food, producing goods, and generating trade. This can be increased by using Settlers to improve the farmland. The land can be improved with roads, irrigation, mines, and others.
uk: 4. Будувати с╕льськогосподарськ╕ структури. Кожне м╕сто ма╓ навколо себе мережу с╕льськогосподарських уг╕дь, що застосовуються для отримання ╖ж╕, виробництва та торг╕вл╕. Вони можуть бути покращенн╕ за використання Колон╕ст╕в для буд╕вл╕ р╕зноман╕тних споруд - як то шляхи, зрошення, шахти тощо.

source: 5. Deciding where to build cities. The best location for a city is a matter of taste. A city which is placed near the sea is easier to spot by opponents, but can also serve as a port for sea-going units. (They also usually need a coastal defense later on.) The best strategy is to build a few of both, but keep in mind that your opponents will find it harder to locate your city if you don't build it by the sea.
uk: 5. Визначити де будувати м╕ста. Найкраще м╕сцерозташування м╕ста нелегка задача. М╕сто що розташоване поблизу моря легше захопити ворогу, але також воно може слугувати портом для морських п╕дрозд╕л╕в. (Воно також зазвичай потребу╓ прибережний захист.) Найкраща стратег╕я це збудувати там дек╕лька м╕ст, маючи на уваз╕, що Вашим ворогам буде важче знайти м╕ста, якщо Ви не будете будувати ╕х на берез╕ моря.
