Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: The Vikings raided and traded along the coasts of Europe between 800AD and 1100AD. Viking raiders eventually became the rulers of Normandy, Russia, and a short-lived kingdom in Sicily.
uk: В╕к╕нг╕ грабували та торгували на узбережж╕ ╢вропи у IX-XII стор╕ччях н.е. Результатом напад╕в В╕к╕нг╕в було ╖х головування у Норманд╕╖, Рос╕╖ та мало ╕снувавше корол╕вство на С╕ц╕л╕╖.

source: Welsh
uk: Вал╕йц╕

source: ?plural:Welsh
uk: Вал╕йц╕

source: The Welsh at one time controlled all of what is now England until being driven into the mountainous western reaches by invading Saxons.
uk: Вал╕йц╕ контролювали Англ╕ю до тих п╕р доки не були видворен╕ Саксонц╕ями у гористий зах╕д острова.

source: Westphalian
uk: Вестфальц╕

source: ?plural:Westphalians
uk: Вестфальц╕

source: Westphalia, before becoming a Prussian province, was the western region the duchy of Saxony. Present-day it consists of the Northern part of the largest German federal state, North Rhine-Westphalia.
uk: Вестфал╕я, перед тим, як стати пров╕нц╕╓ю Прус╕╕, била зах╕дним рег╕оном графства Саксон╕╕. За наших час╕в вона склада╓ться з П╕вн╕чно╖ частини найб╕льш велико╖ н╕мецько╖ федерально╖ земл╕, П╕вн╕чно╖ Рейн-Вестфал╕╖.

source: Zulu
uk: Зулуси

source: ?plural:Zulus
uk: Зулуси

source: The Zulus are a warlike Bantu people who migrated from west-central Africa into southern Africa beginning in the early 1700s, conquering the native Khoisan peoples and clashing with European settlers.
uk: Зулуси це войовнич╕ люди Банту що м╕грували з зах╕дно-центрально╖ Афр╕ки у п╕вденну Афр╕ку на початку 1700s, захопили туб╕льне населення Хо╕сан та зустр╕лися з ╓вропейськими колон╕стами.

source: British Isles (medium/classic)
uk: Британськи острови (середн╕/классичн╕)

source: Classic-style 85x80 map of the British Isles.
uk: Карта Британьских остров╕в класичного стилю 85х80.

source: Earth (classic, large)
uk: Земля (классична, велика)

source: Classic-style 160x90 Earth scenario.
uk: Карта Земл╕ класичного стилю 160х90.

source: Earth (classic, small)
uk: Земля (класична, мала)

source: Classic-style 80x50 Earth scenario.
uk: Карта Земл╕ класичного стилю 80х50.

source: Europe (giant/classic)
uk: ╢вропа (величезна/классична)

source: Very large classic-style map of Europe.
uk: Дуже велика карта ╢вропи класичного стилю.

source: Earth (classic, medium)
uk: Земля (классична, середня)

source: Classic-style 120x60 Earth scenario.
uk: Карта Земл╕ класичного стилю 120х60.

source: Iberian Peninsula (classic/large)
uk: ╤бер╕йский п╕востр╕в (классичний/великий)

source: Large classic-style map of the Iberian Peninsula (modern-day Spain and Portugal).
uk: Велика класичного стилю карта ╤бер╕йского п╕вострова (тепер╕шн╕ ╤спан╕я та Португал╕я).

source: Tutorial
uk: Навчання

source: Tutorial Scenario.
uk: Навчальний сценар╕й

source: Welcome to Freeciv. You lead a civilization. Your task is to conquer the world! You should start by exploring the land around you with your explorer, and using your settlers to find a good place to build a city. Use the number pad to move units around.
uk: В╕та╓мо у Freeciv. Ви ╓ л╕дером цив╕л╕зац╕╖. Ваша мета захопити св╕т! Ви повинн╕ почати ╕з розв╕дки земель, що лежать навколо з допомогою, досл╕дника та використати колон╕ст╕в, щоб збудувати м╕ста у придатних для цього м╕сцях. Використовуйте додаткову цифрову клав╕атуру щоб керувати рухами п╕дрод╕л╕в.

source: You have grown a city to size twelve. To grow it larger, however, you will need to build a Sewer System. This requires the Sanitation technology.
uk: П╕д Вашим кер╕вництвом м╕сто зросло до розм╕ру дванадцяти. Проте для подальшого зростання Вам знадобиться збудувати Канал╕зац╕ю. Це потребу╓ технолог╕╖ Сан╕тар╕я.

source: Your unit has found a Hut. These are small villages scattered across the landscape. When a unit enters one several things may happen. The most likely outcome is that you will find resources worth a small amount of gold. However it is also possible to find technologies or mercenary units inside a hut. Some huts contain native settlers that will join your civilization and bring a new city into your empire. Finally, some huts contain barbarians which will kill your unit instantly. On average, it is beneficial to search out and enter any huts you find as soon as possible.
uk: Ваш п╕дрозд╕л знайшов Хутор. Ц╕ маленьки села розкидан╕ по земл╕. Коли п╕дрозд╕л заходить до хут╕ра може в╕дбутися дек╕лька речей. Найб╕льш в╕рог╕дно ви знайдете ресурси, як╕ оц╕нюються у невелику суму гривень. Проте також можливо знайти технолог╕╖ або дружн╕ п╕дрозд╕ли на хутор╕. Деяк╕ хутори м╕стять м╕сцевих колонист╕в як╕ при╓дняються до вашо╖ цив╕л╕зац╕╖ та додадуть нове м╕сто до вашо╖ ╕мпер╕╖. Нак╕нець, деяки хутори м╕стять дикун╕в, як╕ в╕дразу знищать ваш п╕дрозд╕л. Зазвичай корисно шукати та заходити до будь-яких хутор╕в як найшвидше.

source: Team 1
uk: Команда 1

source: Team 2
uk: Команда 2

source: Team 3
uk: Команда 3

source: Team 4
uk: Команда 4

source: Team 5
uk: Команда 5

source: Team 6
uk: Команда 6

source: Team 7
uk: Команда 7

source: Team 8
uk: Команда 8

source: Team 9
uk: Команда 9

source: Team 10
uk: Команда 10

source: Team 11
uk: Команда 11

source: Team 12
uk: Команда 12

source: Team 13
uk: Команда 13

source: Team 14
uk: Команда 14

source: Team 15
uk: Команда 15

source: Team 16
uk: Команда 16

source: Team 17
uk: Команда 17

source: Team 18
uk: Команда 18

source: Team 19
uk: Команда 19

source: Team 20
uk: Команда 20

source: Team 21
uk: Команда 21

source: Team 22
uk: Команда 22

source: Team 23
uk: Команда 23

source: Team 24
uk: Команда 24

source: Team 25
uk: Команда 25

source: Team 26
uk: Команда 26

source: Team 27
uk: Команда 27

source: Team 28
uk: Команда 28

source: Team 29
uk: Команда 29

source: Team 30
uk: Команда 30

source: Team 31
uk: Команда 31

source: Team 32
uk: Команда 32

source: Team 0
uk: Команда 0
