Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Food
uk: ╥жа

source: Shield
uk: Виробництво

source: Trade
uk: Торг╕вля

source: Gold
uk: Грош╕

source: Luxury
uk: Розк╕ш

source: Science
uk: Наука

source: ?obsolete:O
uk: ?застар╕ле:С

source: ?redundant:*
uk: ?зайве:*

source: ?built:B
uk: ?збудоване:Б

source: ?wonder:w
uk: ?диво:д

source: %s from %s
uk: %s з %s

source: (connection incomplete)
uk: (з`╓днання не встановлено)

source: (player %s)
uk: (гравець %s)

source: (observer)
uk: (спостер╕гач)

source: City
uk: М╕сто

source: Building Unavailable Item
uk: Буду╓ недоступну буд╕влю

source: Captured/Destroyed
uk: Захоплено/Знищено

source: Celebrating
uk: Святкування

source: Civil Disorder
uk: Заворушення

source: Famine
uk: Голодомор

source: Famine Feared
uk: Голодомор наближу╓ться

source: Growth
uk: Зр╕ст

source: May Soon Grow
uk: Незабаром зросте

source: Needs Aqueduct
uk: Потр╕бен водог╕н

source: Needs Aqueduct Being Built
uk: Потр╕бен водог╕н, буду╓ться

source: Normal
uk: Нормальний

source: Nuked
uk: Ядерна атака

source: Released from citizen governor
uk: В╕дпущено агентом керування

source: Suggest Growth Throttling
uk: Пропоную зменшити р╕ст

source: Transfer
uk: Перем╕стити

source: Was Built
uk: Збудовано

source: Worklist Events
uk: Под╕╖ у план╕ буд╕вництва

source: Production changed
uk: Виробництво м╕ста

source: Civ
uk: Цив

source: Barbarian Uprising
uk: Дикунське вторгнення

source: Civil War
uk: Громадянська в╕йна

source: Collapse to Anarchy
uk: Анарх╕я

source: First Contact
uk: Перший контакт

source: Learned New Government
uk: В╕дкрито нову форму керування

source: Low Funds
uk: Замало грошей

source: Pollution
uk: Забруднення

source: Revolt Ended
uk: Революц╕ю завершено

source: Revolt Started
uk: Розпочато революц╕ю

source: Spaceship Events
uk: Под╕╖ косм╕чного корабля

source: Diplomat Action
uk: Д╕╖ Дипломата

source: Bribe
uk: П╕дкупити

source: Caused Incident
uk: Спричинив ╕нцидент

source: Escape
uk: Втекти

source: Embassy
uk: Посольство

source: Failed
uk: Схибив

source: Incite
uk: Спровокувати

source: Poison
uk: Отру╖ти м╕сто

source: Sabotage
uk: Саботувати

source: Theft
uk: Грабування

source: Enemy Diplomat
uk: Ворож╕й д╕пломат

source: Caravan actions
uk: Д╕╖ каравана

source: Tutorial message
uk: Навчальн╓ пов╕домлення

source: Broadcast Report
uk: Загальнодоступний зв╕т

source: Game Ended
uk: Гру зак╕нчено

source: Game Started
uk: Гру розпочато

source: Message from Server Operator
uk: Пов╕домлення в╕д оператора серверу

source: Nation Selected
uk: Нац╕ю обрано

source: Player Destroyed
uk: Гравця знищено

source: Report
uk: Зв╕т

source: Turn Bell
uk: Дзвоник

source: Year Advance
uk: Р╕к минув

source: Global
uk: Мета

source: Eco-Disaster
uk: Еколог╕чна катастрофа

source: Nuke Detonated
uk: П╕д╕рвано атомну бомбу

source: Hut
uk: Хут╕р

source: Barbarians in a Hut Roused
uk: Дикуни з хутора

source: City Founded from Hut
uk: М╕сто засноване з хутора

source: Gold Found in Hut
uk: Найдено грош╕ на хутор╕

source: Killed by Barbarians in a Hut
uk: Вбито дикунами на хутор╕

source: Mercenaries Found in Hut
uk: Знайдено найманц╕в на хутор╕

source: Settler Found in Hut
uk: Знайдено колон╕ст╕в на хутор╕

source: Tech Found in Hut
uk: Знайдено знання на хутор╕

source: Unit Spared by Barbarians
uk: З'╓днання не зачипили дикуни

source: Improvement
uk: Буд╕вл╕

source: Bought
uk: Куплено

source: Built
uk: Збудовано

source: Forced to Sell
uk: Вимушено продано

source: New Improvement Selected
uk: Нову буд╕влю обрано

source: Sold
uk: Продати

source: Tech
uk: Технолог╕я

source: Learned From Great Library
uk: Д╕зналися з Велико╖ Б╕бл╕отеки

source: Learned New Tech
uk: Д╕зналися нову технолог╕ю

source: Selected New Goal
uk: Нова Обрана Ц╕ль

source: Treaty
uk: Догов╕р

source: Alliance
uk: Альянс

source: Broken
uk: Роз╕рвано

source: Cease-fire
uk: Замирення

source: Peace
uk: Мир

source: Shared Vision
uk: Сп╕льне бачення

source: Unit
uk: П╕дрозд╕ли

source: Attack Failed
uk: Невдалий Напад

source: Attack Succeeded
uk: Атака Вдала

source: Defender Destroyed
uk: Захисника Знищено

source: Defender Survived
uk: Захисник Вц╕л╕в

source: Became More Veteran
uk: П╕двищ╕ти р╕вень ветерана

source: Production Upgraded
uk: Виробництво модерн╕зовано

source: Relocated
uk: Перем╕щено

source: Orders / goto events
uk: Накази / под╕╖ перем╕щення

source: Wonder
uk: Диво

source: Finished
uk: Зак╕нчено

source: Made Obsolete
uk: Зробити застар╕лим

source: Started
uk: Розпочато

source: Stopped
uk: Зупинено

source: Will Finish Next Turn
uk: Буде завершено наступного ходу

source: Diplomatic Message
uk: Д╕пломатичне послання

source: Error message from bad command
uk: Пов╕домлення про помилку в╕д хибно╖ команди

source: Server settings changed
uk: Установки сервера зм╕нено

source: Chat messages
uk: Пов╕домлення

source: Chat error messages
uk: Пов╕домлення про помилки

source: Connect/disconnect messages
uk: Пов╕домлення про з'╓днання/роз'╓днання

source: AI Debug messages
uk: Налагоджувальн╕ пов╕домлення Ш╤

source: Player settings
uk: Установки гравця

source: Away
uk: В╕дсутн╕й

source: Novice
uk: Новачок

source: Easy
uk: Легко

source: Hard
uk: Важко

source: Cheating
uk: Шахраювати

source: Experimental
uk: Експер╕ментальний

source: ?attitude:Genocidal
uk: ?ставлення:Геноцид

source: ?attitude:Belligerent
uk: ?ставлення:У стан╕ в╕йни

source: ?attitude:Hostile
uk: ?ставлення:Ворожий

source: ?attitude:Uncooperative
uk: ?ставлення:Не схильний до сп╕вроб╕тництва

source: ?attitude:Uneasy
uk: ?ставлення:Складне

source: ?attitude:Neutral
uk: ?ставлення:Нейтральний

source: ?attitude:Respectful
uk: ?ставлення:Поважний

source: ?attitude:Helpful
uk: ?ставлення:Схильний до допомоги

source: ?attitude:Enthusiastic
uk: ?ставлення:Ентуз╕астичний

source: ?attitude:Admiring
uk: ?ставлення:Захоплення

source: ?attitude:Worshipful
uk: ?ставлення:Пошана

source: ?diplomatic_state:Armistice
uk: ?д╕пломатичний_стан:Перемир'я

source: ?diplomatic_state:War
uk: ?д╕пломатичний_стан:В╕йна

source: ?diplomatic_state:Cease-fire
uk: ?д╕пломатичний_стан:Припинення вогню

source: ?diplomatic_state:Peace
uk: ?д╕пломатичний_стан:Мир

source: ?diplomatic_state:Alliance
uk: ?д╕пломатичний_стан:Альянс

source: ?diplomatic_state:Never met
uk: ?д╕пломатичний_стан:Не зустр╕чалися

source: ?diplomatic_state:Team
uk: ?д╕пломатичний_стан:Команда

source: World-ranged requirements are only supported for wonders.
uk: Вимоги мирового обсягу п╕дтримуються т╕льки для див.

source: Player-ranged requirements are only supported for wonders.
uk: Вимоги щодо гравц╕в п╕дтримуються т╕льки для див.

source: Island-ranged requirements are only supported for wonders.
uk: Вимоги щодо остров╕в п╕дтримуються т╕льки для див.

source: Surviving requirements are only supported at world range.
uk: Вимоги щодо виживання п╕дтримуються т╕льки для див.

source: (none)
uk: (нема╓)

source: %s units
uk: %s п╕дрозд╕л╕в

source: Size %d
uk: Розм╕р %d

source: %s AI
uk: %s Ш╤

source: %s terrain
uk: %s земля

source: tech "%s": requires itself
uk: технолог╕я "%s": вимага╓ себе саму

source: (Unknown)
uk: (Нев╕домо)

source: None
uk: Нема╓

source: Future Tech. %d
uk: Технолог╕я майбутнього %d

source: Future Tech.
uk: Технолог╕я майбутнього

source: Land
uk: Земля

source: Oceanic
uk: Океан

source: Road
uk: Шлях

source: Irrigation
uk: Зрошення

source: Railroad
uk: Зал╕зниця

source: Mine
uk: Шахта

source: Fortress
uk: Фортеця

source: River
uk: Р╕ка

source: Farmland
uk: Ферма

source: Airbase
uk: Ав╕абаза

source: Fallout
uk: Рад╕ац╕я

source: Idle
uk: Простою╓

source: Fortifying
uk: Укр╕плю╓ться

source: Fortified
uk: Укр╕плений

source: Sentry
uk: Охороня╓

source: Pillage
uk: Руйну╓

source: Goto
uk: Перейти

source: Explore
uk: Вивчити

source: Transform
uk: Перетворити

source: Base
uk: База

source: Unknown
uk: Нев╕домий

source: Moves
uk: Рухи

source: Upgrade %s to %s for %d gold? Treasury contains %d gold.
uk: Модерн╕зувати %s до %s за %d гривень? Бюджет нал╕чу╓ %d гривень.

source: Sorry, cannot upgrade %s (yet).
uk: Вибачте, зараз не можу модерн╕зувати %s.

source: Upgrading %s to %s costs %d gold. Treasury contains %d gold.
uk: Модерн╕зац╕я %s до %s за %d гривень? Бюджет нал╕чу╓ %d гривень.

source: You can only upgrade units in your cities.
uk: Модерн╕зац╕я п╕дрозд╕л╕в можлива лише у Ваших м╕стах.

source: Upgrading this %s would strand units it transports.
uk: Модерн╕зац╕я %s вивантаже на берег транспорту╓м╕ п╕дрозд╕ли.

source: and
uk: та

source: ?and:,
uk: ?та:,

source: Freeciv version %s %s
uk: Верс╕я Freeciv %s %s

source: (beta version)
uk: (бета верс╕я)

source: Freeciv version %s
uk: Верс╕я Freeciv %s

source: betatest version
uk: бета верс╕я

source: version
uk: верс╕я

source: January
uk: С╕чень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Кв╕тень

source: May
uk: Травень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: THIS IS A BETA VERSION Freeciv %s will be released in %s, at %s
uk: ЦЕ БЕТА ВЕРС╤Я Freeciv %s буде випущено у %s, на %s

source: 'Cause civilization should be free!
uk: Тому що цив╕л╕зац╕я ма╓ бути в╕льною!

source: You are running Freeciv without using iconv. Unless you are using the latin1 character set, some characters may not be displayed properly. You can download iconv at http://gnu.org/.
uk: Ви використову╓те Freeciv без iconv. Якщо ви використову╓те не наб╕р символ╕в latin1, деяк╕ символи можуть в╕дображуватися некоректно. Ви можете скачати iconv за адресою http://gnu.org/.

source: Could not convert text from %s to %s: %s
uk: Не можу конвертувати текст ╕з %s в %s: %s.

source: Bad log level "%s".
uk: Нев╕рн╕й р╕вень журналу "%s".

source: Bad log level %d in "%s".
uk: Нев╕рн╕й р╕вень журналу %d у "%s".

source: Freeciv must be compiled with the DEBUG flag to use debug level %d.
uk: Freeciv треба з╕брати з прапорцем DEBUG для використання р╕вня в╕дладки %d.

source: Badly formed log level argument "%s".
uk: Нев╕рно сформовано аргумент р╕вня журналу "%s".

source: Not an integer: '%s'
uk: Не ц╕ле: '%s'

source: Empty filename in log level argument "%s".
uk: Пусте ╕м'я файлу в аргумент╕ р╕вня журналу "%s".

source: Couldn't open logfile: %s for appending "%s".
uk: Не можу в╕дкрити файл журналу: %s для додання "%s".

source: last message repeated %d time
uk: останн╓ пов╕домлення повторено %d раз

source: (total %d repeat)
uk: (загалом %d повторення)

source: Empty argument for "%s".
uk: Пустий аргумент для '%s'.

source: Missing argument for "%s".
uk: В╕дсутн╕й аргумент для '%s'.

source: %d BC
uk: %d до н.е.

source: %d AD
uk: %d н.е.

source: FREECIV_PATH is set but empty; using default path instead.
uk: Зм╕нну FREECIV_PATH встановленно, але вона пуста; використову╓мо шлях по замочуванню.

source: Could not read data directory %s: %s.
uk: Не можу прочитати каталог данних %s: %s.

source: The data path may be set via the environment variable FREECIV_PATH.
uk: Шлях данних може бути встановленно зм╕нною FREECIV_PATH.

source: Current data path is: "%s"
uk: Поточний шлях данних: "%s"

source: The "%s" file is required ... aborting!
uk: Файл "%s" ╓ необх╕дним... перериваюсь!

source: %s: Fatal error: you're trying to run me as superuser!
uk: %s: Критична помилка: Ви намага╓тесь запустити мене як адм╕н╕стратор!

source: Use a non-privileged account instead.
uk: Використовуйте звичайного користувача.

source: exact match
uk: точне сп╕впад╕ння

source: only match
uk: ╓дине сп╕впад╕ння

source: ambiguous
uk: двозначно

source: empty
uk: пусто

source: too long
uk: занадто довге

source: non-match
uk: не сп╕впада╓

source: error %ld (failed FormatMessage)
uk: помилка %ld (невдале FormatMessage)

source: error %d (compiled without strerror)
uk: помилка %d (з╕брано без strerror)

source: The %s have stopped building The %s in %s.
uk: %s припинили буд╕вництво дива %s у %s.

source: The %s have started building The %s in %s.
uk: %s розпочали буд╕вництво дива %s у %s.

source: %s is selling %s (not needed) for %d.
uk: %s продав %s (не потр╕бно) за %d.

source: *%s (AI)* In away mode AI can't sign such a treaty.
uk: *%s (Ш╤)* у реж╕м╕ в╕дсутност╕ Ш╤ не може узгодити такий догов╕р.

source: *%s (AI)* First break alliance with %s, %s.
uk: *%s (Ш╤)* Спершу роз╕рв╕ть альянс ╕з %s, %s.

source: *%s (AI)* Let us first cease hostilies, %s.
uk: *%s (AI)* Спершу припинемо кровопролиття, %s.

source: *%s (AI)* I wish to see you keep the current ceasefire for a bit longer first, %s.
uk: *%s (Ш╤)* Спершу я хочу продовжити терм╕н д╕╖ припинення вогню ще на деякий час, %s.

source: *%s (AI)* I simply do not trust you with an alliance yet, %s.
uk: *%s (Ш╤)* Зараз я не дов╕ряю Вам достатньо для встановлення альянсу, %s.

source: *%s (AI)* I do not know the city you mention.
uk: *%s (Ш╤)* М╕сто, про яке Ви говорите, мен╕ не в╕домо.

source: *%s (AI)* Sorry, sharing vision with you is not safe.
uk: *%s (Ш╤)* Вибачте, но мати сп╕льний з╕р з Вами небезпечно.

source: *%s (AI)* This deal was not very good for us, %s!
uk: *%s (Ш╤)* Ця угода не була дуже доброю для нас, %s!

source: *%s (AI)* Welcome into our alliance %s!
uk: *%s (Ш╤)* Ласкаво просимо до нашого альянсу, %s!

source: *%s (AI)* Yes, may we forever stand united, %s.
uk: *%s (Ш╤)* Так, нехай наш союз буде в╕чним, %s.

source: *%s (AI)* Yes, peace in our time!
uk: *%s (Ш╤)* Так, ми за мир!

source: *%s (AI)* Agreed. No more hostilities, %s.
uk: *%s (Ш╤)* Згода. Б╕льше н╕яко╖ ворожост╕, %s.

source: *%s (AI)* Greetings %s! May we suggest a ceasefire while we get to know each other better?
uk: *%s (Ш╤)* Мо╖ прив╕тання, %s! Чи можу я запропонувати препинення вогню доки ми д╕зна╓мось одне одного краще?

source: *%s (AI)* Space will never be yours.
uk: *%s (Ш╤)* Космос н╕коли не буде тво╖м.

source: *%s (AI)* I have tolerated your vicious antics long enough! To war!
uk: *%s (Ш╤)* Я достатньо довго терп╕в тво╖ бридк╕ вит╕вки! Готуйся до в╕йни!

source: *%s (AI)* Peace in ... some other time.
uk: *%s (Ш╤)* Мир ... ╕ншого разу.

source: *%s (AI)* Finally I get around to you! Did you really think you could get away with your crimes?
uk: *%s (Ш╤)* Нарешт╕ я д╕стався тебе! Ти насправд╕ думав, що зможешь позбутися покарання за сво╖ злочини?

source: *%s (AI)* Your covert hostilities brought this war upon you!
uk: *%s (Ш╤)* Ваша прихована ворож╕сть призвела нас до в╕йни!

source: *%s (AI)* Your aggression against %s was your last mistake!
uk: *%s (Ш╤)* Твоя агресс╕я супроти %s була тво╓ю остан╓ю помилкою!

source: *%s (AI)* We will be launching an all-out war against %s in %d turn to stop the spaceship launch.
uk: *%s (Ш╤)* Ми розпочина╓мо тотальну в╕йну супроти %s за %d х╕д, щоб запоб╕гти створенню косм╕чного корабля.

source: *%s (AI)* Your aid in this matter will be expected. Long live our glorious alliance!
uk: *%s (Ш╤)* Я оч╕кую тво╓╖ допомоги у ц╕й справ╕. Нехай нашому славному союзу не буде к╕нця!

source: *%s (AI)* %s has grossly violated his treaties with us for own gain. We will answer in force in %d turn and expect you to honour your alliance with us and do likewise!
uk: *%s (Ш╤)* %s грубо порушив укладен╕ з нами угоди заради сво╓╖ корист╕. Ми в╕дпов╕мо за допомогою сили за %d х╕д та оч╕ку╓мо, що Ви зробите так само через повагу до нашого альянсу!

source: *%s (AI)* We intend to pillage and plunder the rich civilization of %s. We declare war in %d turn.
uk: *%s (Ш╤)* Ми збира╓мось знищити та пограбувати багату цив╕л╕зац╕ю %s. Ми проголосимо в╕йну за %d х╕д.

source: *%s (AI)* If you want a piece of the loot, feel free to join in the action!
uk: *%s (Ш╤)* Якщо ви бажа╓те частину здобич╕, при╓днуйтеся до акц╕╖!

source: *%s (AI)* We have had it with %s. Let us tear this pathetic civilization apart. We declare war in %d turn.
uk: *%s (Ш╤)* Досить за нас %s. З╕тремо цю жалюг╕дну цив╕л╕зац╕ю ╕з лиця земл╕. Ми проголосимо в╕йну за %d х╕д.

source: *%s (AI)* As our glorious allies, we expect your help in this war.
uk: *%s (Ш╤)* Ми оч╕ку╓мо вашо╖ допомоги у ц╕й в╕йн╕, як в╕д нашого славетного союзника.

source: *%s (AI)* We will honour our alliance and declare war on %s in %d turn. Hold on - we are coming!
uk: *%s (Ш╤)* Ми вшану╓мо наш альянс та проголосимо в╕йну %s за %d х╕д. Тримайтеся - ми йдемо!

source: *%s (AI)* We will honour our alliance with %s and declare war on %s in %d turns. We expect you to do likewise.
uk: *%s (Ш╤)* Ми вшану╓мо наш альянс ╕з %s та проголосимо в╕йну %s за %d х╕д. Ми оч╕ку╓мо, що Ви зробите так само.

source: *%s (AI)* Your attempt to conquer space for yourself alone betray your true intentions, and I will have no more of our alliance!
uk: *%s (Ш╤)* Твоя спроба захопити космос лише для себе самого зрадила наш╕ в╕дверт╕ нам╕ри, та ми залиша╓мо альянс!

source: *%s (AI)* Your attempt to unilaterally dominate outer space is highly offensive.
uk: *%s (Ш╤)* Ваша спроба одноб╕чно дом╕нувати у косм╕чному простор╕ дуже образлива.

source: *%s (AI)* If you do not stop constructing your spaceship, I may be forced to take action!
uk: *%s (Ш╤)* Якщо Ви не зипините буд╕вн╕цтво Вашого косм╕чного кораблю, це може змусити мене до в╕дпов╕дних д╕й!

source: *%s (AI)* Sorry, sharing vision with you is no longer safe.
uk: *%s (Ш╤)* Вибачте, мати сп╕льне бачення з Вами б╕льш не ╓ безпечним.

source: *%s (AI)* Greetings our most trustworthy ally. We call upon you to destroy our enemy, %s.
uk: *%s (Ш╤)* Мо╖ в╕тання, наш найб╕льш над╕йний союзник. Ми блага╓мо тебе знищити нашого ворога, %s.

source: *%s (AI)* Greetings ally, I see you have not yet made war with our enemy, %s. Why do I need to remind you of your promises?
uk: *%s (Ш╤)* Мо╖ в╕тання, союзнику, я бачу ти все ще не проголосив в╕йну нашому ворогов╕, %s. Чому ми ма╓мо нагадувати тоб╕ власн╕ об╕цянки?

source: *%s (AI)* Dishonoured one, we made a pact of alliance, and yet you remain at peace with our mortal enemy, %s! This is unacceptable; our alliance is no more!
uk: *%s (Ш╤)* Вкритий ганьбою, ми встановили альянс, а ти все ще у мир╕ ╕з нашим смертельним ворогом, %s! Це неприйнятно; нашого альянсу б╕льше не ╕сну╓!

source: *%s (AI)* Greetings friend, may we suggest making a common cause and join in an alliance?
uk: *%s (Ш╤)* В╕тання, друже, чи можемо ми запропонивати об'╓днатися та при╓днатися до альянсу?

source: *%s (AI)* Greetings neighbour, may we suggest more peaceful relations?
uk: *%s (Ш╤)* Мо╖ в╕тання, сус╕де, чи можемо ми запропонувати мирн╕ в╕дносини?

source: *%s (AI)* We grow weary of this constant bloodshed. May we suggest a cessation of hostilities?
uk: *%s (Ш╤)* Пост╕йне кровопролиття стомило нас. Чи можемо ми запропонувати припинення в╕йскових д╕й?

source: *%s (AI)* We have been savagely attacked by %s, and we need your help! Honour our glorious alliance and your name will never be forgotten!
uk: *%s (Ш╤)* Нас було варварськи атаковано %s, та нам потр╕бна ваша допомога! Вшануйте наш славетний альянс та ваше ╕м'я н╕коли не буде забуто!

source: Warning: the guest name '%s' has been taken, renaming to user '%s'.
uk: Застереження: ╕м'я гостя '%s' вже обрано, зм╕нюю ╕м'я на '%s'.

source: Guests are not allowed on this server. Sorry.
uk: Вибачте але Вам не дозволено використовувати команди сервера.

source: %s was rejected: Guests not allowed.
uk: В╕дкинуто %s: несп╕впадають можливост╕.

source: There was an error reading the user database, logging in as guest connection '%s'.
uk: Сталася помилка доступу до бази даних користувач╕в, встановлено г╕стьове з'╓днання '%s'.

source: There was an error reading the user database and guest logins are not allowed. Sorry
uk: Сталася помилка доступу до бази даних користувач╕в та г╕стьовий доступ заборонено. Вибачте.

source: %s was rejected: Database error and guests not allowed.
uk: %s в╕дкинуто. Помилка бази даних та гост╕ не дозволяються.

source: Enter password for %s:
uk: Введ╕ть пароль для %s:

source: Enter a new password (and remember it).
uk: Введ╕ть новий пароль (та запам'ятайте його)

source: This server allows only preregistered users. Sorry.
uk: Цей сервер т╕льки для заре╓строваних користувач╕в. Вибачте.

source: %s was rejected: Only preregister users allowed.
uk: %s в╕дкинуто. Допускаються т╕льки заре╓строван╕ користувач╕.

source: Sorry, too many wrong tries...
uk: Вибачте, забагато помилкових спроб...

source: %s was rejected: Too many wrong password verifies for new user.
uk: %s в╕дкинуто. Забагато нев╕рних намаганнь ввести пароль для нового користувача.

source: Warning: There was an error in saving to the database. Continuing, but your stats will not be saved.
uk: Застереження: виникла помилка п╕д час запису до бази даних. Продовжую, проте ваша статистика не буде збер╕гатися.

source: %s was rejected: Too many wrong password tries.
uk: В╕дкинуто %s: несп╕впадають можливост╕.

source: Your password is incorrect. Try again.
uk: Ваш пароль нев╕рний. Спробуйте ще раз.

source: Sorry, your connection timed out...
uk: Вибачте, ваше п╕дключення перевищило л╕м╕т часу...

source: %s was rejected: Connection timeout waiting for password.
uk: %s в╕дкинуто: П╕дключення перевищило л╕м╕т часу, оч╕куючи пароль.

source: Your password is too short, the minimum length is %d. Try again.
uk: Ваш пароль занадто короткий, м╕н╕мальна длина %d. спрообуйте ще раз.

source: The password must have at least %d capital letters, %d numbers, and be at minimum %d [printable] characters long. Try again.
uk: Пароль ма╓ м╕стити найменьше %d прописних л╕тер, %d цифр та бути не коротше за %d [печатних] символ╕в. Спробуйте ще раз.

source: %s gain a leader by the name %s. Dangerous times may lie ahead.
uk: %s обрали л╕дером %s. Настали небезпечн╕ часи.

source: Native unrest near %s led by %s.
uk: М╕сцев╕ заворушення б╕ля %s п╕д проводом %s.

source: Sea raiders seen near %s!
uk: П╕рати б╕ля %s!

source: You don't have a worker here.
uk: Ви не ма╓те прац╕вник╕в тут.

source: You have already sold something here this turn.
uk: Ви вже продали щось з м╕ста цього ходу.

source: You sell %s in %s for %d gold.
uk: Ви продали %s у %s за %d гривень.

source: Cannot buy in city created this turn.
uk: Не можу купувати у м╕ст╕ заснованому на цьому ход╕.

source: You have already bought this turn.
uk: Ви вже купили цього ходу.

source: You don't buy %s!
uk: Ви не купили %s!

source: Can't buy units when city is in disorder.
uk: Неможливо купувати п╕дрозд╕ли коли у м╕ст╕ заворушення.

source: %d gold required. You only have %d gold.
uk: Кошту╓ %d гривень, а Ви ма╓те лише %d гривень.

source: You have bought this turn, can't change.
uk: Ви вже купили цього ходу, неможливо зм╕нити.

source: You already have a city called %s.
uk: Ви вже ма╓те м╕сто назване %s.

source: A city called %s already exists.
uk: М╕сто з назвою %s вже ╕сну╓.

source: Can't use %s as a city name. It is reserved for %s.
uk: Ви не можете використовувати %s як ╕м`я м╕ста. Воно зарезервоване за %s.

source: %s is not a valid name. Only ASCII or ruleset names are allowed for cities.
uk: %s не придатна назва . Т╕льки назви в ASCII або з файл╕в нац╕й можуть бути використан╕ для м╕ст.

source: City no. %d
uk: М╕сто N %d

source: A poorly-named city
uk: Погано назване м╕сто

source: Changed homecity of %s to %s.
uk: Зм╕нено дом╕вку для %s на %s.

source: Transfered %s in %s from %s to %s.
uk: Переправлено %s у %s з %s у %s.

source: Transfered %s from %s to %s.
uk: Переправлено %s з %s у %s.

source: %s from %s lost in transfer to %s's %s
uk: %s з %s втрачено у атац╕ в╕д %s %s.

source: %s lost along with control of %s.
uk: %s втрачено у атац╕ в╕д %s.

source: You lost %s. A new %s was built in %s.
uk: Ви втратили %s. Новий %s буду╓ться у %s.

source: You already had a city called %s. The city was renamed to %s.
uk: Ви вже ма╓те м╕сто %s. Назву м╕ста зм╕нено на %s.
