Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: That name is not allowed.
uk: Це ╕м'я заборонено.

source: A player already exists by that name.
uk: Гравець з таким ╕м'ям вже ╕сну╓.

source: A user already exists by that name.
uk: Користувач з таким ╕м'ям вже ╕сну╓.

source: %s has been added as an AI-controlled player.
uk: %s додано як комп'ютерного гравця.

source: Error creating new AI player: %s.
uk: Помилка створення нового комп'ютерного гравця: %s.

source: Players cannot be removed once the game has started.
uk: Гравця не можна видалити п╕сля старту гри.

source: Removed player %s from the game.
uk: Видалено гравця player %s з гри.

source: Name "%s" disallowed for security reasons.
uk: ╤м'я "%s" заборонено ╕з м╕ркуваннь безпеки.

source: No command script found by the name "%s".
uk: Не знайдено управляючого скрипта з ╕менем "%s".

source: Loading script file: %s
uk: Завантажую файл скрипту: %s

source: Cannot read command line scriptfile '%s'.
uk: Не можу прочитати файл скрипту '%s'.

source: Could not read script file '%s'.
uk: Не можу прочитати файл скрипту '%s'.

source: Could not write script file '%s'.
uk: Не можу записати файл скрипту '%s'.

source: You cannot use the write command on this server for security reasons.
uk: Ви не можете використовувати команду write на цьому сервер╕ ╕з м╕ркуваннь безпеки.

source: Cannot decrease command access level '%s' for connection '%s'; you only have '%s'.
uk: Не можу зменшити р╕вень доступу до команд '%s' для з'╓днання '%s'; Ви ма╓те лише '%s'.

source: Anyone can now become game organizer '%s' by issuing the 'first' command.
uk: Хто завгодно може зараз стати орган╕затором гри '%s' виконавши команду 'first'.

source: Command access levels in effect:
uk: Д╕йсн╕ р╕вн╕ доступу до команд:

source: Command access level for new connections: %s
uk: Р╕вень доступу до команд для нових з'╓днань: %s

source: Command access level for first player to take it: %s
uk: Р╕вень доступу до команд для першого гравця хто його в╕зьме: %s

source: Error: command access level must be one of 'none', 'info', 'ctrl', or 'hack'.
uk: Помилка: р╕вень доступу до команд може бути один з 'none', 'info', 'ctrl' або 'hack'.

source: Cannot increase command access level to '%s'; you only have '%s' yourself.
uk: Не можу зб╕льшити р╕вень доступу до команд на '%s'; Ви ма╓те лише '%s'.

source: Command access level set to '%s' for connection %s.
uk: Р╕вень доступу до команд встановлено у '%s' для з'╓днання %s.

source: Command access level could not be set to '%s' for connection %s.
uk: Р╕вень доступу до команд не встановлено у '%s' для з'╓днання %s.

source: Command access level set to '%s' for new players.
uk: Р╕вень доступу до команд встановлено у '%s' для нових гравц╕в.

source: Command access level set to '%s' for first player to grab it.
uk: Р╕вень доступу до команд встановлено у '%s' для першого хто забере його.

source: The 'first' command makes no sense from the server command line.
uk: Команда 'first' не ма╓ сенсу з консол╕ сервера.

source: You already have command access level '%s' or better.
uk: Ви вже ма╓те р╕вень доступу до команд '%s' або краще.

source: Someone else already is game organizer.
uk: Хтось ╕нш╕й вже ╓ орган╕затором гри.

source: Connection %s has opted to become the game organizer.
uk: З'╓днання %s було обрано орган╕затором гри.

source: Invalid argument %d.
uk: Нев╕рний аргумент %d.

source: Usage: timeoutincrease <turn> <turnadd> <value> <valuemult>.
uk: Використання: timeoutincrease <ходи> <х╕д_прир╕ст> <значення> <значення_рази>.

source: Dynamic timeout set to %d %d %d %d
uk: Д╕нам╕чний таймаут встановлено у %d %d %d %d

source: Option:
uk: Опц╕я:

source: Description:
uk: Опис:

source: Status: %s
uk: Статус: %s

source: changeable
uk: зм╕нювана

source: fixed
uk: ф╕ксована

source: Value: %d, Minimum: 0, Default: %d, Maximum: 1
uk: Значення: %d, М╕н╕мум: 0, Замовчування: %d, Максимум: 1

source: Value: %d, Minimum: %d, Default: %d, Maximum: %d
uk: Значення: %d, М╕н╕мум: %d, Замовчування: %d, Максимум: %d

source: Value: "%s", Default: "%s"
uk: Значення: '%s', Замовчування: '%s'

source: Explanations are available for the following server options:
uk: Роз'яснення доступн╕ для наступних опц╕й сервера:

source: No explanation for that yet.
uk: Покищо нема╓ пояснень.

source: Ambiguous option name.
uk: Неоднозначне ╕м'я опц╕╖.

source: Server Operator: %s
uk: Оператор сервера: %s

source: Player '%s' now has AI skill level '%s'.
uk: Гравець '%s' тепер ма╓ р╕вень комп'ютерного гравця '%s'.

source: %s is not controlled by the AI.
uk: Гравець %s не контролю╓ться комп'ютером.

source: Default AI skill level set to '%s'.
uk: Р╕вень комп'ютерних гравц╕в по замовчуванню встановлено у '%s'.

source: This command is client only.
uk: Це команда кл╕╓нта.

source: Usage: away
uk: Використання: away

source: Only players may use the away command.
uk: Т╕льки гравц╕ можуть використовувати команду away.

source: %s set to away mode.
uk: %s встановлено у стан в╕дсутн╕й.

source: %s returned to game.
uk: %s повернувся до гри.

source: Sorry, you do not have access to view option '%s'.
uk: Вибачте, у Вас не ма╓ доступу для перегляду опц╕╖ '%s'.

source: Unknown option '%s'.
uk: Нев╕дома опц╕я '%s'.

source: All options with non-default values
uk: Ус╕ опц╕╖, як╕ мають значення не по замовчуванню

source: All options
uk: Ус╕ опц╕╖

source: Vital options
uk: Життев╕ опц╕╖

source: Situational options
uk: Ситуац╕йн╕ опц╕╖

source: Rarely used options
uk: Р╕дко потр╕бн╕ опц╕╖

source: + means you may change the option
uk: + вказу╓, що Ви можете зм╕нити опц╕ю

source: = means the option is on its default value
uk: = вказу╓, що опц╕я м╕стить значення по замовчуванню

source: %-*s value (min,max)
uk: %-*s значення (м╕н,макс)

source: Option
uk: Опц╕я

source: description
uk: опис

source: Try 'show situational' or 'show rare' to show more options. Try 'show changed' to show settings with non-default values.
uk: Спробуйте 'show situational' або 'show rare' для додатково╖ ╕нформац╕╖. Спробуйте 'show changed', щоб в╕добразити зм╕нен╕ значення.

source: Cannot change teams once game has begun.
uk: Не можна зм╕нити команду п╕сля старту гри.

source: Undefined argument. Usage: team <player> <team>.
uk: Нев╕домий аргумент. Використання: team <гравець> <команда>.

source: No such team %s. Please give a valid team name or number.
uk: Нема тако╖ команди %s. Будь ласка, вкаж╕ть в╕рне ╕м'я або номер команди.

source: Cannot team a barbarian.
uk: Не можливо включити до команди дикуна.

source: Player %s set to team %s.
uk: Гравець %s при╓днався до команди %s.

source: Undefined arguments. Usage: vote yes|no [vote number].
uk: Нев╕домий аргумент. Використання:vote yes|no [номер голосування].

source: Observers cannot vote.
uk: Спостер╕гач╕ не можуть голосувати.

source: You can only vote in a running game. Use 'first' to become the game organizer if there currently is none.
uk: Ви можете голосувати т╕льки у гр╕, що йде. Виконайте 'first' щоб стати орган╕затором гри, якщо зараз ╕╖ нема╓.

source: Vote %d "%s": %d for, %d against
uk: Проголосувати %d "%s": %d за, %d проти

source: There are no votes going on.
uk: Нема╓ активних голосуваннь.

source: No legal last vote.
uk: Нема╓ останнього легального голосу.

source: Value must be integer.
uk: Значення повино бути ц╕лим.

source: No such vote (%d).
uk: Нема╓ такого голосування (%d).

source: You voted for "%s"
uk: Ви проголосували за "%s".

source: You voted against "%s"
uk: Ви проголосували проти "%s"

source: Undefined arguments. Usage: debug < diplomacy <player> | city <x> <y> | units <x> <y> | unit <id> | tech <player> | timing | info | ferries >.
uk: Невизначен╕ аргументи. Використання: debug < diplomacy <гравець> | city <x> <y> | units <x> <y> | unit <╕дентиф╕катор> | tech <гравець> | timing | info | ferries >.

source: Can only use this command once game has begun.
uk: Цю команду можна викоритовувати лише п╕сля початки гри.

source: %s diplomacy no longer debugged
uk: %s дипломат╕я б╕льше не у стан╕ в╕дладки

source: %s diplomacy debugged
uk: %s дипломат╕я у стан╕ в╕дладки

source: %s tech no longer debugged
uk: %s технолог╕я б╕льше не у стан╕ в╕дладки

source: %s tech debugged
uk: %s технолог╕я у стан╕ в╕дладки

source: Value 2 & 3 must be integer.
uk: Значення 2 & 3 повинн╕ бути ц╕лими.

source: Bad map coordinates.
uk: Нев╕рн╕ координати на мап╕.

source: No city at this coordinate.
uk: За такими координатами нема╓ м╕ста.

source: %s no longer debugged
uk: %s б╕льше не у стан╕ в╕дладки

source: %s's %s no longer debugged.
uk: %s %s б╕льше не у стан╕ в╕дладки.

source: %s's %s debugged.
uk: %s %s у стан╕ в╕дладки.

source: Ferry system is no longer in debug mode.
uk: Система перев╕зу б╕льше не у стан╕ в╕дладки.

source: Ferry system in debug mode.
uk: Система перев╕зу у стан╕ в╕дладки.

source: Value 2 must be integer.
uk: Значення 2 повино бути ц╕лим.

source: Unit %d does not exist.
uk: П╕дрозд╕ла %d не ╕сну╓.

source: Undefined argument. Usage: set <option> <value>.
uk: Нев╕домий аргумент. Використання: set <опц╕я> <значення>.

source: You are not allowed to set this option.
uk: Вам не дозволено встановлювати цю опц╕ю.

source: This setting can't be modified after the game has started.
uk: Ця установка не може бути зм╕нена коли гру вже стартовано.

source: Value must be an integer.
uk: Значення повино бути ц╕лим.

source: The parameter %s should only contain digits 0-1.
uk: Параметр %s ма╓ м╕стити лише цифри 0-1.

source: Value out of range (minimum: 0, maximum: 1).
uk: Значення виходить за дозволений д╕апазон (м╕н╕мум: 0, максимум: 1).

source: Option: %s has been set to %d.
uk: Опц╕я: %s встановлена у %d.

source: The parameter %s should only contain +- and 0-9.
uk: Параметр %s ма╓ м╕стити лише +- та 0-9.

source: Value out of range (minimum: %d, maximum: %d).
uk: Значення виходить за дозволений д╕апазон (м╕н╕мум: %d, максимум: %d).

source: String value too long. Usage: set <option> <value>.
uk: Строкове значення задовге. Використовуйте: set <опц╕я> <значення>.

source: Option: %s has been set to "%s".
uk: Опц╕я: %s встановлена у "%s".

source: Sorry, one can't observe globally in this game.
uk: Вибачте, н╕хто не може спостер╕гати глобально у ц╕й гр╕.

source: Sorry, you can't take a global observer. Observe it instead.
uk: Вибачте, Ви не можете отримати керування глобальним спостер╕гачем. Спостер╕гайте.

source: Sorry, one can't observe barbarians in this game.
uk: Вибачте, н╕хто не може спостер╕гати за дикунами у ц╕й гр╕.

source: Sorry, one can't take barbarians in this game.
uk: Вибачте, н╕хто не може отримати керування дикунами у ц╕й гр╕.

source: Sorry, one can't observe dead players in this game.
uk: Вибачте, н╕хто не може наглядати за загиблими гравцями у ц╕й гр╕.

source: Sorry, one can't take dead players in this game.
uk: Вибачте, н╕хто не може отримати контроль над загиблим гравцем у ц╕й гр╕.

source: Sorry, one can't observe AI players in this game.
uk: Вибачте, н╕хто не може спостер╕гати за Ш╤-гравцями у ц╕й гр╕.

source: Sorry, one can't take AI players in this game.
uk: Вибачте, н╕хто не може отримати контроль над Ш╤ у ц╕й гр╕.

source: Sorry, one can't observe human players in this game.
uk: Вибачте, н╕хто не може спостер╕гати за гравцями-людинами у ц╕й гр╕.

source: Sorry, one can't take human players in this game.
uk: Вибачте, н╕хто не може отримати керування гравцями-людинами у ц╕й гр╕.

source: Sorry, one can't observe in this game.
uk: Вибачте, н╕хто не може наглядати у ц╕й гр╕.

source: Sorry, one can't take players in this game.
uk: Вибачте, н╕хто не може отримати контроль над гравцем у ц╕й гр╕.

source: Sorry, one can't take players already connected in this game.
uk: Вибачте, н╕хто не може отримати контроль над гравцями, що вже при╓дналися до ц╕╓╖ гри.

source: Usage: observe [connection-name [player-name]]
uk: Використання: observe [з'╓днання [гравець]]

source: Usage: observe [player-name]
uk: Використання: observe [гравець]

source: %s already controls %s. Using 'observe' would remove %s
uk: %s вже контролю╓ %s. Використання 'observe' видалить %s

source: %s is already observing %s.
uk: %s вже спостер╕га╓ за %s.

source: %s is already observing.
uk: %s вже спостер╕га╓.

source: %s now observes %s
uk: %s тепер спостер╕га╓ %s

source: %s now observes
uk: %s тепер спостер╕га╓

source: Usage: take <connection-name> <player-name>
uk: Використання: take <з'╓днання> <гравець>

source: Usage: take <player-name>
uk: Використання: take <гравець>

source: Usage: take [connection-name] <player-name>
uk: Використання: take [з'╓днання] <гравець>

source: %s already controls %s
uk: %s вже контролю╓ %s

source: being detached from %s.
uk: в╕дключаюся в╕д %s.

source: %s now controls %s (%s, %s)
uk: %s тепер контролю╓ться %s (%s, %s)

source: Barbarian
uk: Дикун

source: AI
uk: Ш╤

source: Human
uk: Людина

source: Alive
uk: Живий

source: Dead
uk: Помер

source: Usage: detach <connection-name>
uk: Використання: detach <з'╓днання>

source: You can not detach other users.
uk: Ви не можете в╕д'╓днати ╕нш╕х користувач╕в.

source: %s is not attached to any player.
uk: %s не при╓днано до жодного гравця.

source: %s detaching from %s
uk: %s в╕д'╓дну╓ться в╕д %s

source: %s no longer observing.
uk: %s вже не спостер╕га╓.

source: detaching from %s.
uk: в╕д'╓дниюся в╕д %s.

source: Usage: load <game name>
uk: Використання: load <╕м'я гри>

source: Cannot find savegame or scenario with the name "%s".
uk: Не можу знайти файл збережено╖ гри з ╕м'ям "%s".

source: Cannot load a game while another is running.
uk: Не можу завантажити гру коли ╕ншу запущено.

source: Could not load savefile: %s
uk: Не можу завантажити файл гри: %s

source: Current ruleset directory is "%s"
uk: Поточний каталог правил "%s"

source: Ruleset directory name "%s" disallowed for security reasons.
uk: Каталог правил "%s" не дозволений з м╕ркувань безпеки.

source: Ruleset directory "%s" not found
uk: Каталог правил "%s" не знайдено

source: Ruleset directory is already "%s"
uk: Каталог правил вже встановлено у "%s"

source: Ruleset directory set to "%s"
uk: Каталог правил встановлено у "%s"

source: Goodbye.
uk: До побачення.

source: Sorry, you are not allowed to use server commands.
uk: Вибачте але Вам не дозволено використовувати команди сервера.

source: Warning: '%s' interpreted as '%s', but it is ambiguous. Try '%shelp'.
uk: Застереження: '%s' трактовано як '%s', але ма╓ м╕сце двозначн╕сть. Спробуйте '%shelp'.

source: Unknown command. Try '%shelp'.
uk: Нев╕дома команда. Спробуйте '%shelp'.

source: Your new vote canceled your previous vote.
uk: Ваше нове голосування скасувало ваше попередне голосування.

source: New vote (number %d) by %s: %s.
uk: Нове голосування (номер %d) в╕д %s: %s.

source: You are not allowed to use this command.
uk: Вам не дозволено використовувати цю команду.

source: (server prompt)
uk: (сервер)

source: Game ended in a draw.
uk: Гру зак╕нчено з ничи╓ю.

source: Ending the game. The server will restart once all clients have disconnected.
uk: Зак╕нчую гру. Сервер буде перезапущено коли ус╕ кл╕╓нти в╕д'╓днаються.

source: Cannot end the game: no game running.
uk: Не можу зупинити гру: ╖╖ не запущено.

source: %s has conceded the game and can no longer win.
uk: %s здався та б╕льше не може виграти.

source: You cannot surrender now.
uk: Ви не можете здатися зараз.

source: Not enough players, game will not start.
uk: Не вистача╓ гравц╕в, гру не стартовано.

source: Cannot start the game: the game is waiting for all clients to disconnect.
uk: Не можу розпочати гру: гра оч╕ку╓ доки ус╕ кл╕енти в╕д'╓днаються.

source: Cannot start the game: it is already running.
uk: Не можу стартувати гру: ╖╖ вже запущено.

source: Cutting connection %s.
uk: Видаляю з'╓днання %s.

source: Welcome - this is the introductory help text for the Freeciv server. Two important server concepts are Commands and Options. Commands, such as 'help', are used to interact with the server. Some commands take one or more arguments, separated by spaces. In many cases commands and command arguments may be abbreviated. Options are settings which control the server as it is running. To find out how to get more information about commands and options, use 'help help'. For the impatient, the main commands to get going are: show - to see current options set - to set options start - to start the game once players have connected save - to save the current game quit - to exit
uk: Ласкаво просимо - це вступна допомога для сервера Freeciv. Дв╕ важлив╕ концепц╕╖ сервера це Команди та Опц╕╖. Команди, як 'help', використовуються для вза╓мод╕╖ з сервером. Деяк╕ команди приймають один або б╕льше аргумент╕в, що розд╕лен╕ проб╕лом. У багатьох випадках команди та ╖х аргументи можуть бути скорочен╕. Опц╕╖ це установки як╕ контролюють сервер коли його запущено. Аби д╕знатися як отримати б╕льше допомоги по Командам та Опц╕ям, скористайтеся 'help help'. Для нетерплячих, головн╕ команди: show - аби побачити поточн╕ опц╕╖ set - аби встановити опц╕╖ start - аби стартувати гру п╕сля п╕д'╓днання гравц╕в save - аби зберегти гру quit - аби вийти

source: Command:
uk: Команда:

source: Synopsis:
uk: Синтаксис:

source: Level: %s
uk: Р╕вень: %s

source: The following server commands are available:
uk: Доступн╕ наступн╕ команди сервера:

source: Help argument '%s' is ambiguous.
uk: Аргумент допомоги '%s' двозначний.

source: No match for help argument '%s'.
uk: Нема╓ сп╕впад╕нь для аргумента допомоги '%s'.

source: Bad list argument: '%s'. Try '%shelp list'.
uk: Поганий аргумент для 'list': '%s'. Спробуйте '%shelp list'.

source: List of players:
uk: Список гравц╕в:

source: <no players>
uk: <нема╓ гравц╕в>

source: user %s,
uk: ╕м'я %s,

source: , Dead
uk: , Помер

source: , difficulty level %s
uk: , р╕вень складност╕ %s

source: , nation %s
uk: , нац╕я %s

source: , team %s
uk: , команда %s

source: , ready
uk: , готовий

source: , not ready
uk: , не готове

source: %d connection:
uk: %d з'╓днання:

source: %s from %s (command access level %s), bufsize=%dkb
uk: %s при╓днався з %s (р╕вень доступу до команд %s), розм╕р буферу=%dКБ

source: (observer mode)
uk: (режим наглядача)

source: List of teams:
uk: Список команд:

source: %2d : '%s' : %d player
uk: %2d : '%s' : %d гравець

source: %2d : '%s' : 1 player : %s
uk: %2d : '%s' : 1 гравець : %s

source: Empty team: %s
uk: Порожня команда: %s

source: List of connections to server:
uk: Список з'╓днань сервера:

source: <no connections>
uk: <нема╓ з'╓днань>

source: List of scenarios available:
uk: Список доступних сценар╕╓в:

source: The %s have researched %s.
uk: %s вивчили %s.

source: The %s have researched Future Tech. %d.
uk: %s вивчили технолог╕ю майбутнього %d.

source: %s acquired from %s!
uk: %s набуто в╕д %s!

source: Discovery of %s makes the government form %s available. You may want to start a revolution.
uk: В╕дкриття %s роб╕ть можливим уряд %s. Ви можете розпочати революц╕ю.

source: Discovery of %s OBSOLETES %s in %s!
uk: В╕дкриття %s робить ЗАСТАР╤ЛИМ %s у %s!

source: Learned %s. Our scientists focus on %s; goal is %s.
uk: В╕дкрито %s. Вчен╕ концентруються на %s, мета %s.

source: Learned %s. Scientists choose to research %s.
uk: В╕дкрито %s. Науковц╕ вибрали для вивчення %s.

source: Learned %s.
uk: В╕дкрито %s.

source: Researching %s.
uk: Вивча╓ться %s.

source: Learned %s. Scientists do not know what to research next.
uk: В╕дкрито %s. Науковц╕ не знають, що досл╕джувати дал╕.

source: Great scientists from all the world join your civilization: you get an immediate advance.
uk: Видатн╕ вчен╕ з усього св╕ту при╓дналися до Вас: Ви отриму╓те негайне в╕дкриття.

source: Technology goal is %s.
uk: Технолог╕чна ц╕ль %s.

source: You steal %s from the %s.
uk: Ви вкрали %s у цив╕л╕зац╕╖ %s.

source: The %s stole %s from you!
uk: %s викрали у Вас знання про %s!

source: The %s have stolen %s from the %s.
uk: %s вкрали %s у нац╕╖ %s.

source: Illegal packet, can't upgrade %s (yet).
uk: Нев╕рний пакет, не можу модерн╕зувати %s (поки що).

source: %d %s upgraded to %s for %d gold.
uk: %d %s модерн╕зовано для %s за %d гривень.

source: No units could be upgraded.
uk: Нема╓ п╕дрозд╕л╕в для модерн╕зац╕╖.

source: %s upgraded to %s for %d gold.
uk: %s модерн╕зовано до %s за %d гривень.

source: %s refuses to disband!
uk: %s в╕дмовля╓ться розпускатися!

source: Can't place city here.
uk: Не можу розм╕стити м╕сто тут.

source: Only %s can build a city.
uk: Лише %s може будувати м╕ста.

source: Can't build a city.
uk: Не можу збудувати м╕сто.

source: Only %s can add to a city.
uk: Лише %s може додавати до м╕ста.

source: Can't add to a city.
uk: Не можу додати до м╕ста.

source: %s unit has no moves left to add to %s.
uk: П╕дрозд╕л %s не ма╓ рух╕в аби додати до %s.

source: %s unit has no moves left to build city.
uk: п╕дрозд╕л %s не ма╓ ход╕в аби будувати м╕сто.

source: %s is too big to add %s.
uk: %s завеликий аби додати %s.

source: %s needs an improvement to grow, so you cannot add %s.
uk: %s потребу╓ буд╕влю для росту, тож Ви не можете додати %s.

source: Can't add %s to %s.
uk: Не можу додати %s до %s.

source: %s added to aid %s in growing.
uk: %s додано до %s аби допомогти зрости.

source: Your bombarding %s%s became more experienced!
uk: Ваш бомбардуючий %s %s став б╕льш досв╕дченим.

source: Your Nuclear missile was shot down by SDI defences, what a waste.
uk: Вашу Атомну ракету було знищено системою захисту СО╤, прикра втрата.

source: The nuclear attack on %s was avoided by your SDI defense.
uk: Атомну атаку у %s було нейтрал╕зовано завдяки Вашому СО╤.

source: Your %s%s survived the pathetic attack from %s's %s and became more experienced!
uk: Ваш %s%s витримав невдалу атаку в╕д %s %s та став б╕льш досв╕дчений.

source: Your %s%s survived the pathetic attack from %s's %s.
uk: Ваш %s%s витримав невдалу атаку в╕д %s %s.

source: Your attacking %s failed against %s's %s%s!
uk: Ваша атака п╕дрозд╕лом %s проти %s п╕дрозд╕лу %s%s провалилася!

source: Only %s can attack from sea.
uk: Лише %s можуть атакувати з моря.

source: Cannot attack from sea.
uk: Не можу атакувати з моря.

source: Cannot attack unless you declare war first.
uk: Не можу атакувати доки Ви не проголосите в╕йну.

source: %s can only move into your own zone of control.
uk: %s можуть рухатися лише у п╕дконтрольн╕й Вам зон╕.

source: %s cannot move that far from the coast line.
uk: %s не може рухатися так далеко в╕д берега.

source: Game: Cannot invade unless you break peace with %s first.
uk: Гра: Не можу напасти якщо ви спершу не роз╕рвали мирну угоду ╕з %s.

source: This unit has no moves left.
uk: Ус╕ ходи цього п╕дрозд╕ла вичерпано.

source: No diplomat action possible.
uk: Дипломатичн╕ д╕╖ не можлив╕.

source: Unit cannot perform diplomatic action from %s.
uk: Цей п╕дрозд╕л не може виконувати дипломатичн╕ д╕╖ з %s.

source: You must declare war on %s first. Try using players dialog (F3).
uk: Спершу проголос╕ть в╕йну %s. Спробуйте використати д╕алог гравц╕в (F3).

source: This unit is being transported, and so cannot bombard.
uk: Цей п╕дрозд╕л транспорту╓ться, тому не може бомбардувати.

source: You can't attack there.
uk: Ви не можете атакувати тут.

source: This type of troops cannot take over a city.
uk: Цей тип п╕дрозд╕л╕в не мож╓ захопити м╕сто.

source: A transported unit is not allied to all units or city on target tile.
uk: Траспорту╓мий п╕дрозд╕л не ╓ союзним до ус╕х п╕дрозд╕л╕в або м╕сто на кл╕тц╕ призначення.

source: Your %s helps build the %s in %s (%d remaining).
uk: Ваш╕ %s допомогли будувати %s у %s (залишилося %d).

source: Your %s helps build the %s in %s (%d surplus).
uk: Ваш╕ %s допомогли будувати %s у %s (надлишок %d).

source: Sorry, your %s cannot establish a trade route because it has no home city
uk: Вибачте, Ваш %s не може встановити торговий шлях бо не ма╓ б╕льше р╕дного м╕ста

source: Sorry, your %s cannot establish a trade route between %s and %s
uk: Вибачте, Ваш %s не може встановити торговий шлях %s м╕ж та %s
