Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Marsmen landed on Earth in 4000 BC!
uk: Марс╕ане висадились на Земл╕ у 4000 до н.е.!

source: Mayan
uk: Майя

source: ?plural:Mayas
uk: Майя

source: The Mayans were a Mesoamerican civilization. Famous for building great pyramids and palaces in the jungle.
uk: Майа ╓ месоамериканською цивил╕зац╕╓ю. Вони в╕дом╕ сво╖ми видатними п╕рамидами та палацами у джунглях.

source: Ajaw
uk: Аджау

source: ?female:Ajaw
uk: Аджау

source: Ah kin
uk: Ах к╕н

source: ?female:Ah kin
uk: Ах к╕н

source: Mexican
uk: Мексиканц╕

source: ?plural:Mexicans
uk: Мексиканц╕

source: Mexico borrows its name from the Mexica people, another name for the Aztecs.
uk: Мексика отримала сво╓ ╕м'я в╕д народу Мексика, ╕нше ╕м'я якого Ацтеки.

source: Moldovan
uk: Молдовани

source: ?plural:Moldovans
uk: Молдавани

source: Moldova was conquered by the Ottomans in the 16th century. Then in 1812 Moldova became part of the Russian Empire. From 1918 Moldova was part of Romania until inclusion in the Soviet Union in 1940. The modern Republic of Moldova gained independence from the Soviet Union in 1991.
uk: Молдова була захоплена Оттоманцям╕ у 16-му строр╕чч╕. Пот╕м у 1812 Молдова стала частиною Рос╕йсько╖ ╤мпер╕╖. З 1918 Молдова була частиною Румун╕╖ доки не була включена до Радянського Союзу у 1940. Сучасна Республ╕ка Молдова отримала незалежн╕сть п╕сля розпаду Радянського Союзу у 1991.

source: Voievod
uk: Войовода

source: Doamna
uk: Доамна

source: Gospodar
uk: Господар

source: Gospodarynya
uk: Господариня

source: Tovaras
uk: Товариш

source: Tovarasa
uk: Товариш

source: Mongol
uk: Монгол

source: ?plural:Mongols
uk: Монголи

source: In the centuries after their unification by Genghis Khan, the Mongols conquered the largest empire in human history, encompassing most of the continent of Asia. They became notorious for the utter ruthlessness in warfare.
uk: П╕сля об'╓днання Ченг╕с Ханом, Монголи створили найб╕льшу ╕мпер╕ю в ╕стор╕╖ людства, що була розташована на б╕льшость аз╕йського конт╕ненту. Вони були безжальними во╖нами.

source: ?female:Khan
uk: Хан

source: ?female:Khagan
uk: Ханша

source: Muskogee
uk: Муског╕

source: ?plural:Muskogee
uk: Муског╕

source: New Zealand
uk: Новозеландц╕

source: ?plural:New Zealanders
uk: Новозеландц╕

source: Nigerian
uk: Н╕гер╕йц╕

source: ?plural:Nigerians
uk: Н╕гер╕йц╕

source: Nigeria won full independence from British rule in 1960.
uk: Н╕гер╕я здобула незалежн╕сть в╕д Британ╕╖ у 1960.

source: North Korean
uk: П╕вн╕чн╕ Корейц╕

source: ?plural:North Koreans
uk: П╕вн╕чн╕ Корейц╕

source: In 1945 Korea was split by the Soviet Union and the United States into two states along 38th parallel forming North Korea and South Korea. Even 60 years since then, North Korea remains a communist state of Stalinist type.
uk: У 1945 Корея була под╕лена Радянським Союзом та Сполученими Штатами на дв╕ кра╖ни упродовж 38-╖ паралел╕. Цими кра╖нами стали П╕вн╕чна та П╕вденна Коре╖. Нав╕ть 60 рок╕в потому П╕вн╕чна Корея продовжу╓ залишатися комун╕стичною кра╖ною стал╕н╕стького типу.

source: Widaehan suryong
uk: Великий Вождь

source: Norwegian
uk: Норвежц╕

source: ?plural:Norwegians
uk: Норвежц╕

source: Nubian
uk: Нуб╕йц╕

source: ?plural:Nubians
uk: Нуб╕йц╕

source: Numidian
uk: Нум╕д╕йц╕

source: ?plural:Numidians
uk: Нум╕д╕йц╕

source: Nuu-chah-nulth
uk: Нуу-чах-нулт

source: ?plural:Nuu-chah-nulth
uk: Нуу-чах-нулт

source: Chaabat
uk: Чаабат

source: Ha'wiih
uk: Хав'╕╕х

source: Ottoman
uk: Оттоманц╕

source: ?plural:Ottomans
uk: Оттоманц╕

source: Bey
uk: Бей

source: Hakan
uk: Хакан

source: Padisah
uk: Пад╕шах

source: Imparator
uk: ╤мператор

source: Pakistani
uk: Пакистанц╕

source: ?plural:Pakistanis
uk: Пакистанц╕

source: The Federation of Pakistan was formed from the predominantly Muslim regions of British India in 1947.
uk: Федерац╕я Пак╕стану била сформована на основ╕ переважно мусульманських рег╕он╕в Британсько╖ ╤нд╕╖ у 1947.

source: Papuan
uk: Папуаси

source: ?plural:Papuans
uk: Папуаси

source: The Papuans are a Melanesian people on the island of New Guinea.
uk: Папуаси це меланез╕йский народ з остров╕в Ново╖ Гв╕не╖.

source: Governor-General
uk: Генерал-Губернатор

source: Persian
uk: Перси

source: ?plural:Persians
uk: Перси

source: The first Persian (Achaemenid) Empire lasted from 550BC to 330BC; the second (Sassanid) from 226AD to 642AD.
uk: Перша Перська (Акмаен╕дська) ╤мпер╕я ╕снувала з 55 до н.е. по 330 до н.е.; друга (Сасан╕дська) з 226 по 642 роки н. е.

source: Peruvian
uk: Перуанц╕

source: ?plural:Peruvians
uk: Перуанц╕

source: Peru was the cradle of the Inca Empire and civilization. It is still today a major center of indigenous South American culture.
uk: Перу було колискою ╕мпер╕╖ ╕нк╕в та ╖х цив╕л╕зац╕╖. ╤ зараз воно видатний центр м╕сцево╖ п╕вденно-американсько╖ культури.

source: Protector
uk: Захисник

source: Phoenician
uk: Ф╕н╕к╕йц╕

source: ?plural:Phoenicians
uk: Ф╕н╕к╕йц╕

source: Milk
uk: М╕лк

source: Milkot
uk: М╕лкот

source: Suffet
uk: Суффет

source: Pirate
uk: П╕рати

source: ?plural:Pirates
uk: П╕рати

source: As long as honest men have sailed the seas, pirates have been a scourge of them and of all coastal dwelling peoples.
uk: В╕дколи перш╕ см╕л╕вц╕ почали плавати морями, п╕рати стали ╖х бичом, так само як ╕ ус╕х прибрежних жител╕в.

source: Polish
uk: Ляхи

source: ?plural:Poles
uk: Ляхи

source: The Polish state was formed about a millennium ago, and reached its Golden Age near the end of the 16th century.
uk: Польська держава була заснована близько тисяч╕ рок╕в тому, та досягла Золотого В╕ку близько к╕нця 16 стор╕ччя.

source: Dyktator
uk: Д╕ктатор

source: Dyktatorka
uk: Д╕ктаторка

source: Prymas
uk: Примас

source: ?female:Prymas
uk: Примас

source: Pierwszy Sekretarz
uk: Перший секретар

source: ?female:Pierwszy Sekretarz
uk: Перший секретар

source: Polynesian
uk: Пол╕нез╕йц╕

source: ?plural:Polynesian
uk: Пол╕нез╕йц╕

source: Polynesian culture stretches from Hawaii to New Zealand to Easter Island and covers all the islands in between.
uk: Пол╕нез╕йська культура простяга╓ться в╕д Гава╖в до Ново╖ Зеланд╕╖, до острова Пасхи та остров╕в м╕ж ними.

source: Portuguese
uk: Португальц╕

source: ?plural:Portuguese
uk: Португальц╕

source: Portugal founded the first of the great mercantile empires in the 1400s on the shipbuilding advances funded by Prince Henry the Navigator.
uk: Португал╕я це велика меркант╕льна ╕мпер╕я заснована у 1400 за розвитку кораблебудування Принцем Генр╕ Мореплавцем.

source: Prussian
uk: Прусаки

source: ?plural:Prussians
uk: Прусаки

source: Grand Master
uk: Великий Маг╕стр

source: Duke
uk: Великий князь

source: Duchess
uk: Велика княжна

source: Elector
uk: Виборщик

source: P'urhepecha
uk: П'юрхепеча

source: ?plural:P'urhepecha
uk: П'юрхепеча

source: Caconzi
uk: Цацонз╕

source: Quebecois
uk: Квебекц╕

source: ?plural:Quebecois
uk: Квебекц╕

source: Quebec is the largest province of Canada, housing the majority of the Francophone population of America.
uk: Квебек ╓ найб╕льшою пров╕нц╕╓ю Канади, надаючи дом╕вку б╕льшост╕ франкомовного населення Америки.

source: Romanian
uk: Румуни

source: ?plural:Romanians
uk: Румуни

source: Rege
uk: Король

source: Regina
uk: Королева

source: Roman
uk: Румуни

source: ?plural:Romans
uk: Румуни

source: Rome was, in legend, founded by Romulus in 753 BC. At its height, Rome controlled nearly all of Europe, northern Africa and Mesopotamia.
uk: Рим був, зг╕дно ╕з легендою, заснований у 753 до н.е. Ромулом. На вершин╕ могутност╕ Рим контролював приблизно усю ╢вропу, п╕вн╕чну Африку та Месопотам╕ю.

source: Russian
uk: Москал╕

source: ?plural:Russians
uk: Москал╕

source: Tsar
uk: Цар

source: Tsaritsa
uk: Цариця

source: Rwandan
uk: Руанд╕йц╕

source: ?plural:Rwandans
uk: Руанд╕йц╕

source: African
uk: Африканьска

source: Rwanda is a hilly and very fertile country in the Great Lakes region of eastern Africa. It supports the densest population of the continent.
uk: Руанда ╓ холмистою та дуже родючою кра╖ною у район╕ Великих Озер сх╕дно╖ Африки. Це найб╕льш густозаселена кра╖на континенту.

source: Ryukyuan
uk: Рюкюанц╕

source: ?plural:Ryukyuans
uk: Рюкюанц╕

source: Koku-o
uk: Коку-о

source: Jo-o
uk: Йо-о

source: Sami
uk: Сам╕

source: ?plural:Sami
uk: Сам╕

source: The Sami are a people of northern Scandinavia. Their nation spans over the northernmost regions of the Scandinavian countries and northwestern Russia.
uk: Саами - народ п╕вн╕чно╖ Скандинав╕╖. ╤х нац╕я под╕лена м╕ж п╕вн╕чними рег╕онами скандинавських стран та п╕н╕чно-зах╕дною Росс╕╓ю.

source: Noaydde
uk: Ноайдде

source: ?female:Noaydde
uk: Ноайдде

source: Samogitian
uk: Самогитяне

source: ?plural:Samogitians
uk: Самогитяне

source: Scottish
uk: Шотландц╕

source: ?plural:Scots
uk: Шотландц╕

source: Scotland, originally settled in late Roman times by Irish raiders who displaced the native Picts, was an independent kingdom from around 1034AD to the Union of Crowns with England in 1701.
uk: Шотланд╕я, спочатку колон╕зована у п╕зн╕ Римськ╕ часи ╕рланськими завойовниками, що вит╕сн╕ли туб╕льних П╕кт╕в, була незалежним корол╕вством з 1034 року до об'╓днання з Англ╕╓ю у 1701.

source: First Minister
uk: Перший м╕н╕стр

source: ?female:First Minister
uk: Перший м╕н╕стр

source: Serbian
uk: Серби

source: ?plural:Serbians
uk: Серби

source: Serbia is part of the region of the Southern Slavs that was conquered by the Ottomans after the collapse of the Byzantine Empire. During most of the 20th century it was part of the Yugoslav Federation.
uk: Серб╕я це частина рег╕ону П╕вденних Словян що була захоплена Отоманською ╕мпер╕╓ю п╕сля розпаду В╕зант╕╖. Напротяз╕ б╕льшост╕ часу 20 стор╕ччя це була частина Югославсько╖ Федерац╕╖.

source: Silesian
uk: С╕лезц╕

source: ?plural:Silesians
uk: С╕лезц╕

source: Silesia is a region of southern Poland that was at one time an independent kingdom.
uk: С╕лез╕я це рег╕он на п╕вдн╕ Польщ╕, що колись був незалежним корол╕вством.

source: Singaporean
uk: С╕нгапурц╕

source: ?plural:Singaporeans
uk: С╕нгапурц╕

source: Singapore is a mercantile city-state located at the southernmost tip of the Malaysian Peninsula.
uk: С╕нгапур це заможне м╕сто-кра╖на що розташована на п╕вдн╕ Малаз╕йського п╕вострова.

source: Encik
uk: Енц╕к

source: ?female:Encik
uk: Енц╕к

source: Sioux
uk: С╕у

source: ?plural:Sioux
uk: С╕у

source: Slovakian
uk: Словаки

source: ?plural:Slovakians
uk: Словаки

source: Slovakia is a country in the heart of Europe. Formerly part of Czechoslovakia, until 1918 it was part of the Austro-Hungarian Empire.
uk: Словак╕я - це кра╖на у центр╕ ╢вропи. Ран╕ше була частино╖ Чехословак╕╖, а до 1918 - Австро-Угорсько╖ ╕мпер╕╖.

source: ?female:Leader
uk: Вождь

source: Priestess
uk: Жриця

source: ?female:General Secretary
uk: Генеральний Секретар

source: Slovenian
uk: Словенц╕

source: ?plural:Slovenians
uk: Словенц╕

source: Slovenia was the most western and northern republic of the old Yugoslav Federation.
uk: Словен╕я це найб╕льш зах╕дна та п╕вн╕чна республ╕ка старо╖ Югославсько╖ Федерац╕╖.

source: South African
uk: П╕вденноафриканц╕

source: ?plural:South Africans
uk: П╕вденноафриканц╕

source: South Korean
uk: П╕вденн╕ Корейц╕

source: ?plural:South Koreans
uk: П╕вденн╕ Корейц╕

source: Formerly the site of a unified Korean state, the Korean peninsula is today divided into two states - North and South Korea - as a result of the stalemate after the Korean War in 1953. The South Korean government was formed from the nationalist and anti-communist "Provisional Government of the Republic of Korea" in 1948.
uk: Колись ╓дина кра╖на, зараз Корейський п╕востр╕в розд╕лений м╕ж двома державами - П╕вн╕чною та П╕вденною Кореями - як результат патово╖ ситуац╕╖, що склалася наприк╕нц╕ Корейсько╖ в╕йни 1953-го року. П╕вденно-корейский уряд було сформовано ╕з нац╕онал╕стичного та ант╕комун╕стичного "Тимчасового уряду Республ╕ки Корея" у 1948.

source: Soviet
uk: Радяньск╕

source: ?plural:Soviets
uk: Радяньск╕

source: Soviet Union's history starts in November 1917, when under Lenin's leadership a Bolshevik revolution occurred. On December 31 1922, four Soviet republics integrated into one country. Soviet Union became one of most powerful states in the 20th century. But by the end of 1991 due to many social shocks it disintegrated into fifteen independent countries
uk: ╤стор╕я Радянського Союзу розпочалася у Листопад╕ 1917 року, коли п╕д кер╕вництвом Лен╕на в╕дбулася третя рос╕йська революц╕я (друга за той р╕к). 31 грудня 1922 року чотири радянськ╕ республ╕ки об'╓дналися у ╓дину кра╖ну. Радянський Союз став одною ╕з найб╕льш могутн╕х держав 20-го стор╕чча. Проте у к╕нц╕ 1991 року п╕сля багатьох соц╕альних негаразд╕в в╕н розпався на пятнадцять незалежних кра╖н.

source: Great Leader
uk: Великий Вождь

source: ?female:Great Leader
uk: Велика Вождь

source: Spanish
uk: ╤спанц╕

source: ?plural:Spanish
uk: ╤спанц╕

source: The modern Spanish nation was formed when the rulers of the kingdoms of Castille and Aragon led the recapture of the Iberian peninsula from the Moslems. The Reconquista was completed in 1492AD, the same year Columbus sailed.
uk: Сучасн╕ ╤спанц╕ сформувалися коли володар╕ корол╕вств Каст╕лья та Арагон в╕двоювали ╤бер╕йське наг╕рря у Мусульман. Р╕конк╕сту було зак╕нчено у 1492 н.е., того ж року Колумб зробив сво╓ в╕дкриття.

source: Caudillo
uk: Кауд╕льо

source: Caudilla
uk: Кауд╕льа

source: Cardinal
uk: Кард╕нал

source: ?female:Cardinal
uk: Кард╕нал

source: Sri Vijaya
uk: Ср╕ В╕джая

source: ?plural:Sri Vijaya
uk: Ср╕ В╕джая

source: Datu
uk: Дату

source: Sudanese
uk: Суданц╕

source: ?plural:Sudanese
uk: Суданц╕

source: In 1820 Sudan came under Egyptian rule and later British rule. Sudan became independent in 1956.
uk: У 1820 Судан п╕дпав п╕д египетську, та пот╕м п╕д британьску владу. Судан став незалежним у 1956.

source: Sumerian
uk: Шумерц╕

source: ?plural:Sumerians
uk: Шумерц╕

source: Ensi
uk: Енц╕к

source: Swazi
uk: Сваз╕

source: ?plural:Swazis
uk: Сваз╕

source: Ngwenyama
uk: Нгвенйама

source: Indovuzaki
uk: ╤ндовузак╕

source: Swedish
uk: Шведи

source: ?plural:Swedes
uk: Шведи

source: The Kingdom of Sweden was christianized and consolidated as a political entity by the 12th century AD. The country rose to prominence as one of the great powers of Europe in the 17th century, following substantial military conquests by the so called Warrior Kings. However, due to a worsening economy and several disastrous defeats to Russia, Sweden soon lost most of its gained territory. The country has not been involved in an armed conflict since 1814.
uk: Корол╕вство Швец╕╖ було христиан╕зовано та об'╓днано як пол╕тична одиниця к 12-му стор╕ччу. Кра╖на набула могутност╕ як одна ╕з найб╕льших сил у ╢вроп╕ у 17-му стор╕чч╕, як результат пост╕йний в╕йскових захопленнь так званими королями-во╖нами. Проте, через пог╕ршення економ╕чного становища та дек╕лькох катастроф╕чних поразок в╕д Рос╕╖, Швец╕я швидко втратила б╕кьш╕сть ╕з захоплених територ╕й. Кра╖на не приймала участ╕ у в╕йскових д╕ях ╕з 1814 року.

source: Swiss
uk: Швейцарц╕

source: ?plural:Swiss
uk: Швейцарц╕

source: Switzerland is a federation of cantons, some of which have more than 700 years of history as a confederacy.
uk: Швейцар╕я ╓ федерац╕╓ю кантон╕в, деяк╕ з котрих мають б╕льш н╕ж 700-р╕чну ╕стор╕ю як конфедерац╕я.

source: ?female:General
uk: Генерал

source: Bailiff
uk: Байл╕фф

source: ?female:Bailiff
uk: Байл╕фф

source: President of the Confederation
uk: Президент Конфедерац╕╖

source: Federal Chancellor
uk: Федеральний Канцлер

source: ?female:Federal Chancellor
uk: Федеральний Канцлер

source: Syrian
uk: Сир╕йц╕

source: ?plural:Syrians
uk: Сир╕йц╕

source: The modern Syrian Arab Republic was formed from a French mandate and gradually gained independence during the 1940s.
uk: Сучасна Сир╕йська Арабська Республ╕ка була сформована ╕з французсько╖ мандата та поступово отримала незалежн╕сть на протяз╕ 1940-х рок╕в.

source: Taino
uk: Та╕но

source: ?plural:Taino
uk: Та╕но

source: Cacike
uk: Цац╕ке

source: Bohike
uk: Бох╕ке

source: Tairona
uk: Та╕рона

source: ?plural:Tairona
uk: Та╕рона

source: Hankwa
uk: Ханква

source: Guacanaoma
uk: Гуаканаома

source: Taiwanese
uk: Тайванц╕

source: ?plural:Taiwanese
uk: Тайванц╕

source: When the Chinese nationalists lost the armed struggle against the Chinese communists, the nationalist government evacuated to the island of Taiwan where they formed the Republic of China.
uk: Коли китайск╕ нац╕онал╕сти програли озрбо╓ну боротьбу проти китайских комун╕ст╕в, нац╕онал╕стичний уряд евакуювався до острову Тайвань, де в╕н створив Республ╕ку К╕тай.

source: Tajik
uk: Таджик╕

source: ?plural:Tajiks
uk: Таджик╕

source: Nation in Central Asia. Conquered by the Russian Empire in 19th century, Tajikistan got independence from the Soviet Union in 1991.
uk: Нац╕я у Центральн╕й Аз╕╖. Захоплена Рос╕йською ╤мпер╕╓ю у 19-му строр╕чч╕, Таджик╕стан отримав незалежн╕сть в╕д Радянського Союзу у 1991.

source: Texan
uk: Техасц╕

source: ?plural:Texans
uk: Техасц╕

source: Texas is second largest and second most populous state of the USA, famous for its "larger than life" cowboy mentality.
uk: Техас ╓ другим за населенням та розм╕ром штатом США, в╕домий сво╓ю "б╕льшою за життя" ковбойською ментальн╕стю.

source: Thai
uk: Та╕ландц╕

source: ?plural:Thai
uk: Та╕ландц╕

source: The Thai kingdom was the only country in Southeast Asia to preserve its independence throught the colonial era of the 18th and 19th centuries AD.
uk: Корол╕вство Та╕ланд це ╓дина кра╖на у П╕вденн╕й Аз╕╖ що збер╕гла незалежн╕сть п╕д час колон╕ально╖ ери 18 та 19 стор╕чь нашо╖ ери.

source: Thracian
uk: Фрак╕йц╕

source: ?plural:Thracians
uk: Фрак╕йц╕

source: The second most numerous people in the ancient western world.
uk: Друга за чисельн╕стю нац╕я у древньому зах╕дному св╕т╕.

source: Rhesos
uk: Рхесос

source: Tibetan
uk: Тибетц╕

source: ?plural:Tibetans
uk: Тибетц╕

source: Lama
uk: Лама

source: Dharma King
uk: Дхарма Король

source: Dalai Lama
uk: Далай Лама

source: Tocharian
uk: Тохарц╕

source: ?plural:Tocharians
uk: Тохарц╕

source: Kakmartik
uk: Какмарт╕к

source: Lant
uk: Лант

source: Lantsa
uk: Ланца

source: Tunisian
uk: Тунисц╕

source: ?plural:Tunisians
uk: Тунисц╕

source: Tupi
uk: Туп╕

source: ?plural:Tupi
uk: Туп╕

source: The Tupi are a native Brazilian people related to the Guarani who inhabited the modern Brazilian states of Paraiba, Pernambuco, Ceara, Rio Grande do Norte, Alagoas, Sergipe and others as well. Their chiefdoms were destroyed through Portuguese slave-raids, the creation of mission-villages, and disease. The Tupi intermarried with African slaves and Europeans alike and a great many Brazilian place names are derived from Tupi words.
uk: Туп╕ ╓ м╕сцевим народом Бразил╕╖ пов'язан╕ ╕з Гуаран╕, як╕ населяли сучасн╕ бразильськ╕ штати Пара╕ба, Пернамбуко, Цера, Р╕о Гранде до Норте, Алагоас, Серг╕пе та деяк╕ ╕нш╕. Осередки ╖х культури були знищен╕ п╕д час рейд╕в португальц╕в за рабами, заснування м╕с╕онерських сел та хвороби. Туп╕ зм╕шалися ╕з африканськими рабами та ╓вропейцями та багато бразильських назв походять в╕д сл╕в на мов╕ Туп╕.

source: Morubixaba
uk: Моруб╕ксаба

source: Paje
uk: Падже

source: Turkmen
uk: Туркмени

source: ?plural:Turkmens
uk: Туркмени

source: Nation in Central Asia. Conquered by the Russian Empire in 19th century, Turkmenistan got independence from the Soviet Union in 1991.
uk: Нац╕я у Центральн╕й Аз╕╖. Захоплена Рос╕йскькою ╤мпер╕╓ю у 19-му строр╕чч╕, Туркмен╕стан отримав незалежн╕сть в╕д Радянського Союзу у 1991.

source: Turk
uk: Турки

source: ?plural:Turks
uk: Турки

source: Modern Turkey is the successor state of the Ottoman Empire, which collapsed and was dismembered by the victors in World War I after backing the Central Powers. The country was subsequently reformed and secularized by Kemal Mustapha, the hero of the defense of Gallipoli.
uk: Сучасн╕ Турки це залишок Отомансько╖ ╤мпер╕╖, що зак╕нчила сво╓ ╕снування та була розформована переможцями у Перш╕й Св╕тов╕й В╕йн╕. Кра╖ну було реформовано Кемалем Мустафою, геро╓м захисту Гал╕пол╕.

source: Ukrainian
uk: Укра╖нц╕

source: ?plural:Ukrainians
uk: Укра╖нц╕

source: The Ukraine is a vast region on the westernmost marches of the former Soviet Union. It includes some of the most fertile black-soil cropland on Earth.
uk: Укра╖на це велика кра╖на на заход╕ колишнього Радянського Союзу. У н╕й найб╕льш╕ плодородн╕ черноземи на Земл╕.

source: Hetman
uk: Гетьман

source: UN
uk: ООН

source: ?plural:UN
uk: ООН

source: Fictional
uk: Вигадан╕

source: The United Nations believe in human rights and the protection of the weak.
uk: Об'╓днан╕ Нац╕╖ в╕рять у права людини та захист слабого.

source: ?female:Chairperson
uk: Председатель

source: Secretary-General
uk: Генеральний секретар

source: ?female:Secretary-General
uk: Генеральний секретар

source: Representative
uk: Представник

source: ?female:Representative
uk: Представниця

source: Uruguayan
uk: Уругвайц╕

source: ?plural:Uruguayans
uk: Уругвайц╕

source: Uruguay, a small South American country sometimes referred to as "Switzerland of the Americas" due to its once higly developed social welfare system.
uk: Уругвай, маленька держава у п╕вденн╕й Америц╕, ╕нод╕ назива╓ться "Швейцар╕╓ю Америк" через свою високо розвинену систему соц╕ально╖ п╕дтримки.

source: Uyghur
uk: Уйгури

source: ?plural:Uyghurs
uk: Уйгури

source: Uyghur was an east Turk empire and civilization. At its height in 820 AD it controlled most of Central and North Asia. After clashing with the Chinese for several centuries, they were finally subdued by the Qing dynasty in the 1700s. Today, descendants of the Uyghur form the populations of the Central Asian states of Uzbekistan, Kazakhstan and Kyrgyzstan. They are also the main minority of the Xinjiang province of China.
uk: Уйгури були сх╕дною тюркьскою ╕мпер╕╓ю та цив╕л╕зац╕╓ю. У пер╕од свого розкв╕ту у 820 роц╕ н.е. вона контролювала б╕льш╕сть центрально╖ та п╕вн╕чно╖ Аз╕╖. П╕сля сутичок ╕з китайцями на протяз╕ дек╕лькох стор╕чь, уйгури були зрештою п╕дкорен╕ д╕наст╕╓ю К╕нг у 1700-х роках. Зараз нащадки уйгуров становлять населення кра╖н у центральн╕й Аз╕╖, таких як Узбек╕стан, Казахстан та Киргизстан. Також вони головна меньшина у китайськ╕й пров╕нц╕╖ Кс╕нж╕анг.

source: Uzbek
uk: Узбеки

source: ?plural:Uzbeks
uk: ?plural:Узбеки

source: Nation in Central Asia. Uzbekistan was the center of ancient states such as Khoresm, Khanate of Bukhara, Khanate of Kokand and others. Conquered by the Russian Empire in 19th century, Uzbekistan got independence from the Soviet Union in 1991.
uk: Нац╕я у Центральн╕й Аз╕╖. Узбек╕стан був центром древн╕х держав, таких як Хорезм, Бухарський ханат, Кокандський ханат та ╕нших. Захоплений Рос╕йською ╕мпер╕╓ю у 19-му стор╕чч╕, Узбек╕стан набув незалежност╕ в╕д Радяньского Союзу у 1991.

source: Venezuelan
uk: Венесуельц╕

source: ?plural:Venezuelans
uk: ?plural:Венесуельц╕

source: Venezuela is the most northern country in South America. Having been a Spanish colony since the 16th century, the country gained independence on July 5th 1811 under the leadership of El Libertador Simon Bolivar - The Liberator.
uk: Венесуела ╓ самою п╕вн╕чною кра╖ною п╕вденно╖ Америки. Вона була ╕спанською колон╕╓ю с 16-го стор╕чча, кра╖на набула незалежност╕ 5 липня 1811 року п╕д кер╕вництвом Ель Л╕бертадор С╕мона Бол╕вара - Визволителя.

source: Terrateniente
uk: Терратен╕енте

source: Terratenienta
uk: Терратен╕ента

source: Vietnamese
uk: В`╓тнамц╕

source: ?plural:Vietnamese
uk: В`╓тнамц╕

source: The Vietnamese nation was founded in the first century AD by twin sisters who became the war leaders of a revolt against a Chinese military governor.
uk: Нац╕я в'╓тнамц╕в була заснована у першому стор╕чч╕ нашо╖ ери двома сестрами що були л╕дерами повстання проти К╕тайсько╖ в╕йськово╖ адм╕н╕страц╕╖.

source: Viking
uk: В╕к╕нг╕

source: ?plural:Vikings
uk: В╕к╕нг╕
