Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: ?plural:Catalans
uk: Каталонц╕

source: Catalunya (aka Catalonia in English) is the north-eastern-most coastal region of Spain near the southern foot of the Pyrenees.
uk: Каталон╕я це п╕вн╕чно-сх╕дне узбережжя ╤спан╕╖ б╕ля п╕вденного п╕дн╕жжя П╕р╕не╖в.

source: Primer Ministre
uk: Прем'╓р-м╕н╕стр

source: Primera Ministre
uk: Прем'╓р-м╕н╕стр

source: Dictador
uk: Диктатор

source: Dictadora
uk: Диктаторка

source: Rei
uk: Король

source: Reina
uk: Королева

source: Arquebisbe
uk: Арх╕╓п╕скоп

source: Gran Bruixa
uk: Велика В╕дьма

source: Cherokee
uk: Ч╕рок╕

source: ?plural:Cherokees
uk: Ч╕рок╕

source: The Cherokee nation is the largest Native American nation in North America today.
uk: Нац╕я ч╕рок╕ ╓ найб╕льшою нац╕╓ю американських ╕нд╕анц╕в у П╕вн╕чн╕й Америц╕ на сьогодняшний день.

source: Great Chief
uk: Велик╕й вождь

source: ?female:Great Chief
uk: ?female:Велика Вождь

source: Spokesman
uk: Сп╕кер

source: Spokeswoman
uk: Сп╕кер

source: Principal Chief
uk: Верховний Вождь

source: ?female:Principal Chief
uk: Верховний Вождь

source: Chilean
uk: Ч╕л╕йц╕

source: ?plural:Chileans
uk: Ч╕л╕йц╕

source: Chile is located on the south-western coast of South America.
uk: Ч╕л╕ розташовано на п╕вденно-зах╕дному узбережж╕ П╕вденно╖ Амер╕ки.

source: Captain General
uk: Кап╕тан Генерал

source: Archbishop
uk: Арх╕╓п╕скоп

source: Supreme Director
uk: Верховний Директор

source: Chinese
uk: Китайц╕

source: ?plural:Chinese
uk: Китайц╕

source: Emperor
uk: ╤мператор

source: Dowager
uk: Вдова ╤мператора

source: Chola
uk: Чоласц╕

source: ?plural:Cholas
uk: Чоласц╕

source: Colombian
uk: Колумб╕йц╕

source: ?plural:Colombians
uk: Колумб╕йц╕

source: General
uk: Генерал

source: Governador
uk: Губернатор

source: Governadora
uk: Губернатор

source: Confederate
uk: Конфедерати

source: ?plural:Confederates
uk: Конфедерати

source: The Confederate States of America was a splinter nation of the United States during the American Civil War. It was formed in 1861 by six Southern states but had to abandon their claims of independence a few years later after several military defeats by United States troops.
uk: Конфедерац╕я Штат╕в Америки в╕докремулась в╕д Сполучених Штат╕в Америки п╕д час американьско╖ громадянсько╖ в╕йни. Вона була сформована у 1861 ╕з шести п╕вденних штат╕в, проте вона мала в╕дкинути проголошену незалежн╕сть дек╕лька рок╕в потому п╕сля дек╕лькох в╕йськових поразок в╕д в╕йськ Сполучених Штат╕в.

source: Cornish
uk: Корнуельц╕

source: ?plural:Cornish
uk: Корнуельц╕

source: Cornwall is a region in the extreme southwest of England, traditionally the home of the legendary King Arthur.
uk: Корнуел це рег╕он на крайньому п╕вденному-заход╕ Англ╕╖, традиц╕йна дом╕вка легендарного Короля Артура.

source: Chieftain
uk: Вождь

source: ?female:Chieftain
uk: Вождь

source: Cree
uk: Кр╕

source: ?plural:Cree
uk: Кр╕

source: Uchimaahkaan
uk: Уч╕маахкаан

source: Uchimaahkaaniskweu
uk: Уч╕маахкаан╕скью

source: Chihchiuchimaau
uk: Ч╕хч╕уч╕маау

source: Chihchiuchimaaskweu
uk: Ч╕хч╕уч╕мааскью

source: Croatian
uk: Хорвати

source: ?plural:Croatians
uk: Хорвати

source: Croatia is the region of the Southern Slavs that was held by the Austro-Hungarian Empire, rather than coming under Ottoman rule after the collapse of Byzantium. During most of the 20th century it was part of the Yugoslav Federation.
uk: Хорват╕я це рег╕он П╕вденних Словян що був у Австро-Угорськ╕й ╕мпер╕╖, а до того п╕д Отоманськ╕м керуванням п╕сля розпаду В╕зант╕╖. Напротяз╕ б╕льшого часу 20 стор╕ччя була частиною Югославсько╖ Федерац╕╖.

source: Cuban
uk: Кубинц╕

source: ?plural:Cubans
uk: Кубинц╕

source: Czech
uk: Чехи

source: ?plural:Czechs
uk: Чехи

source: Today's Czech Republic was until 1993 part of Czechoslovakia, which had been until 1918 part of the Austro-Hungarian Empire.
uk: Сучасна Чеська республ╕ка ╕снувала до 1993 як частина Чехословак╕╖, що була частиною Австро-Угорсько╖ ╕мпер╕╖ до 1918.

source: Thane
uk: Тан

source: Prophetess
uk: Пророчиця

source: Danish
uk: Датчани

source: ?plural:Danes
uk: Датчани

source: The founding of the Danish kingdom is generally assigned to the reign of Harald Blatand, who unified what is now Denmark between 958AD and 988AD.
uk: Заснування Датського корол╕вства в ц╕лому справа рук Геральда Галасливого, що об'╓днав те що ╓ зараз Дан╕╓ю м╕ж 958 та 988 роками.

source: Dominican
uk: Дом╕н╕канц╕

source: ?plural:Dominican
uk: Дом╕н╕канц╕

source: Dutch
uk: Голанц╕

source: ?plural:Dutch
uk: Голанц╕

source: Egyptian
uk: ╢гиптяни

source: ?plural:Egyptians
uk: ╢гиптяни

source: Egypt was the second-oldest of the world's civilizations. Since ancient times it has been unusually urbanized, supporting a large population on silt deposited by the annual floodings of the Nile.
uk: ╢г╕пет це друга найстар╕ша св╕това цив╕л╕зац╕я. З ант╕чних час╕в вона була надзвичайно урбан╕зована, п╕дтримувала велике населення землеробством на ╕лових осадах п╕сля щор╕чних розл╕в╕в Н╕лу.

source: Pharaoh
uk: Фараон

source: ?female:Pharaoh
uk: Фараон

source: Great Pharaoh
uk: Великий Фараон

source: ?female:Great Pharaoh
uk: ?female:Великий Фараон

source: Emirati
uk: Ем╕ратц╕

source: ?plural:Emiratis
uk: Ем╕ратц╕

source: Sheikh
uk: Шейх

source: Sheikhah
uk: Шейх

source: English
uk: Англ╕йц╕

source: ?plural:English
uk: Англ╕йц╕

source: England was unified by Alfred the Great of Wessex in the late 9th century AD, only to be conquered by William of Normandy a century later, in the last successful invasion of the country.
uk: Англ╕ю було об'╓днано Альфредом Великим з Уссексу наприк╕нц╕ 9 стор╕ччя н.е., та було захоплено В╕льямом Нормандським стор╕ччям п╕зн╕ше, це було останн╓ вдале захоплення кра╖ни.

source: Lord Protector
uk: Лорд Захисник

source: Lady Protector
uk: Лед╕ Захисник

source: Esperant
uk: Есперантисти

source: ?plural:Esperants
uk: Есперантисти

source: The Esperants are a world community united by the Esperanto language.
uk: Есперантисти - це св╕това сп╕льнота, об'╓днана ╕нтересом до язика есперанто.

source: Estonian
uk: Естонц╕

source: ?plural:Estonians
uk: Естонц╕

source: Estonia is a small country on the south shore of the eastern Baltic Sea. Its people and language are closely related to those of Finland.
uk: Естон╕я це невеличка кра╖на на п╕вдн╕ сходу Балт╕йського моря. ╥╖ населення та мова дуже под╕бн╕ до Ф╕нлянд╕╖.

source: Ethiopian
uk: Еф╕опц╕

source: ?plural:Ethiopians
uk: Еф╕опц╕

source: Ethiopia is the oldest nation in Africa and the only one to remain independent during European colonialism.
uk: Еф╕оп╕я ╓ найстар╕шою нац╕╓ю у Африц╕ та ╓диною, що залишилася незалежною п╕д час ╢вропейського колон╕ал╕зму.

source: Empress
uk: ╤мператриця

source: European
uk: ╢вропейц╕

source: ?plural:Europeans
uk: ╢вропейц╕

source: The foundation for the European Union was laid in 1957 with the Treaty of Rome. The EU project has developed since then and is beginning to resemble a fledgeling super state. But the question remains: Does such a thing as a common European identity and nation actually exist?
uk: Заснування ╢вропейского Союзу було розпочато у 1957 роц╕ ╕з Римсько╖ угоди. З тих час╕в проект ╢С розвивався та почина╓ ставати молодою супердержавою. Проте залиша╓ться в╕дкритим питання: Чи ╕сну╓ ╓дина ╓вропейска нац╕я та ╕дентичн╕сть насправд╕?

source: Pope
uk: Папа

source: Popess
uk: Папеса

source: President of the Commission
uk: Президент Ком╕с╕╖

source: Filipino
uk: Ф╕л╕п╕нц╕

source: ?plural:Filipinos
uk: Ф╕л╕п╕нц╕

source: After centuries of Spanish rule, the Philippines were ceded to the Americans in 1898. They attained home rule in 1935 and independence in 1946.
uk: П╕сля зв╕льнення в╕д ╤спанського керування, Ф╕л╕п╕ни були захоплен╕ Амер╕канц╕ми у 1898. Вони отримали самоврядування у 1935 та незалежн╕сть у 1946.

source: Finnish
uk: Ф╕ни

source: ?plural:Finns
uk: Ф╕ни

source: Finland is a small, cold country on the northern fringe of Europe, noted for exporting timber, cellular phones, and world-class operating systems.
uk: Ф╕нлянд╕я це мала, холодна кра╖на на п╕вноч╕ ╢вропи, що екпорту╓ деревину, моб╕льн╕ телефони та високояк╕сн╕ операц╕йни системи.

source: French
uk: Французи

source: ?plural:French
uk: Французи

source: France has long been a major power in Europe. French conquerors like Emperor Napoleon and King Charlemagne united large parts of Europe under the French flag.
uk: Франц╕я довго була найб╕льшою силою у ╢вроп╕. Французьски завойовники, так╕ як Наполеон та Карл Великий об'╓днали велик╕ частини ╢вропи п╕д французським флагом.

source: Premier
uk: Прем'╓р

source: ?female:Premier
uk: Прем'╓р

source: ?female:Archbishop
uk: Арх╕╓п╕скоп

source: Galician
uk: Гал╕ц╕йц╕

source: ?plural:Galicians
uk: Гал╕ц╕йц╕

source: Galicia is a region in the northwest of Spain, just above Portugal.
uk: Галиц╕я ╓ п╕вн╕чнозах╕дним рег╕оном ╤спан╕╖, розташованим поруч ╕з Португал╕╓ю.

source: Primeiro Ministro
uk: Прем'╓р-м╕н╕стр

source: Primeira Ministra
uk: Прем'╓р-м╕н╕стр

source: Don
uk: Дон

source: Dona
uk: Дона

source: Raina
uk: Королева

source: Presidente
uk: Президент

source: Presidenta
uk: Президент

source: Gran Bardo
uk: Гран Бардо

source: Grande Bardesa
uk: Гранде Бардеза

source: Gallic
uk: Галли

source: ?plural:Gauls
uk: Галли

source: Druid
uk: Дру╕д

source: ?female:Druid
uk: Дру╕д

source: Georgian
uk: Грузини

source: ?plural:Georgians
uk: Грузини

source: The Georgians were one of the first peoples in history to adopt Christianity, in the 300s AD.
uk: Грузини були одн╕╓ю ╕з перших нац╕й, що сприйняла християнство у 300 роц╕ н.е.

source: German
uk: Н╕мц╕

source: ?plural:Germans
uk: Н╕мц╕

source: Germany was united in 1871 by the Prussian military force. After World War I it became a republic, but fell into Nazism 1933 and started World War II. After the war it was split into two states, which reunited in 1990 at the end of the Cold War.
uk: Н╕метчину було об'╓днано у 1871 роц╕ в╕йськами Прус╕╖. П╕сля Першо╖ Св╕тово╖ вона стала распубл╕кою, але владу захопили Нацисти у 1933 та розпочали Другу Св╕тову. П╕сля в╕йни ╖╖ було под╕лено на дв╕ кра╖ни, як╕ було об'╓днано у 1990 п╕сля зак╕нчення холодно╖ в╕йни.

source: Chancellor
uk: Канцлер

source: ?female:Chancellor
uk: Канцлер

source: First Secretary
uk: Перший Секретар

source: ?female:First Secretary
uk: Перший Секретар

source: Greek
uk: Грек╕

source: ?plural:Greeks
uk: Грек╕

source: The ancient Greeks, between Mycenae and the Roman conquest.
uk: Античн╕ Греки, м╕ж М╕ценом та Римськ╕м завоюванням.

source: Despot
uk: Деспот

source: ?female:Despot
uk: Деспот

source: Gupta
uk: Гупта

source: ?plural:Gupta
uk: Гупта

source: The Gupta Empire was one of the great classical empires. It ruled northern India from around 240 to 550 CE.
uk: ╤мпер╕я Гупта була одн╕╓ю ╕з найб╕льших класичних ╕мпер╕й. Вона займала територ╕ю п╕вн╕чно╖ ╤нд╕╖ приблизно в╕д 240 до 550 н.е.

source: Maharajadhiraja
uk: Ма╜араяджирая

source: Hacker
uk: Хакери

source: ?plural:Hackers
uk: Хакери

source: ?title:Hacker
uk: Хакер

source: ?female:Hacker
uk: Хакер

source: Hawaiian
uk: Гавайц╕

source: ?plural:Hawaiians
uk: Гавайц╕

source: Hellenic
uk: Гелен╕йц╕

source: ?plural:Hellenes
uk: Гелен╕йц╕

source: The Hellenic Republic - also known as Greece - was created when the Hellenic people gained independence from the Ottoman Empire in 1832.
uk: Грецька Республ╕ка - також в╕дома як Грец╕я - була створена, коли грецький народ отримав незалежн╕сть в╕д Отоманьско╖ ╤мпер╕╖ у 1832 роц╕.

source: Himyarite
uk: Х╕м'ярц╕

source: ?plural:Himyar
uk: ?plural:Х╕м'ярц╕

source: Hittite
uk: Хетти

source: ?plural:Hittites
uk: Хетти

source: Hopi
uk: Хоп╕

source: ?plural:Hopis
uk: ?plural:Хоп╕

source: A matrilineal culture in North America, who claim descent from the Hisatsinom. The Hopi live today on the Hopi Reservation in northeastern Arizona.
uk: Матриархальна культура у П╕вн╕чн╕й Америц╕, яка вважа╓ться нащадками Х╕сатс╕ном. Хоп╕ зараз живуть у резервац╕╖ Хоп╕ у п╕вн╕чносх╕дн╕й Аризон╕.

source: Kikmongwi
uk: К╕кмонгв╕

source: Hungarian
uk: Угорц╕

source: ?plural:Hungarians
uk: Угорц╕

source: Legend says that Hungary was founded by Arpad in the 9th century.
uk: Зг╕дно з легендою Угорщину било засновано Арпадом у 9-му стор╕чч╕.

source: Icelandic
uk: ╤сландц╕

source: ?plural:Icelanders
uk: ╤сландц╕

source: Iceland was long one of the largest uninhabited islands in the world, until it was settled by Norwegian Vikings in the late 9th century. The island was kept initially under the Norwegian and later the Danish crown until independence from Denmark in 1944.
uk: ╤сланд╕я довго була одним ╕з найб╕льших ненаселенних остров╕в у св╕т╕, доки не була заселена норвежськими в╕к╕нгами наприк╕нц╕ 9-го стор╕чча. Спочатку ост╕в був п╕д владою норвежсько╖, а пот╕м датсько╖ корони, доки не отримав незалежност╕ у 1944 роц╕.

source: Illyrian
uk: ╤лл╕р╕йц╕

source: ?plural:Illyrians
uk: ╤лл╕р╕йц╕

source: Inca
uk: ╤нки

source: ?plural:Incas
uk: ╤нки

source: Inka
uk: ╤нка

source: Sapa Inka
uk: Великий ╤нка

source: Willaq Umu
uk: У╕ллак Уму

source: Indian
uk: ╤ндуси

source: ?plural:Indians
uk: ╤ндуси

source: The cradle of Ancient Indian civilization lay in the Indus river valley in modern-day Pakistan.
uk: Колиска древно╖ ╕нд╕йсько╖ цив╕л╕зац╕╖ лежить у долин╕ р╕ки ╤нд, зараз у Пак╕стан╕.

source: Raja
uk: Раджа

source: ?female:Raja
uk: Раджа

source: Maharaja
uk: Ма╜араджа

source: ?female:Maharaja
uk: Ма╜араджа

source: Mahatma
uk: Махатма

source: ?female:Mahatma
uk: Махатма

source: Indonesian
uk: ╤ндонез╕йц╕

source: ?plural:Indonesians
uk: ╤ндонез╕йц╕

source: Inuit
uk: ╤ну╕ти

source: ?plural:Inuits
uk: ╤ну╕ти

source: Shaman
uk: Шаман

source: ?female:Shaman
uk: Шаман

source: Great Shaman
uk: Верховний Шаман

source: ?female:Great Shaman
uk: Верховна Шаман

source: Iranian
uk: ╤ранц╕

source: ?plural:Iranians
uk: ╤ранц╕

source: Raiis Jomhoor
uk: Ра╕╕с Джомхоор

source: Ayatollah
uk: Аятола

source: Iraqi
uk: ╤ракц╕

source: ?plural:Iraqis
uk: ╤ракц╕

source: Dictatress
uk: Диктаторка

source: Irish
uk: ╤рланц╕

source: ?plural:Irish
uk: ╤рланц╕

source: Ireland held out against the Romans and Vikings but was conquered by the Normans in 1171. It was ruled by the English until 1922 when most of the country was granted limited autonomy, becoming a republic in 1949. The North of Ireland was settled in the 17th century by Scottish and English planters and is now part of the United Kingdom.
uk: ╤рланд╕я оборонилася в╕д римлян та в╕к╕нг╕в, проте була захоплена норманами у 1171. Була п╕в владою Англ╕╖ до 1922, коли б╕льша частина кра╖ни отримала обмежену автоном╕ю, та стала республ╕кою у 1949. П╕вн╕ч ╤рланд╕╖ задселений ╕з 17-го стор╕чча шотландськими та англ╕йськими фермерами та ╓ зараз частиною Сполученого Корол╕вства.

source: High King
uk: Великий Король

source: High Queen
uk: Велика Королева

source: Mother Superior
uk: Верховна Мати

source: Taoiseach
uk: Тао╕с╕ч

source: ?female:Taoiseach
uk: Тао╕с╕ч

source: Iroquois
uk: ╤рокези

source: ?plural:Iroquois
uk: ╤рокези

source: Israeli
uk: ╤зрал'╓тяни

source: ?plural:Israelis
uk: ╤зрал'╓тяни

source: The nation of Israel was founded in 1948 as a scattered collection of cantons in British Palestine, and has gradually expanded through winning a series of wars launched against it in 1948, 1967 and 1973.
uk: Державу ╤зрал'╓тян було засновано у 1948 як об'╓днання пров╕нц╕й у Британськ╕й Палестин╕, та сутт╓во розширено п╕сля перемог у дек╕лькох в╕йнах що були проти ╤зра╕ля у 1948, 1967 та 1973.

source: Italian
uk: ╤тал╕йц╕

source: ?plural:Italians
uk: ╤тал╕йц╕

source: The Italian nation was unified in 1870AD after decades of campaigning by indigenous nationalists. It was a monarchy under the House of Savoy until 1922, then a fascist state until 1945 after which democracy was restored by the WWII victors.
uk: ╤тал╕йська нац╕я почала формуватися у 1870 роц╕ п╕сля десятер╕ч компан╕й м╕сцевих нац╕онал╕ст╕в. Вона була монарх╕╓ю до 1922, посля того фашистською кра╖ною до 1945, п╕сля чого демократ╕ю було встановлено переможцями Друго╖ Св╕тово╖ В╕йни.

source: Japanese
uk: Японц╕

source: ?plural:Japanese
uk: Японц╕

source: According to traditional Japanese mythology, Japan was founded in the 7th century BC by the ancestral Emperor Jimmu.
uk: Зг╕дно ╕з традиц╕йною японською м╕фолог╕╓ю, Япон╕ю було засновано у 7-му стор╕чч╕ до н.е. древн╕м ╕мператором Дж╕мму.

source: Shogun
uk: Сьогун

source: Kanem-Bornu
uk: Канем-Борну

source: ?plural:Kanem-Bornu
uk: ?plural:Канем-Борну

source: This empire lasted in some form from the 9th-century until 1893 in modern Chad and Nigeria and controlled much of the trans-Saharan trade.
uk: Ця ╕мпер╕я ╕снувала у р╕зних видах в╕д 9-го стор╕ччя до 1893 року на територ╕╖ сучасних Чаду та Нигер╕╖ та контролювала б╕льшу частину торг╕вл╕ у район╕ Сахари.

source: Mai
uk: Ма╕

source: Kazakh
uk: Казахи

source: ?plural:Kazakhs
uk: Казахи

source: Kazakhs are descendants of Turkic and Mongolian nomadic tribes. Conquered by Russia in the 18th century, Kazahstan became independent in 1991 with the dissolution of the Soviet Union. It is one of ten largest states in the world by area.
uk: Казахи нащадки тюркських та монгольских кочовик╕в, Захоплений Росс╕╓ю у 18-му строр╕чч╕, Казахстан став незалежним ╕з розпадом Радянського Союзу у 1991 роц╕. Казахстан ╓ одн╕╓ю ╕з десяти найб╕льших за розмром кра╖н.

source: Kenyan
uk: Кен╕йц╕

source: ?plural:Kenyans
uk: Кен╕йц╕

source: Kenya gained independence from Britain in December 1963.
uk: Кен╕я отримала незалеждн╕сть в╕д Британ╕ю у грудн╕ 1963.

source: Nabongo
uk: Набонго

source: Khwarezmian
uk: Хорезмц╕

source: ?plural:Khwarezmians
uk: Хорезмц╕

source: Khorezmshah
uk: Хорезмшах

source: Kongo
uk: Конголезц╕

source: ?plural:Kongo
uk: Конголезц╕

source: Manikongo
uk: Ман╕конго

source: Korean
uk: Корейц╕

source: ?plural:Koreans
uk: Корейц╕

source: According to legend, the first Korean kingdom was founded in prehistory by the ancestral Tangun in southern Manchuria. The Korean kingdoms was united in 668 by king Munmu. Today the Korean peninsula is divided into two states, North and South Korea as a result of the stalemate after the Korean war in 1953.
uk: Зг╕дно ╕з легендою, перше корейське корол╕вство було засновано у до╕сторичн╕ часи родом Тангун у п╕вденн╕й Манчжур╕╖. Корейськ╕ корол╕вства були об'╓днан╕ у 668 роц╕ королем Мунму. Зараз Корейський п╕востр╕в под╕лений м╕ж двома кра╖нами, П╕вн╕чной та П╕вденной Кореями як туп╕ковий результат Корейско╖ в╕йни 1953 року.

source: Kyrgyz
uk: Киргизи

source: ?plural:Kyrgyzs
uk: Киргизи

source: Nation in Central Asia. Conquered by the Russian Empire in 19th century, Kyrgyzstan got independence from the Soviet Union in 1991.
uk: Нац╕я у Центральн╕й Аз╕╖. Захоплена Рос╕йскою ╤мепр╕╓ю у 19-му стор╕чч╕, Киргизстан отримав незалежн╕сть в╕д Радяньского Союзу у 1991.

source: Khagan
uk: Ханша

source: Lankese
uk: Ланк╕йц╕

source: ?plural:Lankese
uk: Ланк╕йц╕

source: Prince
uk: Принц

source: Princess
uk: Принцеса

source: Governor
uk: Губернатор

source: ?female:Governor
uk: Губернатор

source: Supreme Commander
uk: Верховний Командуючий

source: ?female:Supreme Commander
uk: Верховний Командуючий

source: Laotian
uk: Лаосц╕

source: ?plural:Laotians
uk: Лаосц╕

source: The history of Laos starts with the Lan Xang kingdom created in the 14th century and ended in late 18th century with invasion of Siam (Thailand). In the end of the 19th century, Laos became part of French Indochina. French rule ended with independence in 1946 followed by 30 years of civil war. In 1975 the communist Pathet Lao established strict solicalist regime. However, in 1986 the liberalization and a gradual return to private enterpise started.
uk: ╤стор╕я Лаосу почина╓ться ╕з створення корол╕вства Лан Ксанг, заснованого у 14-му стор╕чч╕ та про╕снувавшему до к╕нця 18-го, коли С╕ам (Та╕ланд) вторгся до нього. На прик╕нц╕ 19-го стор╕чча Лаос став частиною Французського ╤ндокитаю. Влада Франц╕╖ ск╕нчилась ╕з набуттям незалежност╕ у 1946, п╕сля чього розпочалася 30-р╕чна громадянська в╕йна. У 1975 комун╕стичний рух Патхет Лао встановив жорсткий соц╕ал╕стичний режим. Проте в 1986 розпочалася л╕берал╕зац╕я та пов╕льне повернення до приватно╖ властност╕.

source: Latvian
uk: Латиш╕

source: ?plural:Latvians
uk: Латиш╕

source: In the aftermath of WWI Latvia proclaimed its independence from Russia. In 1940, Latvia was forcibly occupied by the Soviet Union. After the collapse of Soviet Union in 1991 Latvia restored its independence.
uk: П╕сля Першо╖ св╕тово╖ в╕йни Латв╕я проголосила незалежн╕сть в╕д Рос╕╖. У 1940 роц╕ Латв╕ю окупував Радяньский Союз. П╕сля розпаду Радяньского Союзу у 1991 Латв╕я в╕дновила свою незалежн╕сть.

source: Libyan
uk: Л╕в╕йц╕

source: ?plural:Libyans
uk: Л╕в╕йц╕

source: The region that is now Libya was a Roman colony until it was conquered by the Arab civilization in the 7th century. In 1912 it came under the control of Italy and after the Second World War Libya was granted independence as a condition of the Allied peace treaty with Italy.
uk: Рег╕он, який зарав в╕домий як Л╕в╕я, ран╕ше був римською колон╕╓ю, доку ╕╖ не захопили арабськ╕ цив╕л╕зац╕╖ у 7-му стор╕чч╕. У 1912 вона п╕дпала п╕д контроль ╤тал╕╖, та п╕сля Друго╖ св╕тово╖ в╕йни Л╕в╕я отримала незалежн╕сть як частина угоди м╕ж ╤тал╕╓ю та союзниками.

source: Dey
uk: Деж

source: Colonel
uk: Полковник

source: Lithuanian
uk: Л╕товц╕

source: ?plural:Lithuanians
uk: Л╕товц╕

source: Lithuania is a small country on the south coast of the Baltic Sea, northeast of Poland. Lithuanian is the most archaic and complex of the northern Indo-European languages
uk: Л╕тва це невеличка кра╖на на п╕вденному узбережж╕ Балт╕йського Моря, п╕вн╕чн╕ше Польщ╕. Л╕товська це найб╕льш арха╕чна та комплексна з п╕вн╕чних ╤ндо-╢вропейськ╕х мов.

source: Great Duke
uk: Великий князь

source: Great Duchess
uk: Велика княжна

source: Lojbanistani
uk: Ложбан╕станц╕

source: ?plural:Lojbanistanis
uk: Ложбан╕станц╕

source: Lojbanistan is a fictional place where people speak Lojban. Lojban is a constructed language meant for human communication. Lojban is syntactically unambiguous ("Time flies like an arrow. Fruit flies like a banana."), culturally neutral and simple to learn.
uk: Ложбан╕стан це вигадане м╕сце, де люд╕ розмовляють ложбаньскою. Ложбаньска це сонструйована мова спец╕ально для людьского сп╕лкування. Ложбаньска синтаксично однозначна ("Time flies like an arrow. Fruit flies like a banana."), культурно нейтральна та легка у вивченн╕.

source: Majapahit
uk: Маджапах╕т

source: ?plural:Majapahit
uk: Маджапах╕т

source: Mahapatih
uk: Махапат╕х

source: Malagasy
uk: Малагас╕йц╕

source: ?plural:Malagasies
uk: Малагас╕йц╕

source: The Malagasy are the people of Madagascar. For centuries, tribes from Indonesia, East Africa and the Arab world have gathered on the island.
uk: Малагасц╕ - народ Мадагаскару. Продовж стол╕ть племена з ╤ндонез╕╖, Сх╕дно╖ Африки там арабського св╕ту збиралися на остров╕.

source: High Commissioner
uk: Верховний Спецуповноважений

source: ?female:High Commissioner
uk: ?female:Верховна Спецуповноважена

source: Malaysian
uk: Малаз╕йц╕

source: ?plural:Malaysians
uk: Малаз╕йц╕

source: Malaysia was started with the founding of Malacca (Melaka) by Parameswara in the early 14th century.
uk: Малайз╕я почалася ╕з заснування Малакк╕ (Мелак╕) Парамесварою на початку 14-го стор╕ччя.

source: Sultan
uk: Султан

source: Sultana
uk: Султанша

source: Tun
uk: Тун

source: Malian
uk: Мал╕йц╕

source: ?plural:Malians
uk: Мал╕йц╕

source: Mansa
uk: Король корол╕в

source: Manchu
uk: Манчу

source: ?plural:Manchus
uk: Манчу

source: Maori
uk: Маор╕

source: ?plural:Maori
uk: Маор╕

source: Mapuche
uk: Мапуче

source: ?plural:Mapuche
uk: Мапуче

source: Toqui
uk: Ток'╕

source: Lonko
uk: Лонко

source: Machi
uk: Мач╕

source: Martian
uk: Марс╕ане

source: ?plural:Martians
uk: Марс╕ане
