Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: The number of cities an empire needs before it can erupt into civil war is by default 10. That is, empires with fewer than 10 cities are immune from civil war. However, this is a server option, and may vary upwards from a minimum of 6.
uk: К╕льк╕сть м╕ст що повинно бути у ╕мпер╕╖ аби вона могла впасти у громадянську в╕йну по замовчуванню 10. Тобто, ╕мпер╕╖ з менш н╕ж 10 м╕стами неп╕двладн╕ громадянськ╕й в╕йн╕. Зауважте, це опц╕я сервера, та може бути зм╕нена у будь яке число розпочинаючи з 6.

source: Citizens may be either happy, content or unhappy. Keeping your citizens happy (or at least content) is one of the most important objectives in Freeciv. When your citizens become unhappy, your cities will fall into disorder (which disrupts production); but when your citizens are happy, your cities will celebrate, and your production will increase greatly.
uk: Громадяни можуть бути щаслив╕, нейтральн╕ або нещаслив╕. Збереження Ваших м╕ст щасливими (або не менше н╕ж нейтральними) одна з головних ц╕лей у Freeciv. Коли Ваш╕ городяни стають нещасними, у м╕стах розпочинаються повстання (та зовс╕м зупиня╓ться виробництво); та коли Ваш╕ громадяни щаслив╕, Ваш╕ м╕ста святкують, та виробництво зроста╓ швидкими темпами.

source: If the number of unhappy citizens in a city exceeds the number of happy citizens, the city falls into disorder. When a city falls into disorder, it produces nothing. Cities which are in disorder are easier for enemy Diplomats and Spies to incite to revolt. Prolonged disorder under Democracy can lead to a spontaneous revolution, overthrowing your government.
uk: Якщо к╕льк╕сть нещасних городян у м╕ст╕ перевищу╓ к╕льк╕сть щасливих, м╕сто впада╓ у заколот. Коли м╕сто впало у заколот, воно н╕чого не виробля╓. М╕ста що бунтують стають легкою здобичю для ворож╕х Д╕пломат╕в та Шпигун╕в при влаштуванн╕ революц╕╖. Продовжуючися заколоти за Демократ╕╖ можуть призвести до неочикувано╖ революц╕╖ проти Вашо╖ форми правл╕ння.

source: However, if the number of happy citizens in a city is at least as great as the number of content citizens, and you have no unhappy citizens in that city, and the city has at least 3 citizens, then the city celebrates. This is designated by the term "Rapture" on the City Report. The effects of celebration vary depending on your government type:
uk: У випадку якщо к╕льк╕сть щасливих городян у м╕ст╕ щонайменше перевищу╓ к╕льк╕сть нейтральних, та Ви не ма╓те нещасних городян у цьому м╕ст╕, та м╕сто нал╕чу╓ щонайменше 3 городян, м╕сто святку╓. Це познача╓ться терм╕ном "Захоплення" у Зв╕т╕ м╕ста. Ефект святкування залежить в╕д форми правл╕ння:

source: - Under Anarchy or Despotism, you will not suffer the normal production penalty for squares which produce more than 2 units of any resource (food, shields or trade).
uk: - За Анарх╕╖ або Деспот╕зму, Ви не будете втрачати звичайне зменшення видобутку для кл╕тин що продукують б╕льше н╕ж 2 одиниц╕ будь якого ресурсу (╖жа, виробництво або торг╕вля).

source: - Under Monarchy or Communism, your city will gain the trade bonus of Republican/Democratic governments: 1 bonus trade in any square which already produces at least 1 trade.
uk: - За Монарх╕╖ або Комун╕зму, Ваше м╕сто отриму╓ торговий бонус як за Республ╕ки/Демократ╕╖: 1 бонус торг╕вл╕ на кожн╕й кл╕тинц╕ що вже да╓ щонайменше 1 торг╕вл╕.

source: - Under a Republic or a Democracy, your city's population will increase by 1 each turn until there is no excess food or until the number of happy citizens is no longer sufficient for celebration.
uk: - За Республ╕ки або Демократ╕╖, населення Вашого м╕ста буде зростати на 1 кожного ходу доки буде вистачати ╖ж╕ та к╕лькост╕ щасливих городян буде вистачати для святкування.

source: The normal state of a citizen is contentment. However, as your cities grow larger, crowding causes citizens to become unhappy. Each citizen in a city after the 4th (that is, the default value of the option unhappysize in the server) will be generated unhappy, instead of content. If you have a large number of cities (depending on your government as well as the server option cityfactor), the limit on content citizens is reduced to 3.
uk: Звичайний стан городян це бути нейтральними. Але Ваш╕ м╕ста ростуть та зб╕льшуються, зростання призводить до того що городяни стають нещасними. Кожний городянин у м╕ст╕ п╕сля четвертого (це ╓ значення по замовчуванню опц╕╖ сервера unhappysize) буде народжуватись нещасним, а не нейтральним. Якщо Ви ма╓те велику к╕льк╕сть м╕ст (залежно в╕д Вашо╖ форми правл╕ння а також опц╕╖ сервера cityfactor), к╕льк╕сть нейтральних городян може зменшитися до 3.

source: In order to offset unhappiness, you may build city improvements that make unhappy citizens content (such as, a Temple, a Colosseum, or a Cathedral - or even a Courthouse if your government is a Democracy), and/or relevant wonders of the world, and/or convert part of your trade into luxuries. For every two luxuries produced in a city, one content citizen is made happy. After converting all content citizens to happy citizens, unhappy citizens are converted to happy and/or content. Some wonders of the world have also effects on citizens' happiness (see the appropriate sections for details).
uk: На додачу до зменшення нещастя, Ви можете будувати буд╕вл╕ що роблять нещасних городян нейтральними (так╕ як Церква, Цирк або Собор - або нав╕ть Суд якщо Ваша форма правл╕ння Демократ╕я), та/або в╕дпов╕дн╕ дива св╕ту, та/або перетворити частину Вашо╖ торг╕вл╕ у розк╕ш. Для кожних двох одиниць розкош╕ у м╕ст╕, один нейтральний городянин ста╓ щасливим. П╕сля перетворення ус╕х нейтральних городян на щасливих, нещасн╕ городяни перетворюються на щасливих та/або нейтральних. Деяк╕ дива св╕ту також впливають на щастя городян (дивись в╕дпов╕дн╕ розд╕ли для додатково╖ ╕нформац╕╖).

source: Under many forms of government, the presence of military units in a city can create contentment by imposing martial law. Under a Republic or a Democracy, however, military units can cause unhappiness (see Government for details). It is noted that, in this case, city improvements, such as those mentioned above, do not have any effect on citizens' unhappiness. This form of unhappiness can be offset by building a Police Station, relevant wonders of the world (such as the Hanging Gardens, J.S. Bach's Cathedral, the Cure for Cancer, Shakespeare's Theatre, and, of course, the Women's Suffrage; note, however, that the Michelangelo's Chapel will not have an effect in this case, since it counts as a Cathedral in every city or double effects of Cathedrals, depending on ruleset), or converting part of your trade into luxuries.
uk: За багатьох форм правл╕ння, присутн╕сть в╕йськових загон╕в у м╕ст╕ може створювати нейтральн╕сть за використання в╕йськового положення. За Республ╕ки або Демократ╕╖, в╕йська можуть спричиняти нещастя (дивись Типи правл╕ння для додатково╖ ╕нформац╕╖). Зауважте, у цьому випадку, м╕ськ╕ буд╕вл╕, таки як╕ вказан╕ вище, не впливають на щастя городян. На цю форму нещастя може впливати буд╕вництво М╕л╕ц╕╖, в╕дпов╕дних див св╕ту (якто В╕сяч╕ Сади, Собор Й. С. Баха, Л╕к╕ в╕д Раку, Театр Шексп╕ра, та, безумовно, Загальне Виборче Право; занотуйте, що, Капела М╕кельанжело не матиме н╕якого впливу у цьому випадку, тому що це працю╓ як Собор у кожному м╕ст╕ або подвою╓ ефективн╕сть Собор╕в, в залежност╕ в╕д правил), або перетворюючи частину торг╕вл╕ у розк╕ш.

source: The Space Race is a second option to win the game, besides eliminating all other civilizations. If your spaceship arrives first at Alpha Centauri, the game is over and you have won. (However it is possible for this option to be off as a server option.)
uk: Косм╕чн╕ перегони це ╕нша можлив╕сть виграти гру, не знищуюч╕ вс╕ ╕нш╕ цив╕л╕зац╕╖. Якщо Ваш косм╕чний корабель першим досягне Альфа Центаври, гра зак╕нчу╓ться та Ви переможець. (Але можливо що цю опц╕ю вимкнено на сервер╕.)

source: Before you can build spaceship parts, the Apollo Program wonder must have been built by any player. You also need specific technologies to build the different spaceship parts: see the help texts for Space Structural, Space Component, and Space Module, under City Improvements. (If there are no help texts for these items, it probably means the spacerace server option is off for your game.)
uk: Перед тим як Ви зможете будувати елементи косм╕чного корабля, диво Програма Аполо повинне бути збудовано одим з гравц╕в. Також Вам потр╕бн╕ в╕дпов╕дн╕ технолог╕╖ аби будувати р╕зн╕ частини косм╕чного корабля: дивись допомогу для Косм╕чних Структур, Косм╕чних Компонент╕в та Косм╕чних Модул╕в у буд╕влях м╕ста. (Якщо не буде допомоги по цих пунктах, це скор╕ш за все значить що опц╕я сервера spacerace вимкнена.)

source: When you have started building your spaceship, you can see it with the "Spaceship" command in the Report menu. To see spaceships of other players, select the player in the Players dialog and click "Spaceship".
uk: Коли Ви розпочнете будувати косм╕чний корабель, то можете бачити це з командою 'Косм╕чний корабель' у меню Зв╕т╕в. Аби бачити косм╕чн╕ корабл╕ ╕нших гравц╕в, обер╕ть гравця у д╕алоз╕ Гравц╕ та кл╕кн╕ть на 'Косм╕чний корабель'

source: If the success probability is below 100%, some fraction of the people on board may not survive the journey. This reduces the score bonus from the spaceship, but it still counts as a win.
uk: Якщо можлив╕сть дольоту становить 100%, деяк╕ групи людей можуть не в╕рити у усп╕х. Це зменшу╓ бонус на рахунок в╕д косм╕чного корабля, але все одно раху╓ться як перемога.

source: If the capital of a civilization is captured, a spaceship that has been launched will be lost, so defend your capital well!
uk: Якщо столицю цив╕л╕зац╕╖ захоплено, запущений косм╕чний корабель буде втраченоa, тож добре охороняйте свою столицю!

source: TIP: If an enemy civilization has launched a spaceship, try to quickly build a light spaceship with many propulsion units that will arrive earlier. The only other option is to capture their capital.
uk: ПОРАДА: Якщо Ворожа цив╕л╕зац╕я запустила косм╕чний корабель, спробуйте швидко збудувати легкий корабель з великою к╕льк╕стю двигун╕в, що долетить ран╕ше. ╢диний й ╕нший вар╕ант - захопити ╖х столицю.

source: Allows a city to produce veteran air units. Also, damaged air units which stay in town for one full turn without moving are completely restored. Two cities with Airports can airlift one unit per turn. Airlifting instantly transports the unit from one city to another and will use all of the unit's movement points. A unit must have some movement points left to be airlifted.
uk: Дозволя╓ м╕сту готувати ав╕азагони ветерани. Також, поранен╕ ав╕ац╕йн╕ загони, що залишаться у м╕ст╕ на один повний х╕д без руху повн╕стю в╕дновлюються. Два м╕ста з Летовищами можуть транспортувати м╕ж собою один п╕дрозд╕л за х╕д. Це ав╕атранспортування з одного м╕ста до ╕ншого використову╓ ус╕ рухи п╕дрозд╕лу за один х╕д. П╕дрозд╕л ма╓ мати можлив╕сть рухатись аби бути так транспортованим.

source: Aqueduct
uk: Водог╕н

source: Allows a city to grow larger than size 8. A Sewer System is also required for a city to grow larger than size 12.
uk: Дозволя╓ м╕сту зростати понад 8. Також м╕сту потр╕бна Канал╕зац╕я для росту понад 12.

source: Bank
uk: Банк

source: Together with the Marketplace improvement, a Bank increases the luxury and tax production within a city by 100%.
uk: Разом с Ринком, Банк зб╕льшу╓ розк╕ш та зб╕р податк╕в у м╕ст╕ на 100%.

source: With a Barracks, each new land unit built in a city will automatically have Veteran status, which means that its attack and defence strengths are increased by 50%. Also, damaged land units which stay in town for one full turn without moving are completely restored.
uk: З Казармами кожний новий п╕дрозд╕л, що буду╓ться у м╕ст╕, автоматично ма╓ статус Ветерана, це означа╓ що його атакуючи та захисн╕ властивост╕ зб╕льшуться на 50%. Також вражен╕ наземн╕ п╕дрозд╕ли, що залишаються у м╕ст╕ на один повний х╕д без перем╕щень повн╕стю в╕дновлюються.

source: Barracks II
uk: Казарми II

source: Barracks III
uk: Казарми III

source: Cathedral
uk: Собор

source: A Cathedral makes 3 unhappy citizens content in a city, making it easier to maintain order in that city. The discovery of Theology increases the effect of a Cathedral, making an additional unhappy citizen content. The discovery of Communism lessens the effect of a Cathedral, reducing by one the number of unhappy citizens made content.
uk: Собор роб╕ть 3 нещасних громадян м╕ста нейтральними, допомагаючи п╕дтримувати спок╕й. В╕дкриття Теолог╕╖ зб╕льшу╓ ефективн╕сть Собору на 1. В╕дкриття Комун╕зму навпаки зменшу╓ ефективн╕сть Собору на 1.

source: City Walls make it easier to defend a city. They triple the defence strength of units within the city against ground and helicopter units. They are ineffective against airborne and sea units as well as Howitzers. City Walls also prevent the loss of population which occurs when a defending unit is destroyed by a land unit.
uk: Ст╕ни м╕ста допомагають захищати м╕сто. Вони потроюють захисну силу п╕дрозд╕л╕в у м╕ст╕ проти наземних або ╜ел╕коптерних п╕дрозд╕л╕в. Вони не╓фективн╕ проти пов╕тряних, морських п╕дрозд╕л╕в та Гаубиць. М╕ськ╕ ст╕ни також запоб╕гають втратам мирного населення, що бувають при знищенн╕ захисних наземних п╕дрозд╕л╕в.

source: Coastal Defense
uk: Прибережний захист

source: Increases the defence strength of units within a city by a factor of 2 when defending against bombardments from enemy ships.
uk: П╕двищу╓ вдв╕ч╕ захисну силу п╕дрозд╕л╕в у м╕ст╕ при захист╕ в╕д обстрил╕в з ворож╕х корабл╕в.

source: Colosseum
uk: Цирк

source: Entertains the citizens of a city, making 3 unhappy citizens content. (Four after the discovery of Electricity.)
uk: Розважа╓ городян, що нейтрал╕зу╓ 3 нещасних городян. (4 п╕сля в╕дкриття Електрики.)

source: Courthouse
uk: Суд

source: Reduces the corruption and waste in a city by 50%. Under a Democracy, a Courthouse makes 1 unhappy citizen content. Also makes the revolt cost of the city 4 times bigger.
uk: Зменшу╓ корупц╕ю та втрати у м╕ст╕ на 50%. При Демократ╕╖ Суд нейтрал╕зу╓ 1 незадоволеного. Також зб╕льшуе у 4 рази кошторис революц╕╖ у м╕ст╕.

source: Factory
uk: Фабр╕ка

source: Increases the shield production in a city by 50%. This increase may also contribute significantly to pollution.
uk: П╕двищу╓ виробництво у м╕ст╕ на 50%. Також сутт╓во зб╕льшу╓ забруднення.

source: The amount of stored food will be set to half full whenever a city with a Granary shrinks or grows. This helps a city to grow faster and more easily withstand famine.
uk: К╕льк╕сть збереженно╖ ╖ж╕ буде встановлено у половину про рост╕ м╕ста або голод╕ завдяки Амбару. Це допомага╓ м╕сту швидше рости та легше переносити голодомор.

source: Harbour
uk: Гавань

source: Gives one extra food resource on all Oceanic squares. The city needs to be coastal to build this improvement.
uk: Зб╕льшу╓ на 1 к╕льк╕сть ╖ж╕ на ус╕х Океанських територ╕ях. М╕сто повинно бути прибережним аби побудувати цю буд╕влю.

source: Hydro Plant
uk: Г╕дростанц╕я

source: Reduces the amount of pollution generated by production in a city by 50%. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Hydro Plant together give a 75% production bonus, and a Factory, Mfg. Plant and Hydro Plant together give a 150% production bonus. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant. A city can only build a Hydro Plant if it is next to (or on) a Mountain or River tile.
uk: Зменшу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕ на 50%. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Г╕дростанц╕я разом дають прир╕ст виробництва 75%, Фабрика, Завод та Г╕дростанц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Тепло, Г╕дро, Aтомну чи Соняшну станц╕ю. М╕сто може будувати Г╕дростанц╕ю лише за умови знаходження поряд р╕чки або г╕р.

source: Library
uk: Б╕бл╕отека

source: Increases the science output in a city by 100%.
uk: П╕двищуе розвиток науки на 100% у м╕ст╕ де ╖╖ побудовано.

source: Marketplace
uk: Ринок

source: Increases the luxury and tax output in a city by 50%.
uk: Зб╕льшуе розк╕ш та сб╕р податк╕в у м╕ст╕ на 50%.

source: Mass Transit
uk: Громадськ╕й транспорт

source: Neutralizes the pollution generated by the population. The population simply has no effect on the pollution generated in the city.
uk: Нейтрал╕зу╓ забруднення що виника╓ завдяки населенню. Населення зазвичай не вплива╓, якщо забруднення виника╓ у м╕ст╕.

source: Mfg. Plant
uk: Завод

source: Together with a Factory, a Manufacturing Plant increases the shield production in a city by 100%.
uk: Разом з Фабрикою, Завод зб╕льшу╓ виробництво у м╕ст╕ на 100%.

source: Nuclear Plant
uk: Атомна електростанц╕я

source: Reduces the amount of pollution generated by production in a city by 50%. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Nuclear Plant together give a 75% production bonus, and a Factory, Mfg. Plant and Nuclear Plant together give a 150% production bonus. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant.
uk: Зменшу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕ на 50%. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Атомна станц╕я разом дають прир╕ст виробництва 75%, Фабрика, Завод та Атомна станц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Тепло, Г╕дро, Атомну чи Соняшну станц╕ю.

source: Offshore Platform
uk: Офшорна платформа

source: Adds 1 extra shield resource on all Oceanic squares in a city. The city needs to be coastal to build this improvement.
uk: Зб╕льшу╓ на 1 виробництво з ус╕х океанських територ╕й м╕ста. Аби побудувати Офшорну платформу м╕сту потр╕бно бути прибережним.

source: Palace
uk: Палац

source: Makes a city the capital and the center of your government. Corruption in other cities is related to how far away from the capital they are, except when the government is Democracy or Communism. The cost of inciting a revolt in a city also depends upon the city's distance from the capital (under all forms of government). Take good care of your capital, as its loss may result in your empire plunging into civil war. Losing your current palace also results in losing whatever spaceship you might have. Under Despotism the palace gives you a +75% production bonus, and under Monarchy a +50% production bonus.
uk: Роб╕ть м╕сто столицею та центром Вашого правл╕ння. Корупц╕я у ╕нших м╕стах залежить в╕д того як далеко в╕д столиц╕ вони знаходяться, за виключенням форм керування Демократ╕╖ та Коммун╕зму. Варт╕сть влаштвання революц╕╖ у м╕ст╕ також залежить в╕д в╕дстан╕ до столиц╕ (за ус╕х форм правл╕ння). Дбайте про свою столицю, тому що ╖╖ втрата може призвести до громадянсько╖ в╕йни у Ваш╕й ╕мпер╕╖. Втрата Вашого поточного палацу також приводить до втрати косм╕чного корабля. За Деспотизму палац нада╓ +75% бонус у виробництв╕, та за Монарх╕╓ю +50% бонус у виробництв╕.

source: Police Station
uk: В╕дд╕л м╕л╕ц╕╖

source: Reduces the unhappiness caused by military units outside the city by 2 under Democracy and 1 under Republic. This improvement has no effect under other governments.
uk: Зменшу╓ к╕льк╕сть несчасних з причини в╕дсутност╕ в╕йськових п╕дрозд╕л╕в у м╕ст╕ на 2 при Демократ╕╖ та на 1 при Республ╕ц╕. При ╕нших формах керування не ма╓ ефективност╕.

source: Port Facility
uk: Порт

source: Allows a city to build veteran sea units. Also, damaged sea units which stay in town for one full turn without moving are completely restored.
uk: Дозволя╓ будувати морськ╕ п╕дрозд╕ли ветерани. Також, поранен╕ морськ╕ п╕дрозд╕ли що залишаються у м╕ст╕ на один повний х╕д повн╕стю в╕дновлюють сили.

source: Power Plant
uk: Теплостанц╕я

source: Increases the shield production of a Factory or Mfg. Plant in a city: a Factory and a Power Plant together give a 75% production bonus, and a Factory, Mfg. Plant and Power Plant together give a 150% production bonus. The extra production may lead to the city generating more pollution. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant.
uk: Зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Теплостанц╕я разом дають прир╕ст виробництва 75%, Фабрика, Завод та Теплостанц╕я разом дають 150% прир╕сту виробництва. Додаткове виробництво може призвести до того що м╕сто буде виробляти б╕льше забруднення. М╕сто може мати лише одну Тепло, Г╕дро, Атомну чи Соняшну станц╕ю.

source: Recycling Center
uk: Переробний комб╕нат

source: Building a Recycling Center reduces the amount of pollution generated by production in a city by 66%.
uk: Буд╕вництво переробного комб╕нату зменшу╓ забруднення в╕д виробництва у м╕ст╕ на 66%.

source: Research Lab
uk: Досл╕дна лаборатор╕я

source: Together with a Library, a Research Lab increases the science production of a city by 200%. Together with a Library and a University, a Research Lab increases the science production of a city by 450%.
uk: Разом з Б╕бл╕отекою Досл╕дна лаборатор╕я зб╕льшу╓ розвиток науки у м╕ст╕ на 200%. Разом з Б╕бл╕отекою та Ун╕верситетом Досл╕дна лаборатор╕я зб╕льшу╓ розвиток науки у м╕ст╕ на 450%.

source: SAM Battery
uk: Протипов╕тряна оборона

source: Doubles the defense of all units inside the city when attacked by non-nuclear air units.
uk: Подвою╓ захист ус╕х п╕дрозд╕л╕в у м╕ст╕ при атац╕ неатомним пов╕тряним п╕дрозд╕лом.

source: SDI Defense
uk: СО╤ Захист

source: Protects a city from attacks from Nuclear units. Nuclear attacks simply have no effect on the city. Also, doubles defence against non-nuclear missiles.
uk: Захища╓ м╕сто в╕д атак Атомних бомб. Атомн╕ атаки просто не мають впливу на м╕сто. Також подвою╓ захист проти неатомних ракет.

source: Sewer System
uk: Канал╕зац╕я

source: Allows a city to grow larger than size 12. An Aqueduct is first required for a city to grow larger than size 8.
uk: Дозволя╓ м╕сту зростати понад 12. Водог╕н спершу потр╕бен для росту м╕ста понад 8.

source: Solar Plant
uk: Соняшна станц╕я

source: Eliminates all pollution generated by production in a city. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Solar Plant together give a 75% production bonus, and a Factory, Mfg. Plant and Solar Plant together give a 150% production bonus. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant.
uk: Нейтрал╕зу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕; Фабрика та Соняшна станц╕я разом дають прир╕ст виробництва 75%, Фабрика, Завод та Соняшна станц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Тепло, Г╕дро, Атомну чи Соняшну станц╕ю.

source: Space Component
uk: Косм╕чний Компонент

source: Space Components can be differentiated into Propulsion and Fuel Components. Each pair of them reduces your spaceship's travel time. You can build up to 8 pairs. Before you can build any spaceship parts, the Apollo Program wonder must have been built by any player.
uk: Косм╕чн╕ Компоненти под╕ляються на Двигуни та Паливн╕ Баки. Кожна ╖х пара зменшу╓ час на перел╕т косм╕чного корабля. Ви можете збудувати до 8 пар. Перед тим як Ви зможете будувати будь як╕ частини косм╕чного корабля, диво Програма Аполо повинно бути збудовано одним з гравц╕в.

source: Space Module
uk: Косм╕чний Модуль
