Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: 6. Taking care of the cities. Every city has a band of citizens. The number of citizens depends on the city's population. When you click on a city, you can see how the farmland around the city is being used. You can assign your citizens to the farmland, or they can be scientists, entertainers or taxmen. Especially at the start of the game, care should be taken to ensure that the citizens are employed so that they maximise growth, trade and production.
uk: 6. Дбати про м╕ста. У кожному м╕ст╕ ╓ городяни. К╕льк╕сть городян залежить в╕д популяц╕╖ м╕ста. Коли Ви кл╕ка╓те на м╕ст╕, то можете бачити земл╕ навколо м╕ста що використовуються. Ви можете в╕дправити городян на обробку земель, або вони можуть бути науковцями, шоуменами або податк╕вцями. Особливо на початку гри Ви повинн╕ подбати аби ус╕ городяни були зайнят╕ аби максим╕зувати р╕ст м╕ста, торг╕влю та виробництво.

source: If too much food is being generated, a citizen can be taken off the farmland by clicking on the occupied farmland square. This citizen can then be transferred to the other duties mentioned previously.
uk: Якщо виробля╓ться забагато ╖ж╕, городян можна зняти з ферм кл╕кнувши на потр╕бн╕й кл╕тинц╕ та перенаправити на ╕нш╕ ц╕л╕, що зазначенн╕ вище.

source: If you move all of your citizens into the city and right-click on the central tile of the farmland, the citizens will be rearranged to maximise food production.
uk: Якщо ви повернете ус╕х ваших городян у м╕сто та пот╕м кл╕кните правою кнопкою миш╕ на центральн╕й кл╕тинц╕, городяни будуть автоматично направлен╕ аби максим╕зувати виробництво ╖ж╕.

source: The golden rule of taking care of a city is that there should be at least as many happy citizens as unhappy citizens. A city where this is not so is labelled with a lightning bolt. Take care not to let this happen to any of your cities, as unhappy cities produce nothing, and will soon revolt.
uk: Золоте правило турботи про м╕ста - у м╕ст╕ повинно бути щасливих городян не менш н╕ж нещасних. М╕сто у якому це не так змальову╓ться з╕ св╕тлим болтом. Намагайтеся аби цього не сталося у Ваших м╕стах, нещасн╕ м╕ста н╕чого не виробляють та незабаром спричиняють революц╕ю.

source: 7. Exploring the world. After you have fortified your cities with troops, build Triremes in the cities near the sea. Use the Triremes to map the world in search of opponents and new lands. If you are on an island, you should spend less on military and more on expansion. Or if you are located close to an opponent, it is truly a good idea to make a peace treaty and share the advances you have made. Diplomatic units are very useful here, and WILL pay off later.
uk: 7. Досл╕дити св╕т. П╕сля укр╕плення Ваших м╕ст загонами, будуйте Тр╕╓ми у м╕стах на берез╕ моря. Використовуйте Тр╕╓ми для створення мапи св╕ту, пошуку опонент╕в та нових земель. Якщо Ви на остров╕, прид╕ляйте менше уваги в╕йськовим справам та б╕льше колон╕зац╕╖. Якщо Ви розташован╕ поблизу ворога, то ╓ гарна ╕дея п╕дписати мирну угоду та обм╕нюватись знаннями що Ви набува╓те. Для цього використовуйте д╕пломат╕в.

source: 8. Things to keep in mind. - What the next advance you'll need is. - What your tax, luxury and research rates are currently set to. - Treaties are often broken, so don't neglect defense... - Some wonders can be made obsolete by the development of certain advances.
uk: 8. Реч╕ про як╕ потр╕бно пам'ятати. - Яке наступне знання Ви потребу╓те. - На як╕х значеннях встановленн╕ податки, розк╕ш та розвиток науки. - Угоди дуже часто розриваються, тож не зневажайте захист... - Деяк╕ дива стають застар╕лими при в╕дкритт╕ нових знань.

source: 9. Making your own strategy for the game. These basic concepts will allow you to play the game pretty well, especially in the beginning of the game. But to improve, you need to study the various units and advances, and PRACTICE, PRACTICE, PRACTICE! Freeciv has many twists, so if you haven't played a similar game before, try consulting the Freeciv WWW pages at http://www.freeciv.org/ You'll find more tips for playing, and details of how to contact other players.
uk: 9. Виробити власну стратег╕ю у гр╕. Ц╕ базов╕ засади дозволять Вам грати у гру досить добре, особливо на початку гри. Але для покращання р╕вня гри, потр╕бно вивчати р╕зноман╕тн╕ п╕дрозд╕ли та знання, та ПРАКТИКУВАТИСЬ, ПРАКТИКУВАТИСЬ, ПРАКТИКУВАТИСЬ! Freeciv ма╓ багато особливостей, тож якщо Ви н╕коли ран╕ше не грали у под╕бн╕ ╕гри, спробуйте д╕знатися б╕льше на веб сайт╕ Freeciv за адресою http://www.freeciv.org/ Ви знайдете багато порад як грати та подробиць як сп╕лкуватися з ╕ншими гравцями.

source: 10. Interacting with other players (Diplomacy). If you have recently contacted (or established an embassy with) another player, then you can arrange a diplomatic meeting. This is done by going to the `Reports' menu, selecting `Players', clicking on the player with whom you wish to meet, and finally clicking the `Meet' button below. If the entry under the embassy column is not blank and the other player is connected (or is a server AI) then a diplomacy menu will pop up.
uk: 10. В╕дношення з ╕нш╕м╕ гравцями (Дипломат╕я). Якщо Ви нещодавно контактували (або влаштували посольство) з ╕ншим гравцем, тож Ви можете скликати д╕пломатичну зустр╕ч. Це викону╓ться через меню 'Зв╕ти', обер╕ть `Гравц╕' та кл╕кн╕ть на гравц╕ з яким Ви бажа╓те зустр╕тись, нарешт╕ нажм╕ть кнопку `Зустр╕тись' унизу. Якщо напис п╕д колонкой посольства не пустий та ╕нший гравець п╕д'╓днаний (або в╕н серверний Ш╤) - то з'явиться д╕пломатичне меню.

source: In this menu you can choose to: - Trade Maps (Sea or entire map), - Trade Advances, - Trade Cities, - Trade Shared Vision, - Exchange Embassies, - Create Treaties, - and Give Gold.
uk: У цьому меню Ви можете обрати: - Обм╕нятись Мапами (Мапи океану або св╕ту), - Обм╕нятись Знаннями, - Обм╕нятись М╕стами, - Обм╕нятись Сп╕льним Баченням, - Обм╕нятись Посольствами, - П╕дписати Угоди, - та Дати Грошей.

source: There is no need to trade like for like, by trading say, an advance or city for gold - you can consider this buying and selling.
uk: Нема╓ потреби обм╕нюватися р╕вно на р╕вно, обм╕нюючи, наприклад, знання або м╕сто на грош╕ - Ви можете розц╕нювати це як куп╕влю та продаж.

source: A couple of notes: - You can't give away your capital. - If you can't see a city on your map, then you can't request it.
uk: Дек╕лька прим╕ток: - Ви не можете в╕ддати свою столицю. - Якщо Ви не бачете м╕ста на мап╕, той не можете вимагати його.

source: Of course, the owner of that city can still give it to you, in which case the area around the city is shown on your map. One important thing to note: any units in the field and supported by that city are also transferred (but not those sitting in other cities). So make sure the other player isn't getting a better deal than you expect.
uk: Безумовно, володар ц╕ого м╕ста все ще може в╕ддати його Вам, у цьому випадку м╕сцев╕сть навколо м╕ста буде показана на ваш╕й мап╕. Одне важливе зауваження: будь як╕ п╕дрозд╕ли, що розташован╕ та п╕дтримуванн╕ цим м╕стом, також передаються (але якщо Вони не розташован╕ у ╕нших м╕стах). Тож впевнитесь, що ╕нш╕й гравець не отрима╓ б╕льше н╕ж Ви очику╓те.

source: The Citizen Governor (formerly called the CMA) helps you manage your cities. It deploys the available workers on the free tiles around the city to achieve maximal city output. It also changes workers to scientists, taxmen, or entertainers, if appropriate. And the governor has another ability: whenever possible, it keeps your cities content. There are various means to tell the governor what kind of output you would like. Open the city window and click on the governor tab. There are two kinds of sliders: On the left, you can set a Minimal Surplus for each kind of production; e.g. Gold = +3 means the city earns 3 gold more than it needs to upkeep its improvements. On the right, the sliders let you define by how much you prefer one kind of production to another; setting science to 3 means you prefer a single bulb to three shields (or gold, trade,...). You can set different factors for each kind of production, according to your needs. If you set up some Minimal Surpluses which are impossible to fulfill, the governor can't be activated. Whenever the governor can't fulfill its task in the ongoing game, it passes back control to you. So you'd better not define too high a surplus; instead, use factors to achieve your goals. The Celebrate checkbox lets your city - celebrate. This will work only with a high luxury rate. See help about 'Happiness'. Clicking on 'Control city' puts the city under control of the governor, 'Release city' passes control back to you. For ease of use, you can save your slider setting as a preset with a name. Click on 'add preset' and enter a name for your setting. You can use this preset in every city by just clicking on its name. Also, you can control your setting from within the city report, in the governor column. And you can change it from there (use 'change' --> 'Citizen Governor'), if you have saved it as a preset. Use 'Game' --> 'Save Settings' to store your presets permanently. But beware! If you use the governor for some of your cities, you will encounter some difficulties with managing cities nearby, by hand. It's best to manage all cities on an island either by hand or by governor. Read more hints, some background information, and some preset examples in the file README.cma, included with Freeciv.
uk: Громадьский губернатор (ран╕ше в╕домий як АКМ) допомага╓ керувати Вашими м╕стами. В╕н пристосову╓ доступних прац╕вник╕в на в╕льн╕ кл╕тини навколо м╕ста аби досягти максимально╖ в╕ддач╕ в╕д м╕ста. В╕н також зм╕ню╓ прац╕вник╕в на науковц╕в, податк╕вц╕в або шоумен╕в, якщо потр╕бно. Також АКМ ма╓ ще одну важливу функц╕ю: якщо це можливо, в╕н збер╕га╓ Ваш╕ м╕ста нейтральними. ╢ багато засоб╕в вказати губернатору яку в╕ддачу Ви очику╓те. В╕дкрийте в╕кно м╕ста та обер╕ть вкладинку губернатора. ╢ два типи б╕гунц╕в: Л╕воруч Ви можете встановити м╕н╕мальн╕ надлишки для кожного виду виробництва; тобто Грошей = +3 значить, що м╕сто виробля╓ на 3 гривн╕ б╕льше н╕ж воно потребу╓ для утримання буд╕вель. Л╕воруч б╕гунц╕ дають Вам змогу визначити пр╕ор╕тети виробництва: встановлення науки у 3 значить, що одна наука краще н╕ж три виробництва (гривн╕, торг╕вл╕, ...). Ви можете встановити р╕зн╕ фактори для кожного типу виробництва, в╕дпов╕дно до потреб. Якщо Ви встановили деяк╕ м╕н╕мальн╕ надлишки як╕ неможливо виконати, губернатора не буде активовано. Якщо губернатор не може виконати сво╖ завдання у гр╕, в╕н поверта╓ контроль гравцев╕. Тож краще не встановлюйте надвисок╕ залишки; навпаки, використовуйте усе для досягнення Ваших ц╕лей. Опц╕я 'Святкування' дозволя╓ Вашому м╕сту святкувати. Це працю╓ лише за високого р╕вня розкош╕. Дивитесь допомогу про 'Щастя'. Кл╕к на 'Контролювати м╕сто' нада╓ м╕сто п╕д контроль губернатора, 'В╕дпустити м╕сто' поверта╓ контроль Вам. Для полегшення використання, ви можете зберегти установки б╕гунц╕в як предустановки з ╕м'ям. Кл╕кн╕ть на 'додати предустановку' та введ╕ть ╕м'я для ваших установок. Ви можете використовувати цю предустановку у кожному м╕ст╕ лише кл╕кнувши на ╖╖ ╕м'я. Також, Ви можете контролювати Ваш╕ установки з зв╕ту м╕ста, у стовбц╕ губернатора. Та Ви можете зм╕нити ╖х зв╕дси (використовуйте 'зм╕нити' --> 'Громадьский Губернатор'), якщи ви зберегли ╖х як предустановку. Використовуйте 'Гра' --> 'Зберегти установки' аби записати Ваш╕ предустановки напост╕йно. Застереження! Якщо Ви використову╓те губернатора для деяких Ваших м╕ст, то можете мати деяк╕ складност╕ керуючи сус╕дн╕ми м╕стами власноруч. Найкраще керувати ус╕ма м╕стами на остров╕ або власноруч або за допомогою губернатора. Читайте додатков╕ поради, деяк╕ пояснення та приклади предустановок у файл╕ README.cma, що включений у Freeciv.

source: City improvements are built in each of your cities to improve trade revenue, science production, etc. Most improvements require you to pay an upkeep every turn. If you can't afford the upkeep for a building, then it'll be automatically sold.
uk: М╕ськ╕ буд╕вл╕ будуються у кожному Вашому м╕ст╕ для зб╕льшення прибутку в╕д торг╕вл╕, розвитку науки тощо. Б╕льш╕сть буд╕вель вимага╓ кошт╕в на утримання, що вираховуються кожного року. Якщо Ви не можете утримувати буд╕влю, вона автоматично прода╓ться.

source: Research into technology is a necessity for improving the ability of your civilization to develop new military units and city improvements.
uk: Досл╕дження технолог╕й необх╕дне для покращання можливостей Вашо╖ цив╕л╕зац╕╖, воно допоможе будувати нов╕ п╕дрозд╕ли та буд╕вл╕.

source: Each wonder has specific benefits for your civilization. Each wonder is unique and is placed in the city which constructed it.
uk: Кожне диво нада╓ особлив╕ переваги Ваш╕й цив╕л╕зац╕╖. Кожне диво ╓ ун╕кальним та розташову╓ться у м╕ст╕ де його збудовано.

source: Units can be used for three purposes: attack, defense, and reconnaissance. How useful a particular unit is for each of these roles depends on the unit's strength in attack and defense, and its ability to move.
uk: Загони можуть бути використан╕ з трьома ц╕лями: атака, захист та розв╕дка. Наск╕льки корисний кожний п╕дрозд╕л для кожного з цих застосувань, залежить в╕д сили атаки та захисту, та можливост╕ рухатись.

source: There are four general types of unit: Land, Sea, Air, and Helicopter. (Helicopters are sufficiently different from other air units that it is easiest to think of them as a separate unit type.)
uk: ╢ чотири головних типи п╕дрозд╕л╕в: Сухопутн╕, Морськ╕, Пов╕трян╕, та Гел╕коптери. (Гел╕коптери дуже в╕др╕зняються в╕д ╕нших ав╕азагон╕в, тож легше вважати ╖х окремим типом п╕дрозд╕л╕в.)

source: Land units move on land, and suffer the movement effects of terrain, but benefit from roads and railroads. They cannot move on ocean squares except when carried by an appropriate sea unit. When at sea, they cannot attack or defend for themselves, but rely on the sea unit carrying them. Land units are the only units subject to zones of control. On land, land units can fortify to get a 50% defensive bonus; land units in cities automatically get this bonus, whether fortified or not. When a land unit successfully attacks a city without City Walls, the city is reduced by one population point. Land units with zero attack strength are non-military units: they require no upkeep, have no happiness effects, and cannot attack enemy units or capture enemy cities.
uk: Сухопутн╕ загони рухаються по земл╕ з врахуванням ефекту руху територ╕й, та рухаються краще шляхами та зал╕зницями. Вони не можуть рухатися океаном, та мають бути транспортован╕ в╕дпов╕дним морським п╕дрозд╕лом. У мор╕, вони не можуть атакувати та захищатися самост╕йно, та ц╕лком залежать в╕д перев╕зника. Наземн╕ загони також п╕дпадають п╕д д╕ю зон контролю. На суш╕, сухопутн╕ загони можуть укр╕плюватись аби отримати 50% прир╕ст захисту; загон у м╕ст╕ автоматично отриму╓ цей прир╕ст, незалежно укр╕плений в╕н чи н╕. Коли наземний п╕дрозд╕л вдало атаку╓ м╕сто без ст╕н, населення м╕ста зменшу╓ться на 1. Сухопутн╕ загони з нульовою силою атаки це нев╕йськов╕ загони: вони не вимагають утримання, не впливають на щастя, та не можуть атакувати ворож╕ загони та захоплювати м╕ста.

source: Sea units move on Ocean squares and into cities next to Ocean squares. They can only be built by such cities. The movement rate of sea units is affected by several wonders (Lighthouse, Magellan's Expedition) and by the advance of Nuclear Power. Most sea units can attack units on the coast and in coastal cities, but they cannot enter an enemy city to capture it, even if the city is undefended.
uk: Морськ╕ п╕дрозд╕ли рухаються т╕льк╕ у океан╕ або у прибережних м╕стах. Вони можуть бути збудован╕ лише у ц╕х м╕стах. Дальн╕сть руху морськ╕х п╕дрозд╕л╕в залежить в╕д деяких див (Маяк, Експедиц╕я Магелана) та в╕д знання про Атомну Енерг╕ю. Б╕льш╕сть морськ╕х п╕дрозд╕л╕в можуть атакувати п╕дрозд╕ли на суш╕ та у прибережних м╕стах, але вони не можуть ув╕йти у вороже м╕сто аби захопити його, нав╕ть якщо м╕сто й незахищене.

source: Air units can move on any square not occupied by an enemy unit or enemy city. The movement rate of air units is not affected by loss of hitpoints. Air units require fuel, which is obtained by ending their turn in a friendly city, Airbase or Carrier (or a Submarine for missile units). The number of turns an air unit can last without fuel varies by the unit type (see the individual units). Like sea units, air units are unable to enter an empty enemy city to capture it. When outside cities, air units can only be attacked by Fighters (or Stealth Fighters). Air units cannot be used to explore villages; depending upon server options, an overflown village may disband.
uk: Пов╕трян╕ п╕дрозд╕ли можуть рухатись на будь яку кл╕тину не окуповану ворожим загоном або м╕стом. Дальн╕сть руху ав╕азагону не зм╕ню╓ться при втрат╕ здоров'я. Ав╕азагони потребують пальне, яке отриму╓ться при зак╕нченн╕ ходу у дружньому м╕ст╕, на Ав╕абаз╕ або Ав╕аносц╕ (П╕длодц╕ для ракетних п╕дрозд╕л╕в). К╕льк╕сть ход╕в за як╕ п╕дрозд╕л буде втрачено без пального зм╕ню╓ться в залежност╕ в╕д типу п╕дрозд╕лу (дивись окрем╕ п╕дрозд╕ли). Як морськ╕ п╕дрозд╕ли, ав╕азагони не можуть ув╕йти у пусте вороже м╕сто аби захопити його. За межами м╕ста, ав╕азагони можуть бути атакован╕ Винищувачами (або Стелс Винищувачами). Ав╕азагони не можуть бути використан╕ для вивчення хутор╕в; в залежность в╕д опц╕й сервера, хут╕р може бути розпущений.

source: Like air units, Helicopters can move on any square not occupied by an enemy unit or enemy city, and their movement rate is not affected by loss of hitpoints. Helicopters do not require fuel, but they lose a small amount of health for every turn not spent in a city or an Airbase, unless you have the United Nations wonder. Unlike other air units, Helicopters can capture enemy cities.
uk: Як ав╕азагони, Гел╕коптери можуть рухатись на кожну кл╕тинку не окуповану ворогом або ворожим м╕стом, та ╖х можлив╕сть руху не зм╕ню╓ться при втрат╕ здоров'я. Гел╕коптерам не потр╕бне п╕льне, але вони втрачають невелику к╕льк╕сть здоров'я на кожному ход╕ що не завершу╓ться у м╕ст╕ або на ав╕абаз╕, якщо ви не ма╓те дива Об'╓днанн╕ Нац╕╖. На в╕дм╕ну в╕д ╕нших ав╕ап╕дрозд╕л╕в, Гел╕коптери можуть захоплювати ворож╕ м╕ста.

source: Units which have been damaged in combat will regain hit points each turn in which they are not moved. Normally, a unit which has not moved will regain one hit point per turn. A land unit in a city with Barracks, or a sea unit in a city with a Port Facility, or an air unit in a city with an Airport, will regain all lost hit points if a full turn is spent (without moving) in the city. Otherwise, a unit which spends a turn in a city regains one third of its base hit points. A unit which spends a turn on a fortress regains an extra one quarter of its base hitpoints. Units which are fortified regain an extra hit point. If a player has the United Nations wonder, that player's units regain an extra two hit points per turn, even for units which have moved. In addition to all other effects, Helicopters lose two hit points (or gain two hit points less than they otherwise would) each turn that they do not end in a city. Damaged units in Sentry mode will wake up when they have regained all of their hit points.
uk: П╕дрозд╕ли що були поранен╕ у боях в╕дновлюють здоров'я кожного ходу коли вони не рухаються. Звичайно, п╕дрозд╕л що не руха╓ться в╕дновлю╓ одне здоров'я за х╕д. Сухопутний п╕дрозд╕л у м╕ст╕ з Казармами, або морський п╕дрозд╕л у м╕ст╕ з Портом, або ав╕ап╕дрозд╕л у м╕ст╕ з летовищем в╕дновлю╓ усе втраченне здоров'я за повний х╕д без руху у м╕ст╕.╤накше, п╕дрозд╕л що залишився у м╕ст╕ в╕дновлю╓ одну третину усього свого здоров'я. П╕дрозд╕л що залишився в укр╕пленн╕ в╕дновлю╓ чверть свого здоров'я за х╕д. Укр╕плений заг╕н в╕дновлю╓ одне додаткове здоров'я. Якщо гравець волод╕╓ дивом Об'╓днан╕ Нац╕╖, його заг╕н в╕дновлю╓ два здоров'я за х╕д, нав╕ть у рус╕. На додаток до ус╕х ╕нших ефект╕в Гел╕коптери втрачають 2 здоров'я (або отримують на два здоров'я менше н╕ж можливо) кожного ходу що не завершився у м╕ст╕. Приспан╕ поранен╕ загони актив╕зуються коли здоров'я повн╕стю в╕дновлено.

source: Depending upon server options, any set of unit types may reduce the population of a City without City Walls by one point upon a successful attack.
uk: В залежност╕ в╕д опц╕╖ сервера, будь як╕ п╕дрозд╕ли зменшують населення м╕ста б╕з М╕ських ст╕н на одиницю при вдал╕й атац╕.

source: Default Combat Rules ---------------------
uk: Правила Бою за Замоченням ---------------------

source: When one unit attacks another unit, either the attacker will be destroyed, or the defender will be destroyed -- never both (unless the attacker was a missile). The outcome depends on several factors, including chance.
uk: Коли один п╕дрозд╕л атаку╓ ╕нш╕й, або атакуючий або захисник буде знищений - але н╕коли обидва (за вийнятком коли атаку╓ Ракета). Результат залежить в╕д дек╕лькох фактор╕в, включаюч╕ шанс.

source: First, the attacker's strength is modified.
uk: Спершу, сила атакуючуго зм╕ню╓ться.

source: - If the attacker is a veteran, its strength is multiplied by 1.5.
uk: - Якщо атакуюч╕й ╓ ветераном, його сила зб╕льшу╓ться у п╕втори рази.

source: Next, the defender's strength is modified.
uk: Наступно, сила захисника зм╕ню╓ться.

source: - If the defender is a veteran, then its strength is multiplied by 1.5.
uk: - Якщо захисник ╓ ветераном, його сила зб╕льшу╓ться у п╕втори рази.

source: - Then the defender's strength is multiplied by the defense factor of the terrain it occupies.
uk: - Пот╕м сила захисника множиться на захисний фактор територ╕╖.

source: - Next, the defender's strength is doubled if it is a Pikeman unit defending against a mounted unit.
uk: - Наступно, сила захисника п╕двою╓ться якщо це П╕к╕нер, що захищаеться проти к╕нних п╕дрозд╕л╕в.

source: - If the defender is an AEGIS Cruiser defending against airborne units (including missiles and Helicopters), the defense is quintupled.
uk: - Якщо захисник це Протиракетний Крейсер що захища╓ться проти ав╕азагон╕в (включаючи ракети та Гел╕коптери), сила захисту множиться на 4.

source: - The defender's strength is doubled again if it is in a city with a SAM Battery and the attacker is an air unit (other than an Helicopter) or a missile.
uk: - Сила захисту подвою╓ться якщо у м╕ст╕ ╓ Протиракетна оборона та атакуючий це ав╕ап╕дрозд╕л (але не Гел╕коптер) або ракета.

source: - An SDI Defense doubles the defender's strength yet again against missile attacks.
uk: - СО╤ захист подвою╓ силу захисту проти ракетних атак.

source: - If the attacker is a ship and the defender is in a city with a Coastal Defense, the defender's strength is doubled.
uk: - Якщо атаку╓ корабель та захисник у м╕ст╕ з Прибережною оборону, сила захисту подвою╓ться.

source: - Against land units (other than Howitzers) and Helicopters, defending units in a city with City Walls have their strength tripled.
uk: - Проти сухопутних п╕дрозд╕л╕в (але не Гауб╕ць) та Гел╕коптер╕в, захисн╕ загони у м╕ст╕ ╕з Ст╕нами мають потр╕йну силу.

source: - If the defender is in a fortress (and not a city), its strength is doubled.
uk: - Якщо захисник в укр╕пленн╕ (не у м╕ст╕), його сила подвою╓ться.

source: - Finally, if the defender is a ground unit, and is either fortified or inside a city, its strength is multiplied by 1.5.
uk: - Нарешт╕, якщо захисник це сухопутний п╕дрозд╕л, та в╕н фортиф╕кований або у м╕ст╕, його сила зб╕льшу╓ться у п╕втори рази.

source: If, after these modifications, the attacker has a strength of 0, it automatically loses. Otherwise, if the defender has a strength of 0, the defender loses.
uk: Якщо, п╕сля цих модиф╕кац╕й, атакуюч╕й ма╓ силу 0, в╕н автоматично програ╓. Також, якщо захисник ма╓ силу 0, то в╕н програ╓.
