Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Space Modules are the most expensive parts of spaceships. There are three different types of Space Module: - Habitation Module: provides living space for 10,000 people. - Life Support Module: provides food and water for the population of one Habitation Module. - Solar Panels: provides the energy needed for any two of the other Modules. You can build up to 4 Space Modules of each kind. Before you can build any spaceship parts, the Apollo Program wonder must have been built by any player.
uk: Косм╕чн╕ Модул╕ найдорожч╕ частини корабля. ╢ три типи Косм╕чних Модул╕в: - Житловий Модуль: нада╓ м╕сце для проживання для 10000 людей. - Модуль Житт╓забезпечення: нада╓ ╖жу та воду для населення одного Житлового Модуля. - Соняшн╕ Панел╕: надають енерг╕ю необх╕дну для будь яких двох ╕нш╕х Модул╕в. Ви можете будувати до 4 Косм╕чних Модул╕в кожного типу. Перед тим як Ви зможете будувати будь як╕ частини косм╕чного корабля, диво Програма Аполо повинно бути збудовано одним з гравц╕в.

source: Space Structural
uk: Косм╕чна Структура

source: Space Structurals form the base of your spaceship. All other spaceship parts need to be connected to Structurals in order to function. You can build up to 32 Space Structurals. Before you can build any spaceship parts, the Apollo Program wonder must have been built by any player.
uk: Косом╕чн╕ Структури це база Вашого корабля. Ус╕ ╕нш╕ елементи косм╕чного корабля повинн╕ бути п╕д'╓днан╕ до Структур аби працювати. Ви можете збудувати до 32 Косм╕чних Структур. Перед тим як Ви зможете будувати будь як╕ частини косм╕чного корабля, диво Програма Аполо повинно бути збудовано одним з гравц╕в.

source: Stock Exchange
uk: Б╕ржа

source: Together with a Marketplace and a Bank, a Stock Exchange boosts tax and luxury production in a city by 150%.
uk: Разом з Ринком та Банком Б╕ржа зб╕льшу╓ зб╕р податк╕в та розк╕ш у м╕ст╕ на 150%.

source: Super Highways
uk: Шосе

source: Increases trade resources by 50% on all squares with roads or railroads.
uk: Зб╕льшу╓ торгов╕ ресурси на 50% на ус╕х кл╕тинах з шляхами та зал╕зницями.

source: Supermarket
uk: Супермаркет

source: Increases the food resources by 50% on each farmland square which is being used around the city. Farmland squares are those which have been irrigated a second time.
uk: Зб╕льшу╓ отримання продовольства на 50% на кожн╕й ферм╕ навколо м╕ста. Ферми - це кл╕тини як╕ було зрошено дв╕ч╕.

source: Temple
uk: Церква

source: Makes one unhappy citizen content. Both the Mysticism advance and the Oracle wonder double this effect. With both Mysticism and the Oracle, 4 citizens are made content.
uk: Нейтрал╕зу╓ одного нещасного у м╕ст╕. Знання про М╕стицизм та Диво Оракл подвоюють ╖╖ ефективн╕сть. Разом з М╕стицизмом на Ораклом, 4 нещасних нейтрал╕зуються.

source: University
uk: Ун╕верс╕тет

source: Together with a Library, a University increases the science production of a city by 250%.
uk: Разом з Б╕бл╕отекою, Ун╕верс╕тет зб╕льшу╓ наукову д╕яльн╕сть у м╕ст╕ на 250%.

source: Apollo Program
uk: Програма Аполо

source: Entire map becomes visible for the player who owns it. It allows all players to start building spaceship parts (assuming they have researched the necessary technologies).
uk: Ус╕ м╕ста на мап╕ стають видимими для гравця який цим волод╕╓. Дозволя╓ ус╕м гравцям розпочати буд╕вництво частин косм╕чного корабля (за умови досл╕дження ними необх╕дних технолог╕й).

source: A.Smith's Trading Co.
uk: Компания Адама См╕та

source: City improvements which would normally have an upkeep of 1 are free of upkeep, for all your cities.
uk: Це диво нейтрал╕зу╓ одного нещасного в ус╕х м╕стах.

source: Colossus
uk: Колос

source: Each square around the city where this wonder is built that is already generating some trade produces one extra trade resource.
uk: Кожна кл╕тина навколо м╕ста з цим Дивом, що вже виробля╓ деякий прибуток зб╕льшу╓ його на одиницю.

source: Copernicus' Observatory
uk: Обсерватор╕я Коперника

source: Boosts science production by 100% in the city where it is built.
uk: П╕двищуе розвиток науки на 100% у м╕ст╕ де його побудовано.

source: Cure For Cancer
uk: Л╕ки в╕д раку

source: This stunning technological achievement makes one unhappy citizen content in all your cities.
uk: Це диво нейтрал╕зу╓ одного нещасного в ус╕х м╕стах.

source: Darwin's Voyage
uk: Подорож Дарв╕на

source: Charles Darwin's voyage sparked the discovery of the evolution of the species, which inspired greater confidence in science. Gives two immediate technology advances.
uk: Подорож Чарлза Дарв╕на спричинила в╕дкриття походження вид╕в, що будо великим здобутком у науц╕. Нада╓ два позачергових в╕дкриття.

source: Eiffel Tower
uk: Ейфелева вежа

source: Your reputation and goodwill among other nations is increased while you possess this wonder. Reputation is recovered twice as fast as it would otherwise.
uk: Ваша репутац╕я та престиж серед ╕нших нац╕й зр╕с коли Ви отримали нове диво. Репутац╕я зроста╓ удв╕ч╕ швидше н╕ж зростала би без дива.

source: Great Library
uk: Велика Б╕бл╕отека

source: The civilization which builds the Great Library gets every advance that at least two other civilizations have achieved.
uk: Цив╕л╕зац╕я що побудувала Велику Б╕бл╕отеку отриму╓ будь яке нове знання, що ╖х в╕дкрили будь як╕ дв╕ ╕нш╕ цив╕л╕зац╕╖.

source: Great Wall
uk: Велика ст╕на

source: Works as a City Wall in all your cities.
uk: Працю╓ як М╕ська ст╕на у вс╕х м╕стах.

source: Hanging Gardens
uk: В╕сяч╕ сади

source: Makes one content citizen happy in every city. Makes two extra content citizens happy in the city containing the Hanging Gardens (that is, a total of 3). In the unlikely event where there are no content citizens to get the effect of Hanging Gardens, the wonder applies to unhappy citizens (making them content instead).
uk: Робить одного городянина щасливим у кожному м╕ст╕. Також робить щасливими ще двох городян у м╕ст╕ де ╖х збудовано (загалом 3). Якщо не ма╓ нейтральних городян для того щоб робити ╖х щасливими, Диво нейтрал╕зу╓ нещасних.

source: Hoover Dam
uk: Дамба Гувера

source: Works as if you had a Hydro Plant in every city. (This reduces pollution and increases the effects of Factories and Mfg. Plants.)
uk: Прац╕╓ так, н╕бито Ви ма╓те Г╕дростанц╕ю у кожному м╕ст╕ (Зменшу╓ забруднення та п╕двищу╓ ефективн╕сть Фабрик та Завод╕в.)

source: Isaac Newton's College
uk: Коледж ╤сака Ньютона

source: Boosts science production by 100% in every city you control that has a University.
uk: П╕двищуе розвиток науки на 100% у кожному Вашому м╕ст╕ де ╓ Ун╕верситет.

source: J.S. Bach's Cathedral
uk: Собор Й.С. Баха

source: Makes two unhappy citizens content in every city.
uk: Нейтрал╕зу╓ двох несчасних у кожному м╕ст╕.

source: King Richard's Crusade
uk: Хрестовий пох╕д Короля Р╕чарда

source: Adds one extra shield resource on every square around the city where it is built.
uk: Дода╓ додатковий виробничий ресурс на кожну кл╕тинку б╕ля м╕ста де його збудовано.

source: Leonardo's Workshop
uk: Майстерня Леонардо

source: Upgrades one obsolete unit per game turn.
uk: Модерн╕зу╓ один застар╕лий п╕дрозд╕л за х╕д.

source: Lighthouse
uk: Маяк

source: Gives all your sea units 1 additional movement point. Makes all your new sea units veterans (for all your cities).
uk: Нада╓ ус╕м морським п╕дрозд╕лам 1 додатковий рух. Робить ус╕ нов╕ морськ╕ п╕дрозд╕ли ветеранами (в ус╕х м╕стах).

source: Magellan's Expedition
uk: Екпедиц╕я Магелана

source: Gives all your sea units 2 additional movement points.
uk: Да╓ морськ╕м п╕дрозд╕лам два додатков╕ ходи

source: Manhattan Project
uk: Манхетенськ╕й проект

source: Marco Polo's Embassy
uk: Посольство Марко Поло

source: The player who owns it gets an embassy with all players.
uk: Гравець що ма╓ це диво - отриму╓ посольства з ус╕ма гравцями.

source: Michelangelo's Chapel
uk: Капелла М╕кельанжело

source: Counts as having a Cathedral in each of your cities. This makes 3 unhappy citizens content in each city. The discovery of Theology increases the effect of a Cathedral, making an additional unhappy citizen content. The discovery of Communism lessens the effect of a Cathedral, reducing by one the number of unhappy citizens made content.
uk: Працю╓ як Собор у кожному м╕ст╕. Нейтрал╕зу╓ 3 нещасних у кожному м╕ст╕. В╕дкриття Теолог╕╖ зб╕льшу╓ ефективн╕сть Собор╕в, вт╕шаючи ще одного нещасного. В╕дкриття Комун╕зму зменшу╓ на одиницю ефективн╕сть Собор╕в.

source: Oracle
uk: Оракл

source: Makes two of your unhappy citizens content in every city with a temple.
uk: Нейтрал╕зу╓ двох несчасних у кожному м╕ст╕ де ╓ церква.

source: Pyramids
uk: П╕рам╕ди

source: The amount of stored food lost when one of your cities grows or shrinks is reduced by 25%. This helps a city to grow faster and more easily withstand famine. Cumulative with Granary.
uk: К╕льк╕сть втрати збереженно╖ ╖ж╕, коли м╕сто зроста╓ чи зменьшу╓ться, скорочу╓ться на 25% . Це допомага╓ м╕сту швидше рости та легше переносити голодомор. Ефект посилю╓ться Амбаром.

source: SETI Program
uk: Програма SETI

source: Boosts science production in each city with a Research Lab by 100%.
uk: Зб╕льшу╓ розвиток науки в ус╕х м╕стах на 100%.

source: Shakespeare's Theatre
uk: Театр Шексп╕ра

source: Makes all unhappy citizens content, in the city where it is located.
uk: Нейтрал╕зу╓ ус╕х несчасних у м╕ст╕ де його розм╕щено.

source: Statue of Liberty
uk: Статуя Свободи

source: Allows you to choose any government, including those that have not yet been researched by your civilization, and without the transition period of Anarchy.
uk: Дозволя╓ Вам обирати будь яку форму керування, включаючи т╕ що не досл╕джен╕ Вашою цив╕л╕зац╕╓ю, та без перех╕дного пер╕оду Анарх╕╖.

source: Sun Tzu's War Academy
uk: Мистецтво В╕йни Сун Дзу

source: All your new ground units start at the first veteran level. The chance of a unit getting the next veteran level after a battle increases by half.
uk: Ус╕ нов╕ сухопутн╕ п╕дрозд╕ли стають ветеранами першого р╕вня. В╕рог╕дн╕сть того, що п╕дрозд╕л стане ветераном п╕сля битви зб╕льшу╓ться наполовину.

source: United Nations
uk: Об'╓днанн╕ нац╕╖

source: All your units regain two extra hitpoints per turn.
uk: Загони отримують два додатков╕ здоров'я за х╕д.

source: Women's Suffrage
uk: Право голосу

source: Counts as a Police Station in every city. (That is, for each city, reduces unhappiness for military units outside the city by 2 under Democracy and 1 under Republic. This wonder has no effect under other governments.)
uk: Працю╓ як В╕дд╕л М╕л╕ц╕╖ у кожному м╕ст╕. (Це, для кожного м╕ста, зменшу╓ к╕льк╕сть нещасних з причини в╕дсутност╕ в╕йськових п╕дрозд╕л╕в у м╕ст╕ на 2 за Демократ╕╖ та на 1 за Республ╕к╕. Не д╕╓ за ╕нших форм правл╕ння.)

source: Coinage
uk: Монетний дв╕р

source: This is not a normal improvement. Instead, setting a city's production to Coinage means its shield production is converted to tax output (money, coins!).
uk: Це не ╓ звичайна буд╕вля. Навпаки, встановлення виробництва у м╕ст╕ на Монетний дв╕р, ма╓ на мет╕ перетворення усього виробництва у прибуток (грош╕, монети!).

source: ?nationgroup:Ancient
uk: ?nationgroup:Древн╕

source: ?nationgroup:Medieval
uk: ?nationgroup:Середньов╕чн╕

source: ?nationgroup:Modern
uk: ?nationgroup:Сучасн╕

source: ?nationgroup:African
uk: ?nationgroup:Африканськ╕

source: ?nationgroup:American
uk: ?nationgroup:Американьск╕

source: ?nationgroup:Asian
uk: ?nationgroup:Аз╕йськ╕

source: ?nationgroup:European
uk: ?nationgroup:╢вропейскьк╕

source: ?nationgroup:Oceanian
uk: ?nationgroup:Океаньськ╕

source: ?nationgroup:Fictional
uk: ?nationgroup:Вигадан╕

source: Entertains the citizens of a city, making 3 unhappy citizens content. (Four after the discovery of Electronics.)
uk: Розважа╓ городян, нейтрал╕зу╓ 3 незадоволених у м╕ст╕. (Чотирьох п╕сля в╕дкриття Електрон╕ки.)

source: Reduces the corruption and waste in a city by 50%. Under a Democracy, a Courthouse makes 1 unhappy citizen content. Also halves the effective distance to the capital, for the purpose of calculating revolt cost.
uk: Зменшу╓ корупц╕ю та втрати у м╕ст╕ на 50%. При Демократ╕╖ Суд нейтрал╕зу╓ 1 незадоволеного. Також зменшу╓ вдв╕ч╕ в╕дстань до столиц╕, при обрахунку кошторису революц╕╖.

source: Reduces the amount of pollution generated by production in a city by 50%. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Hydro Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Hydro Plant together give a 150% production bonus. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant. A city can only build a Hydro Plant if it is next to (or on) a Mountain or River tile.
uk: Зменшу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕ на 50%. Також зб╕льшу╓ виробництво на Фабриках чи Заводах у м╕ст╕: Фабрика та Г╕дростанц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Г╕дростанц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Тепло, Г╕дро, Aтомну чи Соняшну станц╕ю. М╕сто може будувати Г╕дростанц╕ю лише за умови знаходження поряд р╕чки або г╕р.

source: Increases the science output in a city by 50%.
uk: П╕двищуе розвиток науки на 50% у м╕ст╕ де ╖╖ побудовано.

source: Reduces the amount of pollution generated by production in a city by 50%. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Nuclear Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Nuclear Plant together give a 150% production bonus. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant.
uk: Зменшу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕ на 50%. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Атомна станц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Атомна станц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Тепло, Г╕дро, Aтомну чи Соняшну станц╕ю.

source: Makes a city the capital and the center of your government. Corruption in other cities is related to how far away from the capital they are, except when the government is Democracy or Communism. The cost of inciting a revolt in a city also depends upon the city's distance from the capital (under all forms of government). Take good care of your capital, as its loss may result in your empire plunging into civil war. Losing your current palace also results in losing whatever spaceship you might have.
uk: Роб╕ть м╕сто столицею та центром Вашого правл╕ння. Корупц╕я у ╕нших м╕стах залежить в╕д того як далеко в╕д столиц╕ вони знаходяться, за виключенням форм керування Демократ╕╖ та Коммун╕зму. Варт╕сть влаштвання революц╕╖ у м╕ст╕ також залежить в╕д в╕дстан╕ до столиц╕ (за ус╕х форм правл╕ння). Дбайте про свою столицю, тому що ╖╖ втрата може призвести до громадянсько╖ в╕йни у Ваш╕й ╕мпер╕╖. Втрата Вашого поточного палацу також приводить до втрати косм╕чного корабля.

source: Increases the shield production of a Factory or Mfg. Plant in a city: a Factory and a Power Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Power Plant together give a 150% production bonus. The extra production may lead to the city generating more pollution. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant.
uk: Зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Теплостанц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Теплостанц╕я разом дають 150% прир╕сту виробництва. Додаткове виробництво може привести до того що м╕сто буде виробляти б╕льше забруднення. М╕сто може мати лише одну Тепло, Г╕дро, Атомну чи Соняшну станц╕ю.

source: Together with a Library, a Research Lab increases the science production of a city by 100%. Together with a Library and a University, a Research Lab increases the science production of a city by 150%.
uk: Разом з Б╕бл╕отекою Досл╕дна лаборатор╕я зб╕льшу╓ розвиток науки у м╕ст╕ на 100%. Разом з Б╕бл╕отекою та Ун╕верситетом Досл╕дна лаборатор╕я зб╕льшу╓ розвиток науки у м╕ст╕ на 150%.

source: Eliminates all pollution generated by production in a city. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Solar Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Solar Plant together give a 150% production bonus. A city can only have one Power Plant, Hydro Plant, Nuclear Plant, or Solar Plant.
uk: Нейтрал╕зу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Соняшна станц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Соняшна станц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Тепло, Г╕дро, Атомну чи Соняшну станц╕ю.

source: Together with a Library, a University increases the science production of a city by 100%.
uk: Разом з Б╕бл╕отекою, Ун╕верс╕тет зб╕льшу╓ наукову д╕яльн╕сть у м╕ст╕ на 100%.

source: City improvements which would normally have an upkeep of 1 are free of upkeep, for all cities.
uk: Це диво нейтрал╕зу╓ одного нещасного в ус╕х м╕стах.

source: Boosts science production by 50% in the city where it is built.
uk: П╕двищуе розвиток науки на 50% у м╕ст╕ де його побудовано.

source: This stunning technological achievement makes one unhappy citizen content in all cities.
uk: Це диво нейтрал╕зу╓ одного нещасного в ус╕х м╕стах.

source: When built, every civilization's attitude toward you is improved by 25%.
uk: П╕сля того як побудовано, в╕дношення до Вас ╕нших цив╕л╕зац╕й покращу╓ться на 25%.

source: Works as a City Wall in all cities.
uk: Працю╓ як М╕ська ст╕на у вс╕х м╕стах.

source: Gives all your sea units 1 additional movement point. Makes all your new sea units veterans (for all cities).
uk: Нада╓ ус╕м морським п╕дрозд╕лам 1 додатковий рух. Робить ус╕ нов╕ морськ╕ п╕дрозд╕ли ветеранами (в ус╕х м╕стах).

source: Gives all sea units 2 additional movement points.
uk: Да╓ морськ╕м п╕дрозд╕лам два додатков╕ ходи

source: Doubles the effect of Temples, in all cities.
uk: Подвою╓ ефект в╕д Церков у кожному м╕ст╕

source: Counts as having a Granary in every city.
uk: Раху╓ться як волод╕ння Амбаром у кожному м╕ст╕

source: Boosts science production in each city with a Library by 50%. (Counts as having a Research Lab in all of your cities.)
uk: Зб╕льшу╓ науковий розвиток у м╕ст╕ з Б╕бл╕отекою на 50%. (Раху╓ться як Досл╕дна Лаборатор╕я у кожному м╕ст╕.)

source: All your new ground units become veterans (for all cities). The chance of a unit becoming a veteran after a battle increases from 50% to 100%.
uk: Ус╕ нов╕ сухопутн╕ п╕дрозд╕ли стають ветеранами (для ус╕х м╕ст). В╕рог╕дн╕сть того, що п╕дрозд╕л стане ветераном п╕сля битви зб╕льшу╓ться з 50% до 100%.

source: Units regain two extra hitpoints per turn.
uk: Загони отримують два додатков╕ здоров'я за х╕д.

source: Capitalization
uk: Кап╕тал╕зац╕я

source: This is not a normal improvement. Instead, setting a city's production to Capitalization means its shield production is converted to tax output (money).
uk: Це не ╓ звичайна буд╕вля. Навпаки, встановлення виробництва у м╕ст╕ на Кап╕тал╕зац╕ю, ма╓ на мет╕ перетворення усього виробництва у прибуток (грош╕).

source: Allows a city to grow larger than size 10.
uk: Дозволя╓ м╕сту зрости б╕льш н╕ж на 10.

source: With a Barracks, each new unit built in a city will automatically have Veteran status, which means that its attack and defence strengths are increased by 50%. Also, damaged units which stay in town for one full turn without moving are completely restored.
uk: З Казармами, кожний новий п╕дрозд╕л, що збудовано у м╕ст╕ автоматично ма╓ статус ветерана, як╕й зб╕льшу╓ силу атаки та захисту на 50%. Також, поранен╕ п╕дрозд╕ли, що залишаються у м╕ст╕ на один повний х╕д без руху, повн╕стю в╕дновлюються.

source: A Cathedral makes 4 unhappy citizens content in a city, making it easier to maintain order in that city.
uk: Собор нейтрал╕зу╓ 4 нещасних у м╕ст╕, що робить легшим п╕дтримання ладу у м╕ст╕.

source: City Walls make it easier to defend a city. They triple the defence strength of units within the city against ground, sea, and helicopter units. They are ineffective against non-helicopter airborne units as well as Artillery. City Walls also prevent the loss of population which occurs when a defending unit is destroyed by a land unit.
uk: М╕ськ╕ ст╕ни спрощують захист м╕ста. Вони потроюють захисн╕ сили п╕дрозд╕л╕в у м╕ст╕ при захист╕ проти сухопутних, морських в╕йськ та гел╕коптер╕в. Вони неефективн╕ проти ав╕ап╕дрозд╕л╕в, а також Гаубиць. Ст╕ни м╕ста також запоб╕гають зменшенню населення, що спричиня╓ться п╕сля вдало╖ атаки сухопутного п╕дрозд╕лу.

source: Entertains the citizens of a city, making 3 unhappy citizens content.
uk: Розважа╓ городян, нейтрал╕зу╓ 3 незадоволених у м╕ст╕.

source: Reduces the corruption in a city by 50%. Under a Democracy, a Courthouse makes 1 unhappy citizen content. Also halves the effective distance to the capital, for the purpose of calculating revolt cost.
uk: Зменшу╓ корупц╕ю у м╕ст╕ на 50%. При Демократ╕╖ Суд нейтрал╕зу╓ 1 незадоволеного. Також зменшу╓ вдв╕ч╕ в╕дстань до столиц╕, при обрахунку кошторису революц╕╖.

source: Reduces the amount of pollution generated by production in a city by 50%. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Hydro Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Hydro Plant together give a 150% production bonus. A city can only have one Hydro Plant, Power Plant, or Nuclear Plant. A city can only build a Hydro Plant if it is next to (or on) a Mountain or River tile.
uk: Зменшу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕ на 50%. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Г╕дростанц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Г╕дростанц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Г╕дро, Тепло чи Aтомну станц╕ю. М╕сто може будувати Г╕дростанц╕ю лише за умови знаходження поряд р╕чки або г╕р.

source: Reduces the amount of pollution generated by production in a city by 50%. It also increases the shield production of a Factory or Mfg. Plant in the city: a Factory and a Nuclear Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Nuclear Plant together give a 150% production bonus. A city can only have one Hydro Plant, Power Plant, or Nuclear Plant.
uk: Зменшу╓ забруднення, що виника╓ внасл╕док виробництва у м╕ст╕ на 50%. Також зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Г╕дростанц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Г╕дростанц╕я разом дають 150% прир╕сту виробництва. М╕сто може мати лише одну Г╕дро, Тепло чи Aтомну станц╕ю.

source: Increases the shield production of a Factory or Mfg. Plant in a city: a Factory and a Power Plant together give a 100% production bonus, and a Factory, Mfg. Plant and Power Plant together give a 150% production bonus. The extra production may lead to the city generating more pollution. A city can only have one Hydro Plant, Power Plant, or Nuclear Plant.
uk: Зб╕льшу╓ виробництво на Фабриках та Заводах у м╕ст╕: Фабрика та Теплостанц╕я разом дають прир╕ст виробництва 100%, Фабрика, Завод та Теплостанц╕я разом дають 150% прир╕сту виробництва. Додаткове виробництво може привести до того що м╕сто буде виробляти б╕льше забруднення. М╕сто може мати лише одну Г╕дро, Тепло чи Aтомну станц╕ю.

source: All cities on the map become visible for the player who owns it. It allows all players to start building spaceship parts (assuming they have researched the necessary technologies).
uk: Ус╕ м╕ста на мап╕ стають видимим╕ для гравця який цим волод╕╓. Дозволя╓ ус╕м гравцям розпочати буд╕вництво частин косм╕чного корабля (за умови досл╕дження ними необх╕дних технолог╕й).
