Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Server O_ptions
uk: Опц╕╖ Сервера

source: _Save Game
uk: Зберегти Гру

source: Save Game _As...
uk: Зберегти Гру Як...

source: E_xport Log
uk: Експортувати Журнал

source: _Clear Log
uk: Очистити журнал

source: _Leave
uk: Вийти

source: _Quit
uk: Вих╕д

source: Gover_nment
uk: Уряд

source: Government
uk: Кер╕вництво

source: _Tax Rates
uk: Податков╕ ставки

source: _Find City
uk: Знайти м╕сто

source: _Worklists
uk: Плани Буд╕вництва

source: _Change Government
uk: Зм╕н╕ти Уряд

source: _Revolution...
uk: Революц╕я...

source: _Government
uk: Кер╕вництво

source: _View
uk: Дивитись

source: View
uk: Дивитись

source: City Outlines
uk: Обриси М╕ста

source: Map _Grid
uk: С╕тка

source: National _Borders
uk: Нац╕ональн╕_Кордони

source: City _Names
uk: Назви м╕ст

source: City G_rowth
uk: Р╕ст М╕ста

source: City _Productions
uk: Виробництво

source: Terrain
uk: Тер╕тор╕я

source: Coastline
uk: Узбер╕жжя

source: Roads & Rails
uk: Шляхи та Зал╕зниц╕

source: Mines
uk: Шахти

source: Fortress & Airbase
uk: Укр╕плення та Ав╕абази

source: Specials
uk: Спец╕альне

source: Pollution & Fallout
uk: Забруднення та Катастрофи

source: Focus Unit
uk: Фокусувати п╕дрозд╕л

source: Fog of War
uk: Мара в╕йни

source: _Full Screen
uk: Повний Екран

source: _Center View
uk: Центрувати

source: _Orders
uk: Наказ

source: Orders
uk: Наказ

source: _Build City
uk: Будувати м╕сто

source: Build _Road
uk: Будувати шлях

source: Build _Irrigation
uk: Будувати зрошення

source: Build _Mine
uk: Будувати шахту

source: Transf_orm Terrain
uk: Зм╕нити тер╕тор╕ю

source: Build _Fortress
uk: Будувати укр╕плення

source: Build Airbas_e
uk: Будувати ав╕абазу

source: Clean _Pollution
uk: Л╕кв╕дувати забруднення

source: Clean _Nuclear Fallout
uk: Л╕кв╕дувати рад╕ац╕ю

source: _Sentry
uk: Охороняти

source: Make _Homecity
uk: Зм╕нити дом╕вку

source: _Load
uk: Завантажити

source: _Unload Transporter
uk: Вивантажити Транспорт

source: _Unload
uk: Вивантажити

source: Wake up o_thers
uk: Пробудити вс╕х

source: _Auto Settler
uk: Автоколон╕зувати

source: Auto E_xplore
uk: Автодосл╕джувати

source: _Connect
uk: З'╓днатися

source: _Road
uk: Шлях

source: Rai_l
uk: Зал╕зниця

source: _Irrigate
uk: Зрошувати

source: Go _to
uk: Йти до

source: _Build city
uk: Будувати м╕сто

source: Patrol (_Q)
uk: Патрулувати (_Q)

source: _Go to
uk: Йти (_G)

source: Go\/Airlift to City
uk: Йти\/Перел╕т╕ти до м╕ста

source: Return to nearest city
uk: Повернутися до найближчого м╕ста

source: Disband Unit
uk: Розформувати п╕дрозд╕л

source: Upgrade unit
uk: Модерн╕зувати п╕дрозд╕л

source: Diplomat\/Spy Actions
uk: Д╕пломатичн╕/Шпигунськ╕ д╕╖

source: Explode Nuclear
uk: П╕д╕рвати атомну бомбу

source: Select same type
uk: Ус╕ такого ж типу

source: _Wait
uk: Чекати (_W)

source: Done
uk: Завершено

source: _Reports
uk: Зв╕ти

source: Reports
uk: Зв╕ти

source: _Units
uk: П╕дрозд╕ли

source: _Players
uk: Гравц╕

source: _Economy
uk: Економ╕ка

source: _Science
uk: Наука

source: _Wonders of the World
uk: Дива св╕ту

source: _Top Five Cities
uk: Найвизначн╕ши м╕ста

source: _Messages
uk: Пов╕домлення

source: _Demographics
uk: Демограф╕я

source: S_paceship
uk: Косм╕чний корабель

source: _Editor
uk: Редактор

source: _Editing Mode
uk: Режим Редагування

source: _Tools
uk: ╤нструменти

source: _Recalculate Borders
uk: Перерахувати Кордони

source: _Help
uk: Допомога

source: Help
uk: Допомога

source: Language_s
uk: Мова

source: Co_nnecting
uk: З'╓днуюсь

source: C_ontrols
uk: Управл╕ння

source: C_hatline
uk: Чат

source: _Worklist Editor
uk: Редактор план╕в буд╕вництва

source: Citizen _Management
uk: Управл╕ння городянами

source: _Playing
uk: Гра

source: City _Improvements
uk: Буд╕вл╕ м╕ста

source: Com_bat
uk: Битва

source: _ZOC
uk: Зони контролю

source: Techno_logy
uk: Технолог╕╖

source: _Terrain
uk: Тер╕тор╕╖

source: Won_ders
uk: Дива

source: Happin_ess
uk: Щастя

source: Space _Race
uk: Косм╕чна гонка

source: _Copying
uk: Коп╕ювання

source: _About
uk: Про програму

source: Change to %s (_I)
uk: Зм╕нити на %s (_I)

source: Change to %s (_M)
uk: Зм╕нити на %s (_М)

source: Transf_orm to %s
uk: Зм╕нити на %s

source: Help _Build Wonder
uk: Допомогти будувати диво

source: Add to City (_B)
uk: Додати до м╕ста (_B)

source: Make Trade _Route
uk: Встановити торговий шлях

source: Build _Railroad
uk: Будувати зал╕зницю

source: Bu_ild Farmland
uk: Будувати ферму

source: _Fortify
uk: Укр╕пити

source: _Paradrop
uk: Парашутувати

source: Message Options
uk: Опц╕╖ пов╕домлень

source: Where to display messages? <b>Out</b>put window ; <b>Mes</b>sages window ; <b>Pop</b>up individual window
uk: Де показувати пов╕домлення? В╕кно <b>Вив</b>оду ; В╕кно <b>Пов</b>╕домлень ; <b>В╕д</b>крити окреме в╕кно

source: Event
uk: Под╕я

source: Out
uk: Вив

source: Mes
uk: Пов

source: Pop
uk: В╕д

source: Messages
uk: Пов╕домлення

source: Goto _location
uk: Йти до м╕сцезнаходження

source: ?show:Dead Players
uk: ?show:Померл╕ Гравц╕

source: Players
uk: Гравц╕

source: _Intelligence
uk: Розв╕дка

source: _Meet
uk: Зустр╕тись

source: _Cancel Treaty
uk: Роз╕рвати угоду

source: _Withdraw vision
uk: Забрати бачення

source: _Spaceship
uk: Косм╕чний корабель

source: _AI
uk: Ш╤

source: _Toggle AI Mode
uk: Переключити Режим Ш╤

source: _Edit Nation...
uk: Редагувати Нац╕ю...

source: Start _New Game
uk: Розпочати Нову Гру

source: Start _Scenario Game
uk: Розпочати Гру за Сценар╕ем

source: _Load Saved Game
uk: Завантажити Збережену Гру

source: C_onnect to Network Game
uk: При╓днатися до Мережево╖ Гри

source: Connect to Gaming _Zone
uk: П╕д'╓днатися до Грально╖ Зони

source: Passwords don't match, enter password.
uk: Пароль не сп╕впада╓, введ╕ть пароль.

source: Server Name
uk: Адреса

source: Port
uk: Порт

source: Version
uk: Верс╕я

source: Status
uk: Стан

source: Comment
uk: Коментар╕

source: Local _Area Network
uk: Локальна Мережа

source: Internet _Metaserver
uk: ╤нтернет Метасервер

source: _Host:
uk: Хост:

source: _Port:
uk: Порт:

source: _Login:
uk: ╤м'я:

source: Pass_word:
uk: _Пароль

source: Conf_irm Password:
uk: П╕дтверд╕ть Пароль:

source: C_onnect
uk: При╓'днатись

source: Connection name: %s
uk: ╤м'я з'╓днання: %s

source: Player name: %s
uk: ╤м'я гравця: %s

source: Host: %s
uk: Адреса: %s

source: Player/conn info
uk: ╤нформац╕я про гравця/з'╓днання

source: %s info
uk: %s ╕нформац╕я

source: Toggle player ready
uk: Переключити готовн╕сть гравця

source: Pick nation
uk: Обрати нац╕ю

source: Observe this player
uk: Спостер╕гати за цим гравцем

source: Take this player
uk: Взяти цього гравця

source: Cut connection
uk: Перервати з'╓днання

source: Aitoggle player
uk: Переключити Ш╤ гравця

source: Remove player
uk: Видалити гравця

source: Give info access
uk: Дати ╕нформац╕йний доступ

source: Give ctrl access
uk: Дати управляючий доступ

source: Put on %s
uk: Додати до %s

source: _Number of Players (including AI):
uk: К╕льк╕сть Гравц╕в (включно з Ш╤).

source: _AI Skill Level:
uk: Р╕вень Ш╤:

source: _Ruleset:
uk: Зб╕р правил:

source: More Game _Options...
uk: Б╕льше Опц╕й Гри...

source: Record
uk: Запис

source: Rating
uk: Оц╕нка

source: Ready
uk: Готовий

source: Leader
uk: Голова

source: Choose Saved Game to Load
uk: Обер╕ть Збережену Гру для Завантаження

source: Choose Saved Game to _Load:
uk: Обер╕ть Збережену Гру для Завантаження:

source: _Browse...
uk: Переглядати...

source: Choose a Scenario
uk: Обрати сценар╕й

source: Choose a _Scenario:
uk: Обер╕ть Сценар╕й

source: Choose a _nation to play:
uk: Обрати нац╕ю для гри:

source: Game _Options...
uk: Опц╕╖ Гри...

source: Select Location to Save
uk: Обер╕ть М╕сце куди Зберегти

source: Save Game
uk: Зберегти гру

source: Saved _Games:
uk: Збережен╕ ╤гри:

source: Save _Filename:
uk: ╤м'я файла для збереження:

source: Researching
uk: Досл╕джу╓мо

source: Goal
uk: Мета

source: ?Building:Name
uk: ?Building:Назва

source: Count
uk: К╕льк╕сть

source: Cost
uk: Кошту╓

source: U Total
uk: Кошту╓

source: Total Cost:
uk: Загалом кошту╓:

source: Sell _Obsolete
uk: Продати застар╕ле

source: Sell _All
uk: Продати все

source: Do you really wish to sell your %s?
uk: Чи насправд╕ Ви хочете продати Ваш %s

source: Sell Improvements
uk: Продати буд╕вл╕

source: Sell-Off: Results
uk: Продаж: Результат

source: Income: %d Total Costs: %d
uk: Доход: %d Затрати: %d

source: Unit Type
uk: Тип п╕дрозд╕лу

source: U
uk: П

source: In-Prog
uk: Проц

source: Active
uk: Актив╕зувати

source: Find _Nearest
uk: Знайти Найближчого

source: _Upgrade
uk: Модерн╕зувати

source: Upgrade as many %s to %s as possible for %d gold each? Treasury contains %d gold.
uk: Модерн╕зувати ск╕льки можно %s до %s за %d гривень кожен? Бюджет склада╓ %d гривень.

source: Totals:
uk: Загалом:

source: Player
uk: Гравець

source: Score
uk: Рахунок

source: Population
uk: Населення

source: Trade (M goods)
uk: Торговля (М вироб╕в)

source: Production (M tons)
uk: Виробництво (М тон)

source: Cities
uk: М╕ста

source: Technologies
uk: Технолог╕╖

source: Military Service (months)
uk: В╕йськова Служба (м╕сяц╕в)

source: Wonders
uk: Дива

source: Research Speed (%)
uk: Швидк╕сть досл╕джень (%)

source: Land Area (sq. mi.)
uk: Площа Кра╖ни (кв. миль)

source: Settled Area (sq. mi.)
uk: Заселена Площа (кв. миль)

source: Literacy (%)
uk: Письменн╕сть (%)

source: Spaceship
uk: Косм╕чний човен

source: Game Settings
uk: Установки гри

source: true
uk: правда

source: false
uk: неправда

source: (hidden)
uk: (приховано)

source: _Launch
uk: Запустити

source: new
uk: новий

source: Edit worklists
uk: Зм╕нити план буд╕вництва

source: _Worklists:
uk: План буд╕вництва:

source: Edit Global _Worklists
uk: Редагувати Глобальн╕ Плани Буд╕вництва

source: Source _Tasks:
uk: Джерело Завдань:

source: Show _Future Targets
uk: Показувати майбутн╕ ц╕л╕

source: Target _Worklist:
uk: План буд╕вництва:

source: _Add Global Worklist
uk: Додати глобальний план буд╕вництва

source: Chan_ge Production
uk: Зм╕нити Буд╕вництво

source: Cleared output window.
uk: Очищено окно виводу.

source: u8Unitsn
uk: u8П╕дрозд╕лиn

source: u8Improvementsn
uk: u8Буд╕вл╕n

source: Rounds
uk: Раунди

source: Upkeep
uk: Утримання

source: _Yes
uk: Так

source: _No
uk: Н╕

source: _Darn
uk: Д╕дька

source: Freeciv - Cityproduction
uk: Freeciv - М╕ське виробництво

source: _Cancel
uk: Зак╕нчити

source: Shields
uk: Виробництво

source: City Overview
uk: Опис м╕ста

source: Worklist
uk: План буд╕вництва

source: Trade Routes
uk: Торгов╕ шляхи

source: Misc. Settings
uk: Р╕зн╕ установки

source: City Overview page
uk: Стор╕нка огляду м╕ста

source: Units page
uk: Стор╕нка п╕дрозд╕л╕в

source: Worklist page
uk: Стор╕нка плану буд╕вництва

source: Trade Routes page
uk: Стор╕нка торговельних шлях╕в

source: This Misc. Settings page
uk: Стор╕нка р╕зних установок

source: Freeciv - Cityview
uk: Freeciv - Огляд м╕ста

source: City Output
uk: М╕ське виробництво

source: Citymap
uk: Мапа м╕ста

source: Units present
uk: Присутн╕ п╕дрозд╕ли

source: City Improvements
uk: Буд╕вл╕ м╕ста

source: _Sell
uk: Продати

source: _Add preset
uk: Додати предустановку

source: _Delete preset
uk: Видалити предустановку

source: Name:
uk: ╤м'я

source: People (W/E/S/T):
uk: Населення (З/Ш/Н/П):

source: City grows:
uk: Р╕ст м╕ста:

source: Production completed:
uk: Виробництво завершено:

source: _Change
uk: Зм╕нити

source: C_hange permanent
uk: Зм╕нити на пост╕йно

source: _Release city
uk: В╕дпустити м╕сто

source: Auto attack vs
uk: Автоматично атакувати

source: Land units
uk: Сухопутн╕ п╕дрозд╕ли

source: Sea units
uk: Морськ╕ п╕дрозд╕ли

source: Helicopters
uk: ╫ел╕коптери

source: Air units
uk: Пов╕трян╕ п╕дрозд╕ли

source: _Disband if build settler at size 1
uk: Розпустити якщо буду╓ колон╕ст╕в при розм╕р╕ 1

source: _Close
uk: Закрити

source: %s (%s) (worklist)
uk: %s (%s) (план буд╕вництва)

source: Trade with %s gives %d trade.
uk: Торг╕вля з %s да╓ %d прибутку.

source: No trade routes exist.
uk: Нема╓ торгових шлях╕в.

source: Total trade from trade routes: %d
uk: Загальний прибуток з торгових шлях╕в: %d

source: %s citizens%s
uk: %s городян%s

source: %s - %s citizens%s
uk: %s - %s городян%s

source: Luxury: %d total (maximum %d usable).
uk: Розк╕ш: Загалом %d (максимум доступно %d).

source: Configure City Report
uk: Конф╕гурувати зв╕т по м╕сту

source: Set columns shown
uk: Встановити стовбц╕ для показу

source: _Ok
uk: Ок

source: City Report
uk: Зв╕т по м╕сту

source: _Refresh
uk: Поновити

source: Con_figure
uk: Конф╕гурувати

source: City Advisor
uk: М╕ськ╕й наглядач

source: Server Selection
uk: Виб╕р сервера

source: Connect to Freeciv Server
uk: П╕д╖днатися до сервера Freeciv

source: _Name
uk: ╤м'я

source: _Host
uk: Хост

source: _Port
uk: Порт

source: _Goto and Close
uk: Йти та закрити

source: Yes
uk: Так

source: No
uk: Н╕

source: Darn
uk: Д╕дька

source: Technology
uk: Технолог╕я

source: _Establish embassy
uk: В╕дкрити посольство

source: _Investigate city
uk: Досл╕дити м╕сто

source: _Sabotage city
uk: Саботувати м╕сто

source: Steal _technology
uk: Вкрасти технолог╕ю

source: Incite a _revolt
uk: Влаштувати революц╕ю

source: Choose Your Diplomat's Strategy
uk: Обер╕ть стратег╕ю д╕яльность д╕пломата

source: _Poison city
uk: Отру╖ти м╕сто

source: Industrial _sabotage
uk: ╤ндустр╕альн╕й саботаж

source: _Establish traderoute
uk: Встановити торговий шлях

source: _Enter Marketplace
uk: Ув╕йти на Ринок

source: _Help build Wonder
uk: Допомогти будувати Диво

source: Freeciv - Pillage
uk: Freeciv - Зруйнувати

source: Freeciv - Connect
uk: Freeciv - П╕д'╓днатись

source: Choose unit activity:
uk: Обер╕ть д╕яльн╕сть п╕дрозд╕лу

source: Freeciv - Select an unit
uk: Freeciv - Обрати п╕дрозд╕л

source: _Ready All
uk: Готов╕ ус╕

source: (veteran)
uk: (ветеран)

source: Male
uk: Чолов╕к

source: Female
uk: Ж╕нка

source: Freeciv - Select a Nation
uk: Freeciv - Обер╕ть нац╕ю

source: _Leader Name
uk: ╤м'я л╕дера

source: _City Style
uk: Стиль м╕ст

source: _Disconnect
uk: В╕д'╓днатись

source: Sorry: cannot upgrade %s.
uk: Вибачте: не можу модерн╕зувати %s.

source: No technology
uk: Нема╓ технолог╕╖

source: No city
uk: Нема╓ м╕ста

source: Diplomacy meeting
uk: Д╕пломатична зустр╕ч

source: Maps
uk: Мапи

source: Advances
uk: Технолог╕╖

source: Give shared vision
uk: Надати сп╕льне бачення

source: Pacts
uk: Угоди

source: Erase clause
uk: Видалити пункт

source: _Accept treaty
uk: П╕дписати угоду

source: World-Map
uk: Мапа св╕ту

source: Sea-Map
uk: Мапа океану

source: The %s offerings
uk: %s пропону╓

source: Gold(max %d)
uk: Грош╕(макс %d)

source: %s view:
uk: погляд %s:

source: This Eternal Treaty marks the results of the diplomatic work between The %s %s %s and The %s %s %s
uk: Ця двостороння угода ╓ результатом д╕пломатично╖ роботи м╕ж %s %s %s та %s %s %s

source: Select a city
uk: Обрати м╕сто

source: Set tax, luxury and science rates
uk: Встановити податки, розк╕ш та р╕вень науки

source: _Airlift
uk: Ав╕атранспорт

source: Could not get the mask although there must be one (%s)! Graphics may look corrupt.
uk: Не вдалося отримати маску, що ма╓ бути (%s)! Граф╕ка може виглядати нев╕рно.

source: Options...
uk: Опц╕╖...

source: Message Options...
uk: Опц╕╖ пов╕домлень...

source: Save Settings
uk: Зберегти установки

source: Players...
uk: Гравц╕...

source: Message...
uk: Пов╕домлення...

source: Server opt initial...
uk: Опц╕╖ сервера стартов╕...

source: Server opt ongoing...
uk: Опц╕╖ сервера ╕гров╕...

source: Export Log
uk: Експортувати журнал

source: Clear Log
uk: Очистити журнал

source: Disconnect
uk: В╕дключитись

source: Quit
uk: Вийти

source: Kingdom
uk: Корол╕вство

source: Tax Rate...
uk: Податки...

source: Find City...
uk: Знайти м╕сто

source: Worklists...
uk: Плани буд╕вництва...

source: REVOLUTION...
uk: РЕВОЛЮЦ╤Я...

source: Map Grid
uk: С╕тка на мап╕

source: Road & Rails
uk: Шляхи та Зал╕зниц╕

source: Center View
uk: Центрувати

source: Order
uk: Наказ

source: Build City
uk: Заснувати м╕сто

source: Build Road
uk: Прокласти шлях

source: Build Mine
uk: Збудувати шахту

source: Build Irrigation
uk: Зробити зрошення

source: Transform Terrain
uk: Зм╕нити тер╕тор╕ю

source: Build Fortress
uk: Будувати укр╕плення

source: Build Airbase
uk: Будувати ав╕абазу

source: Clean Pollution
uk: Очистити забруднення

source: Clean Nuclear Fallout
uk: Очистити рад╕ац╕ю

source: Fortify
uk: Укр╕пити

source: Make Homecity
uk: Зм╕нити дом╕вку

source: Unload
uk: Вивантажити

source: Wake up others
uk: П╕дняти ус╕х

source: Auto Settler
uk: Автоколон╕зувати

source: Auto Attack
uk: Автоатакувати

source: Auto Explore
uk: Автодосл╕джувати

source: Connect
uk: При╓'днатись

source: Patrol
uk: Патрулювати

source: Go to
uk: Йти

source: Go/Airlift to City
uk: Йти/Лет╕ти у м╕сто

source: Help Build Wonder
uk: Допомогти будувати Диво

source: Make Trade Route
uk: Встановити торговий шлях

source: Diplomat/Spy Actions
uk: Д╕╖ Дипломата/Шпигуна

source: Wait
uk: Чекайте

source: City Report...
uk: Зв╕т по м╕стам...

source: Science Report...
uk: Науковий зв╕т...

source: Trade Report...
uk: Торговий зв╕т...

source: Military Report...
uk: В╕йськовий зв╕т...

source: Top Five Cities
uk: П'ять визначних м╕ст

source: Demographics
uk: Демограф╕я

source: Spaceship
uk: Косм╕чний човен

source: Freeciv Client
uk: Кл╕╓нт Freeciv

source: Client for Freeciv
uk: Кл╕╓нт для Freeciv

source: Turn Done
uk: Х╕д Завершено

source: Change to %s
uk: Зн╕нити на %s

source: Paradrop
uk: Парашутувати

source: Add to City
uk: Додати до м╕ста

source: Build Farmland
uk: Будувати ферму

source: Build Railroad
uk: Будувати зал╕зницю

source: Couldn't open the main window (Gfx memory problem or screensize too small)
uk: Не можу в╕дкрити головне в╕кно (проблем╕ з Gfx пам'ятю або розм╕р екрану замалий)

source: Firepower:
uk: Сила вогню:

source: Cost: %ld
uk: Кошту╓: %ld

source: Allows
uk: Дозволя╓

source: wonder
uk: диво

source: improvement
uk: буд╕вля

source: unit
uk: п╕дрозд╕л

source: (with
uk: (з

source: Movecost: %ld
uk: Ц╕на руху: %ld

source: Defense: %ld.%ld
uk: Захист: %ld.%ld

source: Food: %d Shield: %d Trade: %d
uk: ╤жа: %d Виробництво: %d Торг╕вля: %d

source: Foreign Intelligence Report
uk: Зв╕т ╕ноземно╖ розв╕дки

source: Intelligence Information for the %s Empire
uk: Розв╕дувальна ╕нформац╕я по ╤мпер╕╖ нац╕╖ %s

source: Ruler: %s %s
uk: Голова: %s %s

source: Tax: %d%%
uk: Податки: %d%%

source: Science: %d%%
uk: Наука: %d%%

source: Luxury: %d%%
uk: Розк╕ш: %d%%

source: Researching: %s(%d/%d)
uk: Досл╕джу╓ться: %s(%d/%d)

source: Capital: %s
uk: Столиця: %s

source: City: %s(%s)
uk: М╕сто: %s(%s)

source: with City Walls
uk: з М╕ськ╕ми Ст╕нами

source: Infrastructure:
uk: ╤фраструктура:

source: Unit: %s(%s%s)
uk: П╕дрозд╕л: %s(%s%s)

source: A:%d D:%d FP:%d HP:%d/%d%s%s
uk: А:%d З:%d СВ:%d З:%d/%d%s%s

source: A:%d D:%d FP:%d HP:%d0%%
uk: А:%d З:%d СВ:%d З:%d0%%

source: City %s
uk: М╕сто %s

source: Unit %s
uk: П╕дрозд╕л %s

source: Tile %s
uk: Фон %s

source: Popup City
uk: В╕дкрити м╕сто

source: Wake up
uk: Пробудити

source: Activate
uk: Актив╕зувати

source: List all units
uk: Показати вс╕ п╕дрозд╕ли

source: Connect to this location
uk: П╕д'╓днатися до

source: Goto this location
uk: Йти до

source: Disband
uk: Розпустити

source: Make new homecity
uk: Зм╕нити дом╕вку

source: Upgrade
uk: Модерн╕зувати

source: City_name
uk: Назва_м╕ста

source: Tax:%d Lux:%d Sci:%d
uk: Податки:%d Розк╕ш:%d Наука:%d

source: Where to Display Messages Out = Output window, Mes = Messages window, Pop = Popup individual window
uk: Де показувати пов╕домлення Вив = В╕кно виводу, Пов = В╕кно пов╕домлень, В╕д = В╕дкрити в╕кно

source: Out:
uk: Вив:

source: Mes:
uk: Пов:

source: Pop:
uk: В╕д:

source: _Goto Location
uk: Йти до

source: (idle %d turn)
uk: (простою╓ %d х╕д)

source: Reputation
uk: Репутац╕я

source: Host
uk: Хост

source: You need an embassy to establish a diplomatic meeting.
uk: Вам необх╕дне посольство аби провадити д╕пломатичн╕ зустр╕ч╕.

source: (%ld steps)
uk: (%ld шаг╕в)

source: Science Advisor
uk: Керуючий наукою

source: %s (no research)
uk: %s (нема╓ досл╕джень)

source: %s (%d turn/advance)
uk: %s (%d х╕д на в╕дкриття)

source: _Goal
uk: Мета

source: _Research
uk: Досл╕дження

source: Building Name
uk: Назва буд╕вл╕

source: Sell-Off:
uk: Продано:

source: Trade Report
uk: Торговий зв╕т

source: Trade Advisor
uk: Торговий наглядач

source: Income:%6d Total Costs: %6d
uk: Доход:%6d Кошту╓: %6d

source: Military Report
uk: В╕йськовий зв╕т

source: %2d: The %s ruler %s scored %d point
uk: %2d: %s правитель %s заробив %d бал

source: Final Report:
uk: К╕нцевий зв╕т:

source: The Greatest Civilizations in the world.
uk: Найвеличн╕ш╕ цив╕л╕зац╕╖ в св╕т╕.

source: Population: Support: Energy: Mass: Travel time: Success prob.: Year of arrival:
uk: Населення: П╕дтримка: Енерг╕я: Маса: Час льоту: В╕рог╕дн╕сть усп╕ху: Р╕к приземлення:

source: %5d %5d %% %5d %% %5d tons %5.1f years %5d %% %8s
uk: %5d %5d %% %5d %% %5d тон %5.1f рок╕в %5d %% %8s

source: empty worklist
uk: пустий план буд╕вництва

source: Freeciv - Edit Worklists
uk: Freeciv - Редагувати плани буд╕вництва

source: Available Worklists
uk: Доступн╕ плани буд╕вництва

source: _Edit
uk: Редагувати

source: _New
uk: Нове

source: _Remove
uk: Видалити

source: Freeciv - Edit Worklist
uk: Freeciv - Редагувати план буд╕вництва

source: entry
uk: запис

source: u8Worklistsn
uk: u8Плани буд╕вництваn

source: Undo
uk: Вернути

source: Accept
uk: Прийняти

source: Current Targets
uk: Поточн╕ ц╕л╕

source: Available Targets
uk: Доступн╕ ц╕л╕

source: Show future targets
uk: Показувати майбутн╕ ц╕л╕

source: Worklist for city
uk: План буд╕вництва для м╕ста

source: Name of Worklist
uk: Назва плану буд╕вництва

source: Your caravan has arrived at %s
uk: Ваш караван прибув до %s

source: Establish Traderoute with %s ( %d R&G + %d trade )
uk: Встановити Торговий Шлях з %s ( %d R&G + %d trade )

source: Enter Marketplace ( %d R&G bonus )
uk: В╕йти до ринку ( %d R&G бонус╕в )

source: Help build Wonder
uk: Допомогти будувати Диво

source: Keep moving
uk: Продовжувати рух

source: Total users logged in : %d
uk: Загалом зайшло користувач╕в : %d

source: Back
uk: Назад

source: Start
uk: Запустити

source: Server Settings
uk: Установки Серверу

source: Unit Commands
uk: Команди п╕дрозд╕лу

source: Activate unit
uk: Актив╕зувати п╕дрозд╕л

source: Activate unit, close dialog
uk: Актив╕зувати п╕дрозд╕л, закрити в╕кно

source: Sentry unit
uk: П╕дрозд╕л на варту

source: Fortify unit
uk: Укр╕пити п╕дрозд╕л

source: Disband unit
uk: Разформувати п╕дрозд╕л

source: Cancel
uk: Зак╕нчити

source: veteran
uk: ветеран

source: Disband if build settler at size 1
uk: Розпустити, якщо збуду╓ колон╕ст╕в при розм╕р╕ 1

source: Sorry, You have already bought here in this turn.
uk: Вибачте, Ви вже купили тут цього ходу.

source: Sorry, You can't buy here in this turn.
uk: Вибачте, Ви не можете купити тут цього ходу.

source: Buy It?
uk: Купити?

source: Sell It?
uk: Продати?

source: Sell
uk: Продати

source: Options panel
uk: Панель опц╕й

source: Unit maintenance panel (%d %s)
uk: Панель п╕дтримки п╕дрозд╕л╕в (%d %s)

source: unit
uk: п╕дрозд╕л

source: Garrison Panel (%d %s)
uk: Панель Гарн╕зона (%d %s)

source: Info Panel
uk: ╤нформац╕йна Панель

source: Pollution: %d
uk: Забруднення: %d

source: Pollution: none
uk: Забруднення: нема╓

source: Trade routes:
uk: Торгов╕ шляхи:

source: Trade: +%d
uk: Торг╕вля: +%d

source: Happiness panel
uk: Панель щастя

source: Citizens
uk: Громадяне

source: Food: %d per turn
uk: ╥жа: %d за х╕д

source: ?food:Surplus: %d
uk: Надлишок: %d

source: Production: %d (%d) per turn
uk: Виробництво: %d (%d) за х╕д

source: ?production:Support: %d
uk: ?production:П╕дтримка: %d

source: Trade: %d per turn
uk: Торг╕вля: %d за х╕д

source: Corruption: %d
uk: Корумпован╕сть: %d
