Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: This flag indicates if city population is reduced after successful attack of enemy unit, depending on its movement type (OR-ed): 1 = land 2 = sea 4 = heli 8 = air
uk: Цей флаг вказу╓ чи буде зменшуватися населення м╕ста п╕сля вдалих атак ворож╕х п╕дрозд╕л╕в в╕дпов╕дно до ╖х типу (лог╕чне АБО): 1 = сухопутн╕ 2 = морськ╕ 4 = гел╕коптери 8 = пов╕трян╕

source: National borders radius
uk: Рад╕ус нац╕ональних кордон╕в

source: Units inside borders cause no unhappiness
uk: В╕йськов╕ п╕дрозд╕ли у межах кордон╕в не спричиняють нещастя.

source: If this is set, units will not cause unhappiness when inside your own borders.
uk: Якщо це встановлено, п╕дрозд╕ли не будуть викликати нещастя, якщо знаходяться у межах сво╖х кордон╕в.

source: Ability to do diplomacy with other players
uk: Можлив╕сть проводити дипломатичн╕ зустр╕ч╕ ╕з ╕ншими гравцями

source: Allowed city names
uk: Дозволен╕ назви м╕ст

source: 0 = There are no restrictions: players can have multiple cities with the same names. 1 = City names have to be unique to a player: one player can't have multiple cities with the same name. 2 = City names have to be globally unique: all cities in a game have to have different names. 3 = Like setting 2, but a player isn't allowed to use a default city name of another nations unless it is a default for their nation also.
uk: 0 = Нема╓ обмежень: гравц╕ можуть мати багато м╕ст з одн╕╓ю назвою. 1 = Назви м╕ст у гравця повинн╕ бути ун╕кальними: один гравець не може мати дек╕лька м╕ст з одн╕╓ю назвою. 2 = Назви м╕ст повинн╕ бути глобально ун╕кальними: ус╕ м╕ста у гр╕ повинн╕ мати р╕зн╕ назви. 3 = Як 2, проте гравцю не дозволено використовувати назву м╕ста по замовчуванню ╕ншо╖ нац╕╖, окр╕м випадк╕в, коли назва належить до його нац╕╖ теж.

source: Barbarian appearance frequency
uk: Р╕вень присутность дикун╕в

source: 0 = no barbarians 1 = barbarians only in huts 2 = normal rate of barbarian appearance 3 = frequent barbarian uprising 4 = raging hordes, lots of barbarians
uk: 0 = нема╓ дикун╕в 1 = дикуни лише на хуторах 2 = звичайна к╕льк╕сть появ дикун╕в 3 = част╕ дикунськ╕ наб╕г╕ 4 = навали дикун╕в

source: Barbarian onset year
uk: Р╕к появи дикун╕в

source: Barbarians will not appear before this year.
uk: Дикуни не будуть з'являтися перед цим роком.

source: Length in turns of revolution
uk: Тривал╕сть революц╕╖ у ходах

source: When changing governments, a period of anarchy lasting this many turns will occur. Setting this value to 0 will give a random length of 1-6 turns.
uk: П╕д час зм╕ни уряду, пер╕од анарх╕╖ буде тривати вказане число ход╕в. Якщо встановлено у 0, то тривал╕сть буде випадкова у межах 1-6 ход╕в.

source: Whether to enable fog of war
uk: Чи вмикати мару в╕йни

source: If this is set to 1, only those units and cities within the vision range of your own units and cities will be revealed to you. You will not see new cities or terrain changes in tiles not observed.
uk: Якщо 1, т╕льк╕ м╕ста та п╕дрозд╕ли на в╕дстан╕ зору в╕д Ваших м╕ст та п╕дрозд╕л╕в доступн╕ Вашому погляду. Ви не побачите нов╕ м╕ста або зм╕ни територ╕й на кл╕тинах що не оглядаються.

source: Base chance for diplomats and spies to succeed.
uk: Базовий шанс для дипломат╕в та шпигун╕в на вдачу.

source: The chance of a spy returning from a successful mission and the base chance of success for diplomats and spies.
uk: В╕рог╕дн╕сть повернення шпигуна з вдалого завдання та базовова в╕рог╕дн╕сть усп╕ху для дипломат╕в та шпигун╕в.

source: Whether to allow space race
uk: Чи дозволено заселення космосу

source: If this option is set to 1, players can build spaceships.
uk: Якщо 1, гравц╕ мають змогу будувати косм╕чн╕й корабель.

source: Minimum number of cities for civil war
uk: М╕н╕мальна к╕льк╕сть м╕ст для громадянсько╖ в╕йни

source: A civil war is triggered if a player has at least this many cities and the player's capital is captured. If this option is set to the maximum value, civil wars are turned off altogether.
uk: Громадянська в╕йна розпочнеться якщо гравець ма╓ не менш н╕ж встановлену к╕льк╕сть м╕ст та його столицю буде захоплено. Якщо цю опц╕ю встановлено у максимальне значення громадянська в╕йна буде взагал╕ заборонена.

source: Turns until player contact is lost
uk: Ходи до контакту гравця втрачен╕

source: Players may meet for diplomacy this number of turns after their units have last met, even if they do not have an embassy. If set to zero then players cannot meet unless they have an embassy.
uk: Гравц╕ можуть зустр╕тись для д╕пломатичного сп╕лкування через таку к╕льк╕сть ход╕в п╕сля останнього контакту, нав╕ть якщо вони не мають посольства. Встанов╕ть у нуль аби заборонити зустр╕ч╕ без посольства.

source: Rebuild palace if capital is conquered
uk: Будувати палац якщо столицю захоплено

source: If this is set to 1, then when the capital is conquered the palace is automatically rebuilt for free in another randomly choosen city. This is significant because the technology requirement for building a palace will be ignored.
uk: Якщо встановлено у 1 то при захопленн╕ столиц╕, палац автоматично та безкоштовно буду╓ться у ╕ншому випадково обраному м╕ст╕. Це важливо, тому що вимогу до знання, необх╕дне для буд╕вництва палацу, буде про╕гноровано.

source: Whether to use natural city names
uk: Чи використовувати природн╕ назви м╕ст

source: If enabled, the default city names will be determined based on the surrounding terrain.
uk: Якщо активовано, назва м╕ста по замовчуванню буде буде визначатися в╕дпов╕дно до прилеглих земель.

source: Players that users are allowed to take
uk: Гравц╕, в╕льн╕ для вибору користувачами

source: This should be a string of characters, each of which specifies a type or status of a civilization (player). Clients will only be permitted to take or observe those players which match one of the specified letters. This only affects future uses of the take or observe command; it is not retroactive. The characters and their meanings are: o,O = Global observer b = Barbarian players d = Dead players a,A = AI players h,H = Human players The first description on this list which matches a player is the one which applies. Thus 'd' does not include dead barbarians, 'a' does not include dead AI players, and so on. Upper case letters apply before the game has started, lower case letters afterwards. Each character above may be followed by one of the following numbers to allow or restrict the manner of connection: (none) = Controller allowed, observers allowed, can displace connections. (Displacing a connection means that you may take over a player, even if another user already controls that player.) 1 = Controller allowed, observers allowed, can't displace connections; 2 = Controller allowed, no observers allowed, can displace connections; 3 = Controller allowed, no observers allowed, can't displace connections; 4 = No controller allowed, observers allowed;
uk: Це повинна бути строка символ╕в, кожен з яких повинен встановлювати в╕дпов╕дний тип або стан цив╕л╕зац╕╖ (гравця). Кл╕╓нти зможуть п╕д`╓днуватися лише до тих гравц╕в як╕ в╕дпов╕дають одному з вказаних символ╕в. Це вплива╓ лише на майбутн╕ з'╓днання тож вже встановлен╕ з'╓днання не зач╕па╓. Символи та ╖х пояснення наступн╕: o,O = Глобальний спостер╕гач b = Дикунськи гравц╕ d = Померл╕ гравц╕ A,a = Гравц╕ штучного ╕нтелекту h,H = Гравц╕-люди Лише перш╕й опис як╕й сп╕впада╓ з гравцем використову╓ться Так 'd' не включа╓ померлих дикун╕в, 'a' не включа╓ померлих Ш╤, ╕ так дал╕. Велик╕ л╕тери застосовуються до початку гри, маленьк╕ п╕сля. Кожна л╕тера з наведених може мати п╕сля себе один ╕з спец╕альних символ╕в аби дозволити або заборонити спос╕б з'╓днання: (н╕чого) = Дозволено контролюючий та спостер╕гаюч╕, дозволя╓ться зам╕щувати з'╓днання. (Зам╕щення з'╓днання означа╓, що Ви можете отримати контроль над гравцем, нав╕ть коли ╕нш╕й користувач вже контрлю╓ його); 1 = Дозволено контролюючий та спостер╕гаюч╕, дозволя╓ться зам╕щувати з'╓днання; 2 = Дозволено контролюючий, спостер╕гаюч╕ заборонен╕, дозволя╓ться зам╕щувати з'╓днання; 3 = Дозволено контролюючий, спостер╕гаюч╕ заборонен╕, не дозволя╓ться зам╕щувати з'╓днання; 4 = Контролюючий заборонен, спостер╕гаюч╕ дозволен╕.

source: Whether AI-status toggles with connection
uk: Чи комп'ютерн╕ гравц╕ залежать в╕д з'╓днань.

source: If this is set to 1, AI status is turned off when a player connects, and on when a player disconnects.
uk: Якщо встановлено у 1, комп'ютер переда╓ керування якщо гравець п╕д'╓дну╓ться, та забира╓ його на себе при в╕д'╓днанн╕.

source: Year the game ends
uk: Р╕к к╕нця гри

source: The game will end at the end of the given year.
uk: Гра зак╕нчиться у к╕нц╕ вказаного року.

source: Maximum seconds per turn
uk: К╕льк╕сть секунд на х╕д

source: If all players have not hit "Turn Done" before this time is up, then the turn ends automatically. Zero means there is no timeout. In servers compiled with debugging, a timeout of -1 sets the autogame test mode. Use this with the command "timeoutincrease" to have a dynamic timer.
uk: Якщо вс╕ гравц╕ не натиснуть "Завершено х╕д" до зак╕нчення цього часу, то х╕д завершиться автоматично. 0 встановлю╓ в╕дсутн╕сть затримки. Якщо сервер зкомп╕льовано з можлив╕стю в╕дладки, встановлення у -1 активу╓ тестовий режим автогри. Використовуйте опц╕ю разом з "timeoutincrease" аби мати д╕нам╕чний таймер.

source: Timeout at least n seconds when enemy moved
uk: Затримка що найменьш n секунд, коли супротивник зак╕нчив х╕д

source: Any time a unit moves when in sight of an enemy player, the remaining timeout is set to this value if it was lower.
uk: Кожного разу як п╕дрозд╕л руха╓ться у пол╕ зору ворожого гравця, залишок часу встановлю╓ться до цього значення, якщо в╕н був меньший за нього.

source: Whether to have simultaneous player phases.
uk: Чи можна мати одночасн╕ фази гравця.

source: If true, all players' movement phases will occur simultaneously; if false then players will alternate movement.
uk: Якщо встановлено до true, ус╕ фази рух╕в гравця будуть в╕дбуватися одночасно; якщо встановлено до false, гравц╕ будуть чередовати рух.

source: Seconds to let a client's network connection block
uk: Затримка у секундах блокування з'╓днання кл╕╓нта

source: If a network connection is blocking for a time greater than this value, then the connection is closed. Zero means there is no timeout (although connections will be automatically disconnected eventually).
uk: Якщо мережеве з'╓днання заблоковано довше н╕ж це значення, тод╕ воно закрива╓ться. Нуль встановлю╓ в╕дсутн╕сть затримки (проте зрештою з'╓днання може бути роз╕рвано автоматично).

source: Max seconds for network buffers to drain
uk: Затримка очикування зв╕льнення мережевих буфер╕в

source: The server will wait for up to the value of this parameter in seconds, for all client connection network buffers to unblock. Zero means the server will not wait at all.
uk: Сервер Freeciv буде чекати встановлену к╕льк╕сть секунд поки розблокуються мережев╕ буфери ус╕х кл╕╓нтських з'╓днань. Нуль спричиня╓ в╕дсутн╕сть очикування сервером.

source: Seconds between PINGs
uk: Затримка у секундах м╕ж П╤НГами

source: The civserver will poll the clients with a PING request each time this period elapses.
uk: Сервер перев╕ря╓ кл╕╓нт╕в П╤НГ запитами кожного разу коли заданий час вичерпу╓ться.

source: Time to cut a client
uk: Час аби в╕др╕зати кл╕╓нта

source: If a client doesn't reply to a PING in this time the client is disconnected.
uk: Якщо кл╕ент не в╕дпов╕сть П╤НГом за цей час, в╕н в╕дключа╓ться.

source: Turn-blocking game play mode
uk: Блокування гри по ходах

source: If this is set to 1 the game turn is not advanced until all players have finished their turn, including disconnected players.
uk: Якщо встановлено 1, х╕д гри не завершено доти, док╕ ус╕ гравц╕ (рахуючи в╕дключених) не зак╕нчать св╕й х╕д.

source: Fixed-length turns play mode
uk: Гра ходами ф╕ксовано╖ довжини

source: If this is set to 1 the game turn will not advance until the timeout has expired, even if all players have clicked on "Turn Done".
uk: Якщо встановлено 1, х╕д не буде завершено доки не вичерпа╓ться час затримки, незалежно чи гравц╕ натиснуть "Завершено х╕д".

source: What is in the Demographics report
uk: Що включати у демограф╕чний зв╕т

source: This should be a string of characters, each of which specifies the inclusion of a line of information in the Demographics report. The characters and their meanings are: N = include Population P = include Production A = include Land Area L = include Literacy R = include Research Speed S = include Settled Area E = include Economics M = include Military Service O = include Pollution Additionally, the following characters control whether or not certain columns are displayed in the report: q = display "quantity" column r = display "rank" column b = display "best nation" column The order of characters is not significant, but their capitalization is.
uk: Це повина бути строка символ╕в, кожен з яких визнача╓ додання ╕нформац╕йно╖ строки у Демограф╕чний зв╕т. Символи та ╖х зм╕ст: N = включати Населення P = включати Виробництво A = включати Земл╕ L = включати П╕сменн╕сть R = включати Швидк╕сть Досл╕джень S = включати Заселен╕ Земл╕ E = включати Економ╕ку M = включати В╕йськову Службу O = включати Забруднення Додатково, наступн╕ символи керують тим, чи включати деяки стовбц╕ у зв╕т: q = включати стовбець "к╕льк╕сть" r = включати стовбець "позиц╕я" b = включати стовбець "краща нац╕я" Порядок сл╕дування символ╕в значення не ма╓, на в╕дм╕ну в╕д рег╕стра.

source: Turns per auto-save
uk: Ход╕в м╕ж автозбереженням

source: The game will be automatically saved per this number of turns. Zero means never auto-save.
uk: Гра буде автоматично збер╕гатися п╕сля зак╕нчення задано╖ к╕лькост╕ ход╕в. Нуль в╕дключа╓ автозбер╕гання.

source: Savegame compression level
uk: Р╕вень компрес╕╖ збережених ╕гр

source: If non-zero, saved games will be compressed using zlib (gzip format) or bzip2. Larger values will give better compression but take longer.
uk: Якщо не нуль то збережен╕ ╕гри будуть стиснут╕ з використанням zlib (формат gzip) або bzip2. Б╕льш╕ значення дають кращу компрес╕ю, але вона довше викону╓ться.

source: Savegame compression algorithm
uk: Алгор╕тм компрес╕╖ збережених ╕гр

source: Compression library to use for savegames. 0 - none 1 - zlib (gzip format) 2 - bzip2 Not all servers support all compression methods.
uk: Яку б╕бл╕отеку арх╕вац╕╖ використовувати у файлах збереження гри. 0 - н╕яку 1 - zlib (формат gzip) 2 - bzip2 Не ус╕ сервера п╕дтримують ус╕ методи арх╕вац╕╖.

source: Auto-save name prefix
uk: Преф╕кс автоматично збережених ╕гр

source: Automatically saved games will have name "<prefix><year>.sav". This setting sets the <prefix> part.
uk: Автоматично збережен╕ ╕гри мають назву "<преф╕кс><р╕к>.sav". Ця опц╕я зада╓ значення <преф╕кс>.

source: Whether to log player statistics
uk: Куди збер╕гати журнал ╕з статистикою гравця

source: If this is set to 1, player statistics are appended to the file "civscore.log" every turn. These statistics can be used to create power graphs after the game.
uk: Якщо 1, статистика гравця дода╓ться до файлу "civscore.log" кожного ходу. Ця статистика може бути використана для створення граф╕к╕в п╕сля гри.

source: Server cannot read standard input. Ignoring input.
uk: Сервер не може прочитати стандартний вв╕д. ╤гнорую його.

source: Server: bad address: [%s:%d].
uk: Сервер: погана адреса: [%s:%d].

source: You need to have a capital in order to launch your spaceship.
uk: Вам потр╕бна столиця для запуску Вашого косм╕чного корабля.

source: Your spaceship is already launched!
uk: Ваш косм╕чний корабель вже запущено!

source: Your spaceship can't be launched yet!
uk: Ваш косм╕чний корабель не може поки що стартувати!

source: The %s have launched a spaceship! It is estimated to arrive on Alpha Centauri in %s.
uk: %s запустили косм╕чний корабель! За п╕драхунками в╕н досягне Альфа Центавра у %s.

source: Spaceship action received, but you don't have a spaceship!
uk: Отримано д╕ю з косм╕чним кораблем, але у вас його нема!

source: You can't modify your spaceship after launch!
uk: Ви не можете зм╕нити косм╕чний корабель п╕сля запуску!

source: You don't have any unplaced Space Structurals!
uk: Ви не ма╓те нерозм╕щених структур косм╕чного корабля!

source: That Space Structural would not be connected!
uk: Ця деталь косм╕чного корабля не може бути п╕д'╓днана!

source: You don't have any unplaced Space Components!
uk: Ви не ма╓те нерозм╕щених компонент╕в косм╕чного корабля!

source: Your spaceship already has the maximum number of Fuel Components!
uk: Ваш косм╕чний корабель вже ма╓ максимальну к╕льк╕сть паливних елемент╕в!

source: Your spaceship already has the maximum number of Propulsion Components!
uk: Ваш косм╕чний корабель вже ма╓ максимальну к╕льк╕сть двигун╕в!

source: You don't have any unplaced Space Modules!
uk: У Вас нема╓ нерозм╕щених косм╕чних модулей!

source: Your spaceship already has the maximum number of Habitation Modules!
uk: Ваш косм╕чний корабель вже ма╓ максимальну к╕льк╕сть модул╕в проживання!

source: Your spaceship already has the maximum number of Life Support Modules!
uk: Ваш косм╕чний корабель вже ма╓ максимальну к╕льк╕сть модул╕в житт╓забезпечення!

source: Your spaceship already has the maximum number of Solar Panel Modules!
uk: Ваш косм╕чний корабель вже ма╓ максимальну к╕льк╕сть соняшних панелей!

source: Without guidance from the capital, the %s spaceship is lost!
uk: Без керування з╕ столиц╕, косм╕чний корабель %s загублено!

source: Game ended in a draw as end year exceeded
uk: Гру зак╕нченно по досягненн╕ к╕нцевого року

source: The %s spaceship has arrived at Alpha Centauri.
uk: Косм╕чний корабель %s досяг Альфа Центавра.

source: Team victory to %s
uk: Командна перемога %s

source: Game ended in victory for %s
uk: Гру зак╕нчено перемогою %s

source: Game ended in a draw
uk: Гру зак╕нчено

source: Your %s unit %s was disbanded in accordance with your peace treaty with the %s.
uk: Ваш %s п╕дрозд╕л %s було розформовано зг╕дно ╕з мирною угодою ╕з %s.

source: Concerned citizens point out that the cease-fire with %s will run out soon.
uk: Схвильован╕ громадяни нагадують що замирення з %s незабаром завершу╓ться.

source: The cease-fire with %s has run out. You are now at war with the %s.
uk: Припинення вогню з %s завершено. Тепер Ви нейтральн╕ з %s.

source: Ceasefire between %s and %s has run out. They are at war. You cancel your alliance with both.
uk: Припинення вогню м╕ж %s та %s ск╕нчилося. Зараз вони у стан╕ в╕йни. Ви розрива╓те альянс з обома.

source: Failed saving game as %s
uk: Помилка збереження гри у %s

source: Game saved as %s
uk: Гру збережено у %s

source: The game is already running.
uk: Гра вже запущена.

source: %s lost control cmdlevel on game start. Use voting from now on.
uk: %s встратив керування cmdlevel на початку гри. В╕дтепер використовуйте голосування.

source: Starting game.
uk: Стартую гру.

source: request for unknown report (type %d)
uk: запит на нев╕домий зв╕т (тип %d)

source: Warning: rejecting old client %s
uk: Застереження: заборонено доступ застар╕лого кл╕╓нта %s

source: Your client is too old. To use this server please upgrade your client to a CVS version later than 2003-11-28 or Freeciv 1.15.0 or later.
uk: Ваш кл╕╓нт застарий. Щоб використовувати цей сервер, будь ласка, онов╕ть ваш кл╕╓нт до CVS верс╕╖ яка п╕зн╕ша за 2003-11-28, або до Freeciv 1.15.0 чи нов╕ше.

source: Got a packet of type %d from a dead or observer player
uk: Отримано пакет типу %d в╕д мертвого гравця або наглядача

source: Please choose a non-blank name.
uk: Обер╕ть не пусте ╕м'я.

source: That nation is already in use.
uk: Ця нац╕я вже обрана.

source: Another player already has the name '%s'. Please choose another name.
uk: ╤нш╕й гравець вже обрав ╕м'я '%s'. Обер╕ть ╕нше.

source: Please choose a name containing only ASCII characters.
uk: Будь ласка, обер╕ть ╕м'я, яке м╕стить т╕льк╕ ASCII символи.

source: %s nation is not available in this scenario.
uk: Нац╕я %s не доступна у цьому сценар╕╖.

source: %s nation is already in use.
uk: Нац╕я %s вже обрана.

source: %s is the %s ruler %s.
uk: %s ╓ %s л╕дером нац╕╖ %s.

source: Waiting to start game: %d out of %d players are ready to start.
uk: Оч╕кую на початок гри: %d ╕з %d гравц╕в готов╕ до початку.

source: All players are ready; starting game.
uk: Ус╕ гравц╕ готов╕; розпочинаю гру.

source: %s has been added as %s level AI-controlled player.
uk: %s додано як гравця, контрольованого Ш╤ %s р╕вня.

source: Player %d
uk: Гравець %d

source: %s rules the %s.
uk: %s голову╓ над %s.

source: Sending info to metaserver [%s]
uk: В╕дправляю ╕нфо на метасервер [%s]

source: The game is over...
uk: Гру зак╕нчено...

source: Now accepting new client connections.
uk: Тепер прийма╓мо нов╕ з'╓днання.

source: Vote "%s" is passed %d to %d with %d abstentions.
uk: Голосування "%s" прийнято ╕з %d проти %d та %d утрималось.

source: Vote "%s" failed with %d against, %d for and %d abstentions.
uk: Голосування "%s" не пройшло ╕з %d проти, %d за та %d утрималось.

source: (ambiguous)
uk: (двозначний)

source: (unknown)
uk: (нев╕домий)

source: Name is empty, so cannot be a player.
uk: ╤м'я пусте - тож не може бути гравцем.

source: Name is too long, so cannot be a player.
uk: ╤м'я задовге - тож не може бути гравцем.

source: Player name prefix '%s' is ambiguous.
uk: Преф╕кс ╕мен╕ гравця '%s' неоднозначний.

source: No player by the name of '%s'.
uk: Нема гравця на ╕м'я '%s'.

source: Unexpected match_result %d (%s) for '%s'.
uk: Неочикуваний результат сп╕вставлення %d (%s) для '%s'.

source: Name is empty, so cannot be a connection.
uk: ╤м'я пусте - тож не може бути з'╓днанням.

source: Name is too long, so cannot be a connection.
uk: ╤м'я задовге - тож не може бути з'╓днанням.

source: Connection name prefix '%s' is ambiguous.
uk: Преф╕кс ╕мен╕ з'╓днання '%s' двозначний.

source: No connection by the name of '%s'.
uk: Нема╓ з'╓днання з ╕м'ям '%s'.

source: Open metaserver connection to [%s].
uk: В╕дкрива╓мо з'╓днання метасервера до [%s].

source: Close metaserver connection to [%s].
uk: Закрива╓мо з'╓днання метасервера до [%s].

source: Metaserver connection is open.
uk: З'╓днання метасервера в╕дкрито.

source: Metaserver connection is closed.
uk: З'╓днання метасервера закрито.

source: Metaserver connection is already open.
uk: З'╓днання метасервера вже в╕дкрито.

source: Metaserver connection is already closed.
uk: З'╓днання метасервера вже закрито.

source: Argument must be 'u', 'up', 'd', 'down', or '?'.
uk: Аргумент повинен бути 'u', 'up', 'd', 'down', або '?'.

source: Metaserver patches string set to '%s'.
uk: Строку патч╕в метасерверу встановлено у '%s'.

source: Metaserver patches string set to '%s', not reporting to metaserver.
uk: Строку патчей метасерверу встановлено до '%s', не зв╕ту╓мо метасерверу.

source: Metaserver message string set to '%s'.
uk: Строку пов╕домлень метасервера встановлено у '%s'.

source: Metaserver message string set to '%s', not reporting to metaserver.
uk: Строку пов╕домленнь метасерверу встановлено до '%s', не зв╕ту╓мо метасерверу.

source: Metaserver is now [%s].
uk: Метасервер тепер [%s].

source: Server id: %s
uk: ╤дентиф╕катор сервера: %s

source: You cannot save games manually on this server.
uk: Ви не можете вручну зберегти гру на цьому сервер╕.

source: Cannot toggle a barbarian player.
uk: Не можливо перемикнути гравця дикуна.

source: %s is now under AI control.
uk: %s тепер контролю╓ться комп'ютером.

source: %s is now under human control.
uk: %s тепер контролю╓ться людиною.

source: Can't add AI players once the game has begun.
uk: Не можна додати комп'ютерних гравц╕в п╕сля старту гри.

source: Can't add more players, server is full.
uk: Не можна додати нових гравц╕в - сервер заповнено.

source: Can't use an empty name.
uk: Не можно використовувати пусте ╕м'я.

source: That name exceeds the maximum of %d chars.
uk: ╤м'я перевищило максимум у %d символ╕в.
