Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: You have made contact with the %s, ruled by %s.
uk: Ви зустр╕лися з нац╕╓ю %s якою керу╓ %s.

source: %s and %s meet and go to instant war. You cancel your alliance with both.
uk: %s та %s зустр╕лися та митт╓во розпочали в╕йну. Ви розрива╓те ваш альянс ╕з обома.

source: Could not throw %s into civil war - too many players
uk: Не можу спричинити громадянськи в╕йну для %s - забагато гравц╕в

source: Your nation is thrust into civil war, %s is declared the leader of the rebel states.
uk: Ваша нац╕я впала у громадянську в╕йну, %s заявив, що в╕н ╓ л╕дером бунт╕вних областей.

source: %s declares allegiance to %s.
uk: %s проголосив в╕дд╕н╕сть %s.

source: The capture of %s's capital and the destruction of the empire's administrative structures have sparked a civil war. Opportunists have flocked to the rebel cause, and the upstart %s now holds power in %d rebel provinces.
uk: Захоплення столиц╕ %s та руйнуванння адм╕н╕стративно╖ структури кра╖ни викликало громадянську в╕йну. Сили спротиву п╕д керуванням %s контролюють %d бунт╕вних областей.

source: %s report on the RICHEST Civilizations in the World %s.
uk: %s зв╕ту╓ про НАЙБАГАТШ╤ цив╕л╕зац╕╖ у св╕т╕ %s.

source: %s report on the most ADVANCED Civilizations in the World %s.
uk: %s зв╕ту╓ про НАЙРОЗВИНУТ╤Ш╤ цив╕л╕зац╕╖ у св╕т╕ %s.

source: %s report on the most MILITARIZED Civilizations in the World %s.
uk: %s зв╕ту╓ про НАЙСИЛЬН╤Ш╤ цив╕л╕зац╕╖ у св╕т╕ %s.

source: %s report on the HAPPIEST Civilizations in the World %s.
uk: %s зв╕ту╓ про НАЙЩАСЛИВ╤Ш╤ цив╕л╕зац╕╖ у св╕т╕ %s.

source: %s report on the LARGEST Civilizations in the World %s.
uk: %s зв╕ту╓ про НАЙБ╤ЛЬШ╤ цив╕л╕зац╕╖ у св╕т╕ %s.

source: Herodotus'
uk: Геродот

source: Thucydides'
uk: Тр╕ц╕д╕с

source: Pliny the Elder's
uk: Пл╕н╕й Старший

source: Livy's
uk: Л╕в╕й

source: Toynbee's
uk: Тойнб╕

source: Gibbon's
uk: Г╕ббон

source: Ssu-ma Ch'ien's
uk: Ссума Чи╓н

source: Pan Ku's
uk: Пан Ку

source: Population
uk: Населення

source: Land Area
uk: М╕сцев╕сть

source: Settled Area
uk: Заселена м╕сцев╕сть

source: Research Speed
uk: Швидк╕сть досл╕джень

source: Literacy
uk: Л╕тература

source: Production
uk: Виробництво

source: Economics
uk: Економ╕ка

source: Military Service
uk: В╕йськове д╕ло

source: Magnificent
uk: Величн╕

source: Glorious
uk: Славн╕

source: Great
uk: Велик╕

source: Decent
uk: Звичайн╕

source: Mediocre
uk: Г╕дн╕

source: Hilarious
uk: Весел╕

source: Worthless
uk: Безталан╕

source: Pathetic
uk: Невдал╕

source: Useless
uk: Нег╕дн╕

source: %2d: The %s %s
uk: %2d: %s %s

source: Historian Publishes!
uk: Зв╕т досл╕дника!

source: %2d: The %s City of %s of size %d,
uk: %2d: %s м╕сто %s розм╕ром %d,

source: with no wonders
uk: без див

source: with %d wonder
uk: з %d дивом

source: Traveler's Report:
uk: Зв╕т мандр╕вника:

source: The Five Greatest Cities in the World!
uk: П'ять найвеличн╕ших м╕ст у св╕т╕!

source: %s in %s (%s)
uk: %s у %s (%s)

source: %s has been DESTROYED
uk: %s ЗНИЩЕНО

source: (building %s in %s (%s))
uk: (буду╓ться %s у %s (%s))

source: Wonders of the World
uk: Дива св╕ту

source: sq. mi.
uk: кв. км.

source: M tons
uk: М тон

source: M goods
uk: М вироб╕в

source: bulbs
uk: бал╕в

source: month
uk: м╕сяць

source: ton
uk: тона

source: st
uk: й

source: nd
uk: й

source: rd
uk: й

source: th
uk: й

source: Demography string contains invalid characters. Try "help demography".
uk: Демограф╕чна строка м╕стить нев╕рн╕ символи. Спробуйте "help demography".

source: Demographics Report:
uk: Демограф╕чний зв╕т:

source: Sorry, the Demographics report is unavailable.
uk: Вибачте, але демограф╕чний зв╕т недоступний.

source: The %s of the %s (%s)
uk: %s з %s (%s)

source: Trying alternative ruleset filename syntax.
uk: Пробу╓мо альтернативний синтаксис файл╕в набор╕в правил.

source: Could not find a readable "%s.%s" ruleset file.
uk: Не можу знайти доступний файл "%s.%s" з правилами.

source: Could not load ruleset file "%s".
uk: Не можу завантажити файл правил "%s".

source: Could not load ruleset script file "%s".
uk: Не можу завантажити файл правил "%s".

source: Ruleset datafile appears incompatible:
uk: Файл данних правил ╓ несум╕сним:

source: file: "%s"
uk: файл: "%s"

source: file options: %s
uk: опц╕╖ файлу: %s

source: supported options: %s
uk: п╕дтримуван╕ опц╕╖: %s

source: Ruleset datafile claims required option(s) which we don't support:
uk: Файл правил потребу╓ опц╕╖ як╕ ми не п╕дтриму╓мо:

source: Section %s has unknown req: "%s" "%s" (%s)
uk: Розд╕л %s м╕стить нев╕дому вимогу: "%s" "%s" (%s).

source: Unknown terrain %s in entry %s.
uk: Нев╕дома територ╕я %s у запису %s.

source: Illegal hut behavior %s for unit class %s.
uk: Недозволена повед╕нка хутора %s для п╕дрозд╕ла класу %s.

source: Unit %s has unknown unit class %s as cargo.
uk: П╕дрозд╕л %s ма╓ нев╕домий клас п╕дрозд╕лу %s як груз.

source: Ruleset doesn't have any terrains (%s)
uk: Зб╕р правил не м╕стить н╕яких м╕сцевостей (%s)

source: Terrains %s and %s have the same identifier.
uk: М╕сцевост╕ %s та %s мають однаковий ╕дентиф╕катор.

source: '%c' cannot be used as a terrain identifier; it is reserved.
uk: '%c' не може використовуватись як ╕дентиф╕катор м╕сцевост╕; його зарезервовано.

source: Terrain %s has unknown flag %s
uk: М╕сцев╕сть %s ма╓ нев╕домий флаг %s

source: Terrain %s is native to unknown unit class %s
uk: Територ╕я %s ╓ ориг╕нальною для нев╕домого класу п╕дрозд╕ла %s

source: Oceanic terrain %s is native to land units.
uk: Океанська територ╕я %s ╓ ориг╕нальною для наземних п╕дрозд╕л╕в.

source: Non oceanic terrain %s is native to sea units.
uk: Неокеаньска територ╕я %s ╓ ориг╕нальною для морських п╕дрозд╕л╕в.

source: Resources %s and %s have the same identifier.
uk: Ресурси %s та %s мають однаковий ╕дентиф╕катор.

source: Base %s is native to unknown unit class %s
uk: База %s ╓ р╕дною для нев╕домого класу п╕дрозд╕л╕в %s

source: Base %s has unknown flag %s
uk: База %s ма╓ нев╕домий флаг %s

source: Nation %s, barbarian_type is "%s". Must be "None" or "Land" or "Sea"
uk: Нац╕я %s, barbarian_type ╓ "%s". Ма╓ бути "None", або "Land", або "Sea"

source: No land barbarian nation defined. At least one required!
uk: Не визначено нац╕╖ сухопутних дикун╕в. Потр╕бна не меньш н╕ж одна!

source: No sea barbarian nation defined. At least one required!
uk: Не визначено нац╕╖ морських дикун╕в. Потр╕бна не меньш н╕ж одна!

source: Section %s lists unknown effect type: "%s" (%s)
uk: Розд╕л %s м╕стить нев╕домий тип ефект╕в: "%s" (%s).

source: Loading rulesets
uk: Завантажую правила

source: The save file contains incomplete map data. This can happen with old saved games, or it may indicate an invalid saved game file. Proceed at your own risk.
uk: Збережена гра м╕стить неповн╕ дан╕ мапи. Це може вказувати на гру старо╖ верс╕╖ або погано збережену гру. Продовжу╓мо на Ваш страх та ризик.

source: Reason: line not found
uk: Причина: строки не знайдено

source: Reason: line too short (expected %d got %lu
uk: Причина: строка задовга (очикувано %d отримано %lu

source: Unknown terrain identifier '%c' in savegame.
uk: Нев╕рний ╕дентиф╕катор м╕сцевост╕ '%c' у записан╕й гр╕.

source: Warning: Unknown nation %s for starting position no %d
uk: Попередження: Нев╕дома нац╕я %s на стартов╕й позиц╕╖ не ма╓ %d

source: Number of starts (%d) are lower than rules.max_players (%d), lowering rules.max_players.
uk: К╕льк╕сть стартувавших (%d) менше н╕ж max_players (%d), знижую max_players.

source: Wrong unit type id value (%d)
uk: Нев╕рне значення типу ╕дентиф╕катора п╕дрозд╕ла (%d)

source: Wrong improvement type id value (%d)
uk: Нев╕рне значення типу ╕дентиф╕катора буд╕вл╕ (%d)

source: Wrong tech type id value (%d)
uk: Нев╕рне значення типу ╕дентиф╕катора технолог╕╖ (%d)

source: Unknown technology (%s)
uk: Нев╕дома технолог╕я (%s)

source: Wrong government type id value (%d)
uk: Нев╕рне значення типу ╕дентиф╕катора уряду (%d)

source: Wrong player%d.u%d.type value (%d)
uk: Нев╕рне player%d.u%d.type значення (%d)

source: Unknown unit type '%s' in player%d section
uk: Нев╕домий тип п╕дрозд╕л╕в '%s' у розд╕л╕ player%d

source: Savegame error: invalid unit orders.
uk: Помилка запису гри: нев╕рн╕ накази п╕дрозд╕лу.

source: Unsupported government found (%s)
uk: Знайден неп╕дтриму╓мий уряд (%s)

source: Unsupported city style found in player%d section. Changed to %s
uk: Стиль м╕ст, який не п╕дтриму╓ться, було знайдено у розд╕л╕ player%d. Зм╕нено до %s

source: Savegame too old, at least version 1.9.0 required.
uk: Збережена гра стара, м╕н╕мально потр╕бна верс╕я 1.9.0.

source: The savegame uses the classic terrain ruleset which is no longer supported.
uk: Збережена гра використову╓ правила класичних тер╕тор╕й, як╕ вже не п╕дтримую╓ться.

source: Warning: Different rulesetdirs ('%s' and '%s') are no longer supported. Using '%s'.
uk: Застереження: Р╕зн╕ каталоги з правилами ('%s' та '%s') не п╕дтримуються. Використовую '%s'.

source: Illegal alliance structure detected: %s's alliance to %s reduced to peace treaty.
uk: Знайдено заборонену структуру альянсу: альянс %s ╕з %s спрощено до мирно╖ угоди.

source: Removing %s's unferried %s in %s at (%d, %d)
uk: Видаляю %s нетраспорту╓мий %s ╕з %s у (%d, %d)

source: Geological
uk: Геолог╕чн╕

source: Sociological
uk: Соц╕олог╕чн╕

source: Economic
uk: Економ╕чн╕

source: Military
uk: Военн╕

source: Scientific
uk: Науковий

source: Internal
uk: Внутр╕шн╕й

source: Networking
uk: Мережев╕

source: All
uk: Вс╕

source: Vital
uk: Життевий

source: Situational
uk: Ситуац╕йний

source: Rare
uk: Р╕дк╕

source: Changed
uk: Зм╕нен╕

source: Allowed take string contains invalid characters. Try "help allowtake".
uk: Строка дозволених з'╓днань м╕стить нев╕рн╕ символи. Спробуйте "help allowtake".

source: Starting units string contains invalid characters. Try "help startunits".
uk: Строка дозволених з'╓днань м╕стить нев╕рн╕ символи. Спробуйте "help allowconnect".

source: Starting units string does not contain at least one city founder. Try "help startunits".
uk: Строка початкових п╕дрозд╕л╕в не м╕стить жодного засновника м╕ст. Спробуйте "help startunits".

source: Cannot set endyear earlier than current year.
uk: не можу встановити р╕к завершення гри ран╕ше н╕ж поточний р╕к.

source: Cannot change maxplayers in GGZ mode.
uk: Не можу зм╕н╕ти максимальни к╕льк╕сть гравц╕в у режим╕ GGZ.

source: Number of players is higher than requested value; Keeping old value.
uk: К╕льк╕сть гравц╕в б╕льша н╕ж замовлене значення, користу╓мося старим значенням.

source: Map size (in thousands of tiles)
uk: Розм╕р карти (у тисячах кл╕ток)

source: This value is used to determine the map dimensions. size = 4 is a normal map of 4,000 tiles (default) size = 20 is a huge map of 20,000 tiles
uk: Це значення використову╓ться для того, щоб визначити розм╕ри карти. size = 4 це нормальна карта з 4,000 кл╕тин (значення за замовчуванням) size = 20 це величезна карта з 20,000 кл╕тин

source: Map topology index
uk: ╤ндекс тополог╕╖ карти

source: Method used to generate map
uk: Метод що використову╓ться для створення мапи

source: Method used to choose start positions
uk: Метод, що використову╓ться для обрання стартових позиц╕й

source: Presence of 1x1 islands
uk: Присутн╕сть остров╕в 1х1

source: 0 = no 1x1 islands; 1 = some 1x1 islands
uk: 0 = нема╓ остров╕в 1x1; 1 = ╓ острови 1x1

source: Whether the poles are separate continents
uk: Чи ╓ на полюсах окрем╕ континенти

source: 0 = continents may attach to poles; 1 = poles will usually be separate
uk: 0 = континенти можуть бути з'╓днан╕ з полюсом; 1 = полюса окремо

source: All the map is temperate
uk: Ус╕ мапи ╓ пом╕рними

source: 0 = normal Earth-like planet; 1 = all-temperate planet
uk: 0 = нормальна под╕бна до Земл╕ планета; 1 = все-пом╕рна планета

source: Average temperature of the planet
uk: Середня температура планети

source: Percentage of the map that is land
uk: Процент карти, що буде землею

source: This setting gives the approximate percentage of the map that will be made into land.
uk: Ця установка вказу╓ приблизний процент карти, що буде землею.

source: Amount of hills/mountains
uk: К╕льк╕сть пагорб╕в/г╕р

source: Small values give flat maps, while higher values give a steeper map with more hills and mountains.
uk: Мал╕ значення дають плоский ланшафт, б╕льш╕ значення генерують б╕льше пагорб╕в та г╕р.

source: Amount of water on lands
uk: К╕льк╕сть води на материках

source: Small values mean lots of dry, desert-like land; higher values give a wetter map with more swamps, jungles, and rivers.
uk: Маленьк╕ значення призведуть до сухо╖, пустельно╖ земл╕; велик╕ значення дадуть вологу карту ╕з болотами, джунглями та р╕чками.

source: Map generation random seed
uk: Початкове значення генератора мап

source: The same seed will always produce the same map; for zero (the default) a seed will be chosen based on the time to give a random map. This setting is usually only of interest while debugging the game.
uk: Теж саме значення завжди генеру╓ однакову мапу; якщо нуль (по замовчуванню) значення буде обрано зпираючись на час аби згенерувати випадкову мапу. Ця установка зазвичай корисна лише п╕д час налагодження гри.

source: Game random seed
uk: Загальне початкове значення

source: For zero (the default) a seed will be chosen based on the time. This setting is usually only of interest while debugging the game
uk: Якщо нуль (по замовчуванню) значення буде обрано зпираючись на час. Ця установка зазвичай корисна лише п╕д час налагодження гри.

source: Amount of "special" resource squares
uk: К╕льк╕сть кл╕тин з╕ спец╕альними ресурсами

source: Special resources improve the basic terrain type they are on. The server variable's scale is parts per thousand.
uk: Спец╕альн╕ ресурси покращують базов╕ типи територ╕й на яких вони розташован╕.Гратка сервера у тисячних.

source: Amount of huts (minor tribe villages)
uk: К╕льк╕сть хатинок (маленьких хутор╕в)

source: This setting gives the exact number of huts that will be placed on the entire map. Huts are small tribal villages that may be investiged by units.
uk: Ця установка вказу╓ точне число хутор╕в, як╕ будуть розм╕щен╕ на ус╕й мап╕. Хутора ╓ маленькими племенними селами, як╕ можуть бути досл╕джен╕ п╕дрозд╕лами.

source: Minimum number of players
uk: М╕н╕мальна к╕льк╕сть гравц╕в

source: There must be at least this many players (connected human players or AI players) before the game can start.
uk: Гравц╕в (п╕д'╓днаних або Ш╤) ма╓ бути не менше н╕ж встановлено, що б гру можно було розпочати.

source: Maximum number of players
uk: Максимальна к╕льк╕сть гравц╕в.

source: The maximal number of human and AI players who can be in the game. When this number of players are connected in the pregame state, any new players who try to connect will be rejected.
uk: Максимальна к╕льк╕сть гравц╕в (п╕д'╓днаних або комп'ютерних) що можуть брати участь у гр╕. Якщо цього числа досягнуто п╕д'╓днаними гравцями перед грою, будь як╕ нов╕ з'╓днання в╕дхиляються.

source: Total number of players (including AI players)
uk: Загалом гравц╕в (включно з Ш╤)

source: If set to a positive value, then AI players will be automatically created or removed to keep the total number of players at this amount.
uk: Якщо встановлено до позитивного значення, додатков╕ Ш╤-гравц╕ будуть створен╕ чи видален╕ автоматично аби п╕дтримати к╕льк╕сть гравц╕в до значення ц╕╓╖ опц╕╖.

source: List of players' initial units
uk: Перел╕к початкових п╕дрозд╕л╕в гравц╕в

source: Area where initial units are located
uk: М╕сцерозташування п╕дрозд╕л╕в на початку гри.

source: This is the radius within which the initial units are dispersed.
uk: Рад╕ус у якому буде розкидано п╕дрозд╕ли на початку гри.

source: Starting gold per player
uk: Початкова к╕льк╕сть гривень на гравця

source: At the beginning of the game, each player is given this much gold.
uk: На початку гри кажний гравець отриму╓ таку к╕льк╕сть грошей.

source: Number of initial techs per player
uk: Початкова к╕льк╕сть технолог╕й на гравця

source: Technology cost multiplier percentage
uk: Процент множника вартост╕ технолог╕╖

source: This affects how quickly players can research new technology. All tech costs are multiplied by this amount (as a percentage). The base tech costs are determined by the ruleset or other game settings.
uk: Вплива╓ на швидк╕сть в╕дкриття гравцями нових технолог╕й. Ус╕ видатку на науку помножуються на цю величину (як процент). Базов╕ видатки на науку розраховуються за допомогою файла правил або ╕нших установок гри.

source: Percentage penalty when changing tech
uk: Втрата бал╕в при зм╕н╕ досл╕джувано╖ технолог╕╖

source: If you change your current research technology, and you have positive research points, you lose this percentage of those research points. This does not apply if you have just gained a technology this turn.
uk: Якщо Ви зм╕ню╓те поточну досл╕джувану технолог╕ю та вже ма╓те як╕сь бали Ви втратите саме таку к╕льк╕сть бал╕в. Це не розповсюджу╓ться на випадки отримання технолог╕╖ цього ходу та вибору ново╖.

source: Penalty when getting tech or gold from treaty
uk: Втрата бал╕в при отриманн╕ технолог╕╖ за угодою

source: For each technology you gain from a diplomatic treaty, you lost research points equal to this percentage of the cost to research a new technology. You can end up with negative research points if this is non-zero. Also applies to gold transfers in diplomatic treaties.
uk: За кожну технолог╕ю, що Ви ╖╖ отрима╓те за дипломатичною угодою, ви втратите саме таку к╕льк╕сть бал╕в яка потр╕бна для отримання ново╖ технолог╕╖. Ви можете опинитися нав╕ть з негативним балансом, якщо значення не 0. Це також стосу╓ться передач╕ грошей за дипломатичними угодами.

source: Penalty when getting tech from conquering
uk: Втрата бал╕в при отриманн╕ технолог╕╖ при захопленн╕

source: For each technology you gain by conquering an enemy city, you lose research points equal to this percentage of the cost to research a new technology. You can end up with negative research points if this is non-zero.
uk: За кожну нову технолог╕ю, що Ви ╖╖ отрима╓те при захопленн╕, саме така к╕льк╕сть бал╕в буде зписана з Вас. Ви можете опинитися нав╕ть з негативним балансом, якщо значення не 0.

source: Penalty when getting a free tech
uk: Втрата бал╕в при в╕льному отриманн╕ технолог╕╖

source: For each technology you gain "for free" (other than covered by diplcost or conquercost: specifically, from huts or from Great Library effects), you lose research points equal to this percentage of the cost to research a new technology. You can end up with negative research points if this is non-zero.
uk: За кожну нову технолог╕ю, що Ви ╖╖ отрима╓те в╕льно (т╕, що не були набут╕ через дипломатичн╕ в╕дносини або захоплення, наприклад, ╕з хутор╕в або Велико╖ Б╕бл╕отеки), саме така к╕льк╕сть бал╕в буде зписана з Вас. Ви можете опинитися нав╕ть з негативним балансом, якщо значення не 0.

source: Food required for a city to grow
uk: ╥жа що необх╕дна м╕сту для росту.

source: This is the base amount of food required to grow a city. This value is multiplied by another factor that comes from the ruleset and is dependent on the size of the city.
uk: Це базова к╕льк╕сть ╖ж╕, що потр╕бна для зростання м╕ста. Це число помножу╓ться на ╕нший фактор, який береться ╕з зб╕ра правил та залежить в╕д розм╕ра м╕ста.

source: Percentage food lost when need aqueduct
uk: В╕дсоток втрат ╖ж╕ коли м╕сто потребу╓ водог╕н.

source: If a city would expand, but it can't because it needs an Aqueduct (or Sewer System), it loses this percentage of its foodbox (or half that amount if it has a Granary).
uk: Якщо м╕сто повино зростати, але не може за в╕дсутност╕ Водогону (або Канал╕зац╕╖), воно втрача╓ в╕дсоток в╕д сво╖х запас╕в продукт╕в (або його половину за наявност╕ Амбару).

source: Multiplier percentage for production costs
uk: Процент множника вартост╕ продукц╕╖

source: This affects how quickly units and buildings can be produced. The base costs are multiplied by this value (as a percentage).
uk: Ця установка вплива╓ на те, як швидко виробляються п╕дрозд╕ли та буд╕вл╕. Базова варт╕сть помножу╓ться на це значення (як процент).

source: Minimum city size to get full trade
uk: М╕н╕мальний розм╕р м╕ста аби займатися торг╕влею.

source: There is a trade penalty in all cities smaller than this. The penalty is 100% (no trade at all) for sizes up to notradesize, and decreases gradually to 0% (no penalty except the normal corruption) for size=fulltradesize. See also notradesize.
uk: ╥сну╓ торговельне стягнення для ус╕х м╕ст менших за цю опц╕ю. Стягнення склада╓ 100% (нема╓ торговл╕ взагал╕) для м╕ст розм╕ром менше за notradesize, та зменшу╓ться в╕дпов╕дно до росту м╕ста до 0% (нема╓ стягнень окр╕м корупц╕╖) для розм╕ру=fulltradesize. Також дивись notradesize.

source: Maximum size of a city without trade
uk: Максимальний розм╕р м╕ста без торг╕вл╕.

source: Cities do not produce any trade at all unless their size is larger than this amount. The produced trade increases gradually for cities larger than notradesize and smaller than fulltradesize. See also fulltradesize.
uk: М╕ста не мають торг╕вл╕ взагал╕, якщо менш╕ або р╕вн╕ розм╕ром цьому значенню. Торг╕вля зроста╓ з ростом м╕ста коли воно б╕льше н╕ж notradesize та менше н╕ж fulltradesize. Також дивись fulltradesize.

source: Minimum distance between cities
uk: М╕н╕мальна в╕дстань м╕ж м╕стами

source: When a player founds a new city, it is checked if there is no other city in citymindist distance. For example, if citymindist is 3, there have to be at least two empty fields between two cities in every direction. If set to 0 (default), the ruleset value will be used.
uk: Якщо гравец╕ заснову╓ м╕сто, то перев╕ря╓ться чи не ма╓ ╕нших м╕ст на в╕дстан╕ citymindist. Наприклад, якщо citymindist встановлено у 3, повино бути не менш н╕ж два пуст╕ поля м╕ж двома м╕стами у будь якому напрямку. Якщо встановлено 0 (по замовчуванню), значення береться з поточних правил.

source: Number of turns between rapture effect
uk: К╕льк╕сть ход╕в м╕ж бумами

source: Sets the number of turns between rapture growth of a city. If set to n a city will grow after celebrating for n+1 turns.
uk: Встановлю╓ к╕льк╕сть ход╕в м╕ж взривним зростанням м╕ста. Якщо встановлено у n м╕сто зросте п╕сля буму на n+1 х╕д╕.

source: Chance for conquered building destruction
uk: Ймов╕рн╕сть знищення буд╕вл╕ при захопленн╕ м╕ста

source: When a player conquers a city, each city improvement has this percentage chance to be destroyed.
uk: Коли гравець захоплю╓ м╕сто, то кожна буд╕вля ма╓ таку ймов╕рн╕сть бути зруйнованою.

source: Chance of moving into tile after attack
uk: Ймов╕рн╕сть руху вперед п╕сля атаки

source: If set to 0, combat is Civ1/2-style (when you attack, you remain in place). If set to 100, attacking units will always move into the tile they attacked if they win the combat (and no enemy units remain in the tile). If set to a value between 0 and 100, this will be used as the percent chance of "occupying" territory.
uk: Якщо встановлено у 0, б╕й проходить у стил╕ Цив╕л╕зац╕╖ 1/2 (п╕сля атаки Ви залиша╓тесь на м╕сц╕). Якщо встановлено у 100, атакуючий п╕дрозд╕л завжди перем╕щу╓ться на кл╕тину яку атакував якщо в╕н перем╕г в бою (та нема╓ ворожих п╕дрозд╕л╕в на кл╕тинц╕). Якщо встановлено у значення м╕ж 0 та 100, це використову╓ться як процент ймов╕рност╕ "захоплення" територ╕╖.

source: Turn on/off server-side autoattack
uk: Включити/в╕дключити автоатаку на боц╕ сервера

source: If set to on, units with move left will automatically consider attacking enemy units that move adjacent to them.
uk: Якщо це активовано, п╕дрозд╕ли ╕з залишком ход╕в будуть автоматично атакувати ворож╕ п╕дрозд╕ли поблизу себе.

source: Reduce city population after attack
uk: Зменшити м╕сцеве населення п╕сля атаки
