Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: With no arguments, sets all AI players to skill 'experimental', and sets the default level for any new AI players to this. With an argument, sets the skill level for that player only. THIS IS ONLY FOR TESTING OF NEW AI FEATURES! For ordinary servers, this option has no effect.
uk: Без аргумент╕в встановлю╓ р╕вень ус╕х комп'ютерних гравц╕в у експерементальний, також експерементальним буде р╕вень по замовчуванню ус╕х нових комп'ютерних гравц╕в. За наявност╕ агрумента встановлю╓ р╕вень лише цього гравця. Використову╓ться лише для тестування нових можливостей комп'ютерних гравц╕в! Для нормальних сервер╕в ця опц╕я не да╓ н╕якого ефекту.

source: cmdlevel cmdlevel <level> cmdlevel <level> new cmdlevel <level> first cmdlevel <level> <connection-name>
uk: cmdlevel cmdlevel <> cmdlevel <р╕вень> new cmdlevel <р╕вень> first cmdlevel <р╕вень> <╕м'я>

source: Query or set command access level access.
uk: Виводить або встановлю╓ р╕вень доступу до команд.

source: The command access level controls which server commands are available to users via the client chatline. The available levels are: none - no commands info - informational commands only ctrl - commands that affect the game and users hack - *all* commands - dangerous! With no arguments, the current command access levels are reported. With a single argument, the level is set for all existing connections, and the default is set for future connections. If 'new' is specified, the level is set for newly connecting clients. If 'first come' is specified, the 'first come' level is set; it will be granted to the first client to connect, or if there are connections already, the first client to issue the 'first' command. If a connection name is specified, the level is set for that connection only. Command access levels do not persist if a client disconnects, because some untrusted person could reconnect with the same name. Note that this command now takes connection names, not player names.
uk: Р╕вень доступу до команд визнача╓ доступн╕ для користувач╕в через строку чату кл╕╓нта команди сервера. Доступн╕ р╕вн╕ наведен╕ нижче: none - н╕яких команд info - лише ╕нформац╕йн╕ команди ctrl - команди що впливають на гру та користувач╕в hack - *ус╕* команди - небезпечно! Без аргумент╕в - команда виводить поточний р╕вень доступу до команд. З одним аргументом, р╕вень встановлю╓ться для ус╕х ╕снуючих з'╓днань, та встановлю╓ться по замовчуванню для з'╓днань у майбутньому. Якщо вказано 'new', р╕вень встановлю╓ться для з'╓днань у майбутньому. Якщо встановлено 'first come', встановлю╓ться р╕вень 'first come'; в╕н застосову╓ться для першого п╕д'╓днаного кл╕╓нта, або якщо вже ╓ з'╓днання, то до першого хто застосу╓ команду 'first'. Якщо ╕м'я з'╓днання зазначено - р╕вень встановлю╓ться лише для цього з'╓днання. Р╕вень доступу до команд не збер╕га╓ться якщо кл╕╓нт в╕д'╓дну╓ться, бо ж хтось ╕нш╕й може перез'╓днатися з цим самим ╕м'ям. Прим╕тка: ця команда тепер сприйма╓ як аргумент ╕м'я з'╓днання, а не гравця.

source: If there is none, become the game organizer with increased permissions.
uk: Якщо ще нема, стати орган╕затором гри ╕з п╕дв╕щеним р╕внем допуску.

source: timeoutincrease <turn> <turninc> <value> <valuemult>
uk: timeoutincrease <ходи> <х╕д_прир╕ст> <значення> <значення_рази>

source: See "help timeoutincrease".
uk: Дивись 'help timeoutincrease'.

source: Every <turn> turns, add <value> to timeout timer, then add <turninc> to <turn> and multiply <value> by <valuemult>. Use this command in concert with the option "timeout". Defaults are 0 0 0 1
uk: Кожн╕ <ходи> ход╕в, додавати <значення> до таймауту, пот╕м додати <х╕д_прир╕ст> до <ходи> та множити <значення> на <значення_рази>. Використовуйте цю команду разом з опц╕╓ю 'timeout'. По замовчуванню 0 0 0 1

source: End the game immediately in a draw.
uk: Ця команда негайно припиня╓ гру з ничи╓ю.

source: Concede the game.
uk: Здатися.

source: This tells everyone else that you concede the game, and if all but one player (or one team) have conceded the game in this way then the game ends.
uk: Це пов╕домля╓ ус╕х ╕нших, що Ви визнали поразку у гр╕, та, якщо ус╕ кр╕м одного гравця (або одн╕╓╖ команди) визнали поразку, гра завершиться.

source: remove <player-name>
uk: remove <╕м'я-гравця>

source: Fully remove player from game.
uk: Повн╕стю видаля╓ гравця з гри.

source: This *completely* removes a player from the game, including all cities and units etc. Use with care!
uk: Ця команда *повн╕стю* видаля╓ гравця з гри, включаюч╕ ус╕ м╕ста та п╕дрозд╕ли. Застосовуйте обережно!

source: save save <file-name>
uk: save save <файл>

source: Save game to file.
uk: Зберегти гру у файл.

source: Save the current game to file <file-name>. If no file-name argument is given saves to "<auto-save name prefix><year>m.sav[.gz]". To reload a savegame created by 'save', start the server with the command-line argument: --file <filename> and use the 'start' command once players have reconnected.
uk: Зберегти поточну гру у файл <файл>. Якщо не надано ╕мен╕ файлу збер╕гання йде у файл '<встановлений преф╕кс><р╕к>m.sav[.gz]'. Аби завантажити збережену гру, стартуйте сервер з аргументом у командн╕й строц╕: --file <файл> пот╕м виконайте команду 'start' як т╕льк╕ ус╕ гравц╕ п╕д'╓днаються.

source: load load <file-name>
uk: load load <файл>

source: Load game from file.
uk: Завантажу╓ гру з файлу.

source: Load a game from <file-name>. Any current data including players, rulesets and server options are lost.
uk: Завантажу╓ гру з <файл>. Будь як╕ поточн╕ данн╕ враховуючи гравц╕в, набори правил та опц╕╖ сервера втрачаються..

source: read <file-name>
uk: read <файл>

source: Process server commands from file.
uk: Завантажити команди сервера з файлу.

source: write <file-name>
uk: write <файл>

source: Write current settings as server commands to file.
uk: Записати поточн╕ установки як команди сервера у файл.

source: Switch server output between 'RFC-style' and normal style.
uk: Перемика╓ вив╕д сервера м╕ж 'RFC-стилем' та нормальним стилем.

source: Simply returns the id of the server.
uk: Поверта╓ ╤Д сервера.

source: %s Welcome
uk: %s Ласкаво просимо

source: Welcome to the %s Server running at %s port %d.
uk: Ради бачити на сервер╕ %s, що запущений на %s порт %d.

source: Welcome to the %s Server at port %d.
uk: Ради бачити на сервер╕ %s, що запущений на порту %d.

source: %s has connected from %s.
uk: %s при╓днався з %s.

source: Server: %s has connected from %s.
uk: Сервер: %s при╓днався з %s.

source: Couldn't attach your connection to new player.
uk: Неможу додати Ваше з'╓днання до нового гравця.

source: You are logged in as '%s' connected to no player.
uk: Ви зайшли як '%s' не при╓днан╕ до жодного гравця.

source: You are logged in as '%s' connected to an anonymous player.
uk: Ви зайшли як '%s' при╓днаний до без╕менного гравця.

source: You are logged in as '%s' connected to %s.
uk: Ви зайшли як '%s' п╕д'╓днан╕ до %s.

source: Turn-blocking game play: waiting on %s to finish turn...
uk: Гру заблоковано ходом: очику╓мо коли %s зак╕нчить х╕д...

source: Client rejected: %s.
uk: Кл╕╓нта в╕дхилено: %s.

source: Connection request from %s from %s
uk: Запит на з'╓днання в╕д %s з %s

source: %s has client version %d.%d.%d%s
uk: %s користу╓ться кл╕╓нтом верс╕╖ %d.%d.%d%s

source: The client is missing a capability that this server needs. Server version: %d.%d.%d%s Client version: %d.%d.%d%s. Upgrading may help!
uk: Кл╕╓нт не сум╕сний з сервером. Сервер верс╕╖: %d.%d.%d%s Кл╕ент верс╕╖: %d.%d.%d%s. Встановлення ново╖ верс╕╖ ма╓ допомогти!

source: %s was rejected: Mismatched capabilities.
uk: В╕дкинуто %s: несп╕впадають можливост╕.

source: The server is missing a capability that the client needs. Server version: %d.%d.%d%s Client version: %d.%d.%d%s. Upgrading may help!
uk: Сервер не ╓ сум╕сний з кл╕╓нтом. Сервер верс╕╖: %d.%d.%d%s Кл╕ент верс╕╖: %d.%d.%d%s. Встановлення ново╖ верс╕╖ ма╓ допомогти!

source: Invalid username '%s'
uk: Нев╕рне ╕м'я '%s'

source: %s was rejected: Invalid name [%s].
uk: В╕дкинуто %s: Нев╕рне ╕м'я [%s].

source: '%s' already connected.
uk: '%s' вже п╕д'╓днаний.

source: %s was rejected: Duplicate login name [%s].
uk: В╕дкинуто %s: ╤м'я [%s] вже ╕нсу╓.

source: Lost connection: %s.
uk: Втрачено з'╓днання: %s.

source: Ok. RFC-style set.
uk: Ок. Встановлено RFC-стиль.

source: Ok. Standard style set.
uk: Ок. Встановлено стандартний стиль.

source: For introductory help, type 'help'.
uk: Для початково╖ допомоги введ╕ть 'help'.

source: The %s can't accept %s.
uk: %s не може прийняти %s.

source: You don't have tech %s, you can't accept treaty.
uk: Ви ще не в╕дкрили %s, тож не можете п╕дписати угоду.

source: City you are trying to give no longer exists, you can't accept treaty.
uk: М╕сто яке Ви намага╓тесь в╕ддати не ╕сну╓, тож Ви не можете п╕дписати угоду.

source: You are not owner of %s, you can't accept treaty.
uk: Ви не володар %s, тож не можете п╕дписати угоду.

source: Your capital (%s) is requested, you can't accept treaty.
uk: Вимагають Вашу столицю (%s), Ви не можете п╕дписати угоду.

source: You don't have enough gold, you can't accept treaty.
uk: Ви не ма╓те достатньо грошей, тож не можете п╕дписати угоду.

source: A treaty containing %d clause was agreed upon.
uk: Угода, що м╕стить %d пункт, була узгоджена.

source: One of the cities the %s are giving away is destroyed! Treaty canceled!
uk: Одне з переданих м╕ст %s знищено! Угода нед╕йсна!

source: The %s no longer control %s! Treaty canceled!
uk: %s не контролю╓ %s! Угода нед╕йсна!

source: The %s don't have the promised amount of gold! Treaty canceled!
uk: %s не ма╓ достатньо грошей! Угода нед╕йсна!

source: You gave an embassy to %s.
uk: Ви в╕дкрили посольство у %s.

source: %s allowed you to create an embassy!
uk: %s дозволив Вам в╕дкрити посольство!

source: You are taught the knowledge of %s.
uk: Ви отримали знання про %s.

source: The %s have acquired %s from the %s.
uk: %s здобув %s в╕д %s.

source: You get %d gold.
uk: Ви отримали %d гривень.

source: You receive %s's worldmap.
uk: Ви отримали карту св╕ту в╕д %s.

source: You receive %s's seamap.
uk: Ви отримали карту океану в╕д %s.

source: You receive city of %s from %s.
uk: Ви отримали м╕сто %s в╕д %s.

source: You give city of %s to %s.
uk: Ви передали м╕сто %s до %s.

source: You agree on a cease-fire with %s.
uk: Ви досягли замирення з %s.

source: You agree on an armistice with %s. In %d turn it will turn into a peace treaty. Move your units out of %s's territory.
uk: Ви домовилися на препинення вогню ╕з %s. За %d х╕д мирний догов╕р набере чинност╕. Перем╕стить Ваш╕ п╕дрозд╕ли з теритоор╕╖ %s.

source: You agree on an alliance with %s.
uk: Ви досягли альянсу з %s.

source: You give shared vision to %s.
uk: Ви передали сп╕льне бачення %s.

source: %s gives you shared vision.
uk: %s надав Вам сп╕льне бачення.

source: %s canceled the meeting!
uk: %s завершив зустр╕ч!

source: Meeting with %s canceled.
uk: Зустр╕ч з %s завершено.

source: Your diplomatic envoy was decapitated!
uk: Вашого дипломатичного посланника було обезголовлено!

source: Your %s could not poison the water supply in %s.
uk: Ваш %s не зм╕г отру╖ти воду у м╕ст╕ %s.

source: Your %s poisoned the water supply of %s.
uk: Ваш %s отру╖в воду у м╕ст╕ %s.

source: %s is suspected of poisoning the water supply of %s.
uk: %s п╕дозрю╓ться у отру╓нн╕ води у м╕ст╕ %s.

source: Your %s was executed in %s on suspicion of spying. The %s welcome future diplomatic efforts providing the Ambassador is reputable.
uk: Страчено Вашого %s у м╕ст╕ %s за п╕дозрою у шпигунств╕. %s п╕дтриму╓ майбутн╕ д╕пломатичн╕ стосунки лише за умови гарно╖ репутац╕╖ у посла.

source: You executed a %s the %s had sent to establish an embassy in %s for being untrustworthy
uk: Ви стратили %s, якого було над╕слано послом в╕д %s у м╕сто %s за п╕дозрою у поганих д╕ях

source: Your %s was executed in %s by primitive %s.
uk: Вашого %s стратили у %s нерозвинен╕ %s.

source: You have established an embassy in %s.
uk: Ви в╕дкрили посольство у %s.

source: The %s have established an embassy in %s.
uk: %s в╕дкрив посольство у м╕ст╕ %s.

source: Your %s could not sabotage %s's %s.
uk: Ваш %s не може саботувати %s %s.

source: Your %s succeeded in sabotaging %s's %s.
uk: Ваш %s саботував %s %s.

source: Your %s was sabotaged by %s!
uk: Вашого %s саботовано намаганнями %s!

source: You can't bribe a unit from this nation.
uk: Ви не можете перетягнути на св╕й б╕к п╕дрозд╕л ц╕╓╖ нац╕╖.

source: You don't have enough gold to bribe %s's %s.
uk: У Вас не вистача╓ кошт╕в перетягнути на св╕й б╕к %s %s.

source: You cannot bribe %s!
uk: Ви не можете п╕дкупити %s!

source: Your %s succeeded in bribing %s's %s and became more experienced.
uk: Ваш %s перетягнув на св╕й б╕к %s %s та став б╕льш досв╕дченим.

source: Your %s succeeded in bribing %s's %s.
uk: Ваш %s перетягнув на св╕й б╕к %s %s.

source: Your %s was bribed by %s.
uk: Вашого %s перетягнули на б╕к ворога %s.

source: %s was expecting your attempt to steal technology again. Your %s was caught and executed.
uk: %s мав п╕дозри, що Ви знову намага╓тесь вкрасти технолог╕ю. Вашого %s було захоплено та страчено.

source: Your %s was caught in the attempt of stealing technology from %s.
uk: Вашого %s захопили на спроб╕ вкрасти технолог╕ю з %s.

source: %s's %s failed to steal technology from %s.
uk: %s %s не зм╕г вкрасти технолог╕ю з %s.

source: No new technology found in %s.
uk: Нових технолог╕й у %s не знайдено.

source: You can't subvert this city.
uk: Ви не можете перевернути на св╕й б╕к це м╕сто.

source: You don't have enough gold to subvert %s.
uk: У Вас не вистача╓ кошт╕в аби повернути на св╕й б╕к %s.

source: Your %s was caught in the attempt of inciting a revolt!
uk: Вашого %s затримано на спроб╕ влаштувати заколот!

source: You caught %s %s attempting to incite a revolt in %s!
uk: Ви затримали направлений %s п╕дрозд╕л %s при спроб╕ влаштувати заколот у %s!

source: Revolt incited in %s, you now rule the city!
uk: Заколот у %s, тепер Ви голову╓те у м╕ст╕!

source: %s has revolted, %s influence suspected.
uk: Заколот у %s, п╕дозра пада╓ на %s.

source: Your %s was caught in the attempt of industrial sabotage!
uk: Ваш п╕дрозд╕л %s затримано на спроб╕ саботувати виробництво!

source: You caught %s %s attempting sabotage in %s!
uk: Ви затримали направлений %s п╕дрозд╕л %s при спроб╕ саботувати у %s!

source: Your %s could not find anything to sabotage in %s.
uk: Ваш %s не зм╕г найти що саботувати у %s.

source: You cannot sabotage a %s!
uk: Ви не взмоз╕ саботувати %s!

source: Your %s could not find the %s to sabotage in %s.
uk: Ваш %s не зм╕г найти %s щоб саботувати у %s.

source: Your %s succeeded in destroying the production of %s in %s.
uk: Ваш п╕дрозд╕л %s вдало саботував виробництво %s у %s.

source: The production of %s was destroyed in %s, %s are suspected.
uk: Виробництво %s у %s саботовано, п╕дозра пада╓ на %s.

source: Your %s was caught in the attempt of sabotage!
uk: Ваш п╕дрозд╕л %s затримано на спроб╕ саботувати виробництво!

source: You caught %s %s attempting to sabotage the %s in %s!
uk: Ви затримали направлений %s п╕дрозд╕л %s при спроб╕ саботувати виробництво %s у %s!

source: Your %s destroyed the %s in %s.
uk: Ваш п╕дрозд╕л %s знищив %s у %s.

source: The %s destroyed the %s in %s.
uk: %s знищив %s у %s.

source: Your %s has been eliminated defending %s against a %s.
uk: Ваш п╕дрозд╕л %s загинув захищаючись проти %s у %s.

source: An enemy %s has been eliminated defending %s.
uk: Ворож╕й п╕дрозд╕л %s загинув захищаючи %s.

source: Your %s was eliminated by a defending %s.
uk: Ваш п╕дрозд╕л %s загинув захищаючи %s.

source: Eliminated %s %s while infiltrating %s. The defender became more experienced.
uk: Знищено %s %s при спроб╕ проникнення у %s. Захисник став б╕льш досв╕ченим.

source: Eliminated %s %s while infiltrating our troops. The defender became more experienced.
uk: Знищено %s %s при спроб╕ проникнення у наш╕ в╕йська. Захисник став б╕льш досв╕ченим.

source: Eliminated %s %s while infiltrating %s.
uk: Знищено %s %s при спроб╕ проникнення у %s.

source: Eliminated %s %s while infiltrating our troops.
uk: Знищено %s %s при спроб╕ проникнення у наш╕ в╕йська.

source: Your %s has successfully completed her mission and returned unharmed to %s and has become more experienced.
uk: Ваш %s вдало виконав сво╓ завдання та повернувся неушкодженим у %s та став б╕льш досв╕дченним.

source: Your %s has successfully completed her mission and returned unharmed to %s.
uk: Ваш %s вдало виконав сво╓ завдання та повернувся неушкодженим у %s.

source: Your %s was captured after completing her mission in %s.
uk: Ваш %s був захоплений п╕сля того як вдало виконав сво╓ завдання у %s.

source: Your %s was captured after completing her mission.
uk: Ваш %s був захоплений п╕сля того як вдало виконав сво╓ завдання.

source: You have caused an incident while bribing %s's %s.
uk: Ви призвели до ╕нциденту при куп╕вл╕ %s %s.

source: %s has caused an incident while bribing your %s.
uk: %s призв╕в до ╕нциденту при куп╕вл╕ вашого %s.

source: You have caused an incident while attempting to steal tech from %s.
uk: Ви призвели до ╕нциденту при крад╕жц╕ технолог╕╖ з %s.

source: %s has caused an incident while attempting to steal tech from you.
uk: %s призв╕в до ╕нциденту при крад╕жц╕ технолог╕╖ у Вас.

source: You have caused an incident while inciting a revolt in %s.
uk: Ви призвели до ╕нциденту при влаштуванн╕ заколоту у %s.

source: %s have caused an incident while inciting a revolt in %s.
uk: %s призв╕в до ╕нциденту при влаштуванн╕ заколоту у %s.

source: *** Server set to edit mode! ***
uk: *** Сервер переведено до режиму редагування! ***

source: *** Server is leaving edit mode. ***
uk: *** Сервер виходить ╕з режиму редагування! ***

source: Cannot create unit on enemy tile.
uk: Не можу створити п╕дрозд╕л на ворожий територ╕╖.

source: Cannot create %s unit on this terrain.
uk: Не можу створити п╕дрозд╕л %s у ц╕й м╕сцевост╕.

source: Cannot build city on this tile.
uk: Не можу заснувати м╕сто в ц╕й м╕сцевост╕.

source: Could not create city.
uk: Не можу заснувати м╕сто.

source: Could not change city size.
uk: Не можу зм╕нити розм╕р м╕ста.

source: Cannot remove knowledge about own city.
uk: Не можу видалити знання про власне м╕сто.

source: Cannot remove knowledge about own unit.
uk: Не можу видалити знання про власний п╕дрозд╕л.

source: Sea moving start units are not yet supported, %s not created.
uk: Морськи п╕дрозд╕ли на початку гри ще не п╕дтримуються, %s не создано.

source: Sea moving start units are not yet supported. Nobody gets %s.
uk: Морськи п╕дрозд╕ли на початку гри ще не п╕дтримуються. Н╕хто не отриму╓ %s.

source: No units placed for %s!
uk: Нема п╕дрозд╕л╕в, розм╕щених у %s!

source: Year: %s
uk: Р╕к: %s

source: The turn timeout has exceeded its maximum value, fixing at its maximum
uk: Таймаут ходу перевищу╓ максимум, виправляю на максимум.

source: The turn timeout is smaller than zero, fixing at zero.
uk: Таймаут ходу менше нуля, виправляю на нуль.

source: Only the GGZ client must call civclient in ggz mode!
uk: Т╕льки GGZ кл╕╓нт може запускати civclient у режим╕ ggz!

source: %s is an ambiguous player name-prefix.
uk: %s двозначний преф╕кс для ╕мен╕ гравця.

source: %s is an ambiguous connection name-prefix.
uk: %s двозначний преф╕кс для назви з'╓днання.

source: %s is an anonymous name. Use connection name
uk: %s анон╕мне ╕м'я. Використайте ╕м'я з'╓днання.

source: You are not attached to a player.
uk: Ви не при╓днан╕ до гравця.

source: %s to allies: %s
uk: %s альянс: %s

source: %s is not connected.
uk: %s не на з`╓днанн╕.

source: There is no connection by the name %s.
uk: Нема╓ з`╓днання з ╕м`ям %s.

source: There is no player nor connection by the name %s.
uk: Нема╓ з`╓днання або гравця з ╕м`ям %s.

source: Global warming has occurred!
uk: Сталося глобальне потепл╕ння!

source: Coastlines have been flooded and vast ranges of grassland have become deserts.
uk: Узбережжя було затоплено та велика к╕льк╕сть степу перетворилася на пустелю.

source: Nuclear winter has occurred!
uk: Сталася рад╕ац╕йна зима!

source: Wetlands have dried up and vast ranges of grassland have become tundra.
uk: Волога м╕сцев╕сть пересохла та велика к╕льк╕сть степу перетворилася на тундру.

source: New hope sweeps like fire through the country as the discovery of railroad is announced. Workers spontaneously gather and upgrade all cities with railroads.
uk: Населення отримало нову над╕ю коли було проголошено, що Ваш╕ вчен╕ досл╕дили та в╕дкрили буд╕вництво зал╕зниць. Прац╕вники з╕бралися та побудували в ус╕х м╕стах зал╕зниц╕.

source: The people are pleased to hear that your scientists finally know about railroads. Workers spontaneously gather and upgrade all cities with railroads.
uk: Населення з рад╕стю д╕зналося, що Ваш╕ вчен╕ досл╕дили та в╕дкрили буд╕вництво зал╕зниць. Прац╕вники з╕бралися та побудували в ус╕х м╕стах зал╕зниц╕.

source: Moved your %s due to changing terrain.
uk: Перем╕щено Ваш %s з причини зм╕ни м╕сцевост╕.

source: Disbanded your %s due to changing terrain.
uk: Розпущено Ваш %s з причини зм╕ни м╕сцевост╕.

source: Not reporting to the metaserver in this game.
uk: Не зв╕ту╓мо метасерверу у ц╕й гр╕.

source: Metaserver: bad address: [%s:%d].
uk: Метасервер: погана адреса: [%s:%d].

source: The %s are no more!
uk: %s б╕льше не ╕снують!

source: Cannot change rates before game start.
uk: Не можно зм╕нювати ставки до старту гри.

source: Tax
uk: Податки

source: %s rate exceeds the max rate for %s.
uk: Ставка %s переб╕льшу╓ максимальну ставку для %s.

source: %s now governs the %s as a %s.
uk: %s голову╓ %s як %s.

source: The %s have incited a revolt! %d turn of anarchy will ensue! Target government is %s.
uk: %s вчинив заколот! Попереду %d х╕д анарх╕╖! Майбутн╕й уряд %s.

source: Revolution: returning to anarchy.
uk: Революц╕я: поверта╓мось до анарх╕╖.

source: You should choose a new government from the government menu.
uk: Ви ма╓те обрати новий уряд ╕з меню уряда.

source: Tax rate exceeded the max rate for %s; adjusted.
uk: Ставка податку переб╕льшу╓ максимальну ставку для %s; скориговано.

source: Science rate exceeded the max rate for %s; adjusted.
uk: Ставка науки переб╕льшу╓ максимальну ставку для %s; скориговано.

source: Luxury rate exceeded the max rate for %s; adjusted.
uk: Ставка розкош╕ переб╕льшу╓ максимальну ставку для %s; скориговано.

source: %s no longer gives us shared vision!
uk: %s припиня╓ брати участь у сп╕льному баченн╕!

source: The senate will not allow you to break treaty with the %s. You must either dissolve the senate or wait until a more timely moment.
uk: Сенат не дозволить Вам роз╕рвати угоду ╕з %s. Ви ма╓те або розпустити сенат або зачекати б╕льш придатно╖ нагоди.

source: The senate passes your bill because of the constant provocations of the %s.
uk: Сенат пропуска╓ Ваш закон з причини пост╕йних провокац╕й з боку %s.

source: The senate refuses to break treaty with the %s, but you have no trouble finding a new senate.
uk: Сенат в╕дмовився роз╕рвати угоду ╕з %s, но Ви завжди ма╓те можлив╕сть оновити сенат.

source: The diplomatic state between the %s and the %s is now %s.
uk: Дипломатичний стан м╕ж %s та %s в╕дтепер %s.

source: %s canceled the diplomatic agreement! The diplomatic state between the %s and the %s is now %s.
uk: %s перервав д╕пломатичн╕ угоди! Дипломатичний стан м╕ж %s та %s в╕дтепер %s.

source: %s has attacked your ally %s! You cancel your alliance to the aggressor.
uk: %s атакував Вашого союзника %s! Ви розрива╓те ваш альянс ╕з агресором.

source: Your team mate %s declared war on %s. You are obligated to cancel alliance with %s.
uk: Ваш товариш по команд╕ %s проголосив в╕йну %s. Ви ма╓те скасувати альянс ╕з %s.

source: Removing player %s.
uk: Видаляю гравця %s.

source: You've been removed from the game!
uk: Вас видалено з гри!

source: %s has been removed from the game.
uk: %s видалено з гри.
