Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: The firepower of the attacker and defender are also modified.
uk: Сила вогню захисника та атакуючого також зм╕ню╓ться.

source: - If the defender is a ship and is inside a city the firepower of the attacker is doubled and the firepower of the ship is set to 1.
uk: - Якщо захистник це корабель та в╕н у м╕ст╕ сила вогню атакуючого подвою╓ться та сила вогню кораблю встановлю╓ться у 1.

source: - If a Fighter is attacking an Helicopter the firepower of the Helicopter is set to 1.
uk: - Якщо винищувач атаку╓ Гел╕коптер, сила вогню Гел╕коптера встановлю╓ться у 1.

source: - If a ship is attacking a ground unit on land the firepower of both is set to 1.
uk: - Якщо корабель атаку╓ наземний п╕дрозд╕л, сила вогню обох встановлю╓ться у 1.

source: After these preliminaries, combat occurs, as long as both units are still alive (i.e., hit points are greater than 0). Each round, a random number between 1 and the sum of the attacker's and defender's strengths is generated. If this number is greater than the defender's strength, the defender loses hit points equal to the attacker's firepower. Otherwise, the attacker loses hit points equal to the defender's firepower. The first unit to reach 0 hit points (or negative hit points) loses.
uk: П╕сля цих приготувань, розпочина╓ться б╕й, що трива╓ так довго доки обидва загони ще жив╕ (тобто здоров'я б╕льше за 0). Кожний раунд, генеру╓ться випадкове число м╕ж 1 та сумою сил захисника та нападника. Якщо число б╕льше н╕ж сила захисника, то в╕н втрача╓ здоров'я на силу вогню нападаючого. ╤накше нападник втрача╓ здоров'я у к╕лькост╕ сили вогню захисника. Перший п╕дрозд╕л що досяга╓ 0 здоровя (або менше) програ╓.

source: Whichever unit survives the fight has a chance of becoming a veteran, if it was not a veteran already. If the winner's civilization has the Sun Tzu's War Academy (and if it isn't obsolete), the unit will always become a veteran. Otherwise, the chance of becoming a veteran is 50%.
uk: П╕дрозд╕л що вижив ма╓ шанс стати ветераном, якщо в╕н не ╓ ╖м. Якщо вигравша цив╕л╕зац╕я ма╓ диво Академ╕я В╕йни Сун Тзу (та воно не застар╕ло), п╕дрозд╕л завжди буде ветераном. ╤накше шанси на це складають 50%.

source: If the attacker is a ground unit and wins, and the defender is in a city without City Walls, the city is reduced in size by 1.
uk: Якщо атакуючий ╓ сухопутним загоном та вигра╓, а захисник знаходиться у м╕ст╕ без м╕ськ╕х ст╕н - то населення м╕ста зменшу╓ться на 1.

source: If the defender loses, and is not inside a city or fortress, all other units at the defender's location are destroyed along with the defender.
uk: Якщо захисника знищено, та в╕н не у м╕ст╕ або укр╕пленн╕, ус╕ ╕нш╕ загони на т╕й же кл╕тинц╕ також знищуються.

source: Modifying Combat Rules
uk: Модиф╕кац╕я Правил Бою

source: Modifying Combat Rules ----------------------
uk: Модиф╕кац╕я Правил Бою ----------------------

source: The combat rules described before can be modified by changing the following modifiers in game.ruleset, section combat_rules:
uk: Правила бою викладен╕ ран╕ше можуть бути зм╕нен╕ за допомогою модиф╕катор╕в у game.ruleset, розд╕л╕ combat_rules:

source: - killstack. (default: 1) If set to 0, units in the same tile of a lost defender are not destroyed.
uk: - групова загибель. (по замовчуванню: 1) Якщо 0, п╕дрозд╕ли на тий сам╕й кл╕тинц╕, що й загиблий захисник не знищуються.

source: Combat example 1
uk: Приклад бою 1

source: Suppose a Cannon (A:8, D:1, HP:20, F:1) attacks a Musketeer (A:3, D:3, HP:20, F:1) inside a city with City Walls built on a Forest tile. Neither are veteran.
uk: Припустимо Пушка (А:8, З:1, З:20, СВ:1) атаку╓ М╕шкетер╕в (А:3, З:3, З:20, СВ:1) у м╕ст╕ з╕ ст╕нами, збудованому у л╕с╕. Н╕хто ╕з п╕дрозд╕л╕в не ветеран.

source: The defender's base strength is 3. Because it is on a Forest tile, its strength becomes 4.5. It is behind City Walls, so its strength is tripled, to 13.5. It is a ground unit inside a city, so its strength is increased to 20.25.
uk: Сила захисника 3. Тому що в╕н на л╕сов╕й територ╕╖, його сила склада╓ 4.5. В╕н за ст╕нами м╕ста, тож його сила потрою╓ться до 13.5. Це сухопутний п╕дрозд╕л у м╕ст╕, тож його сила зб╕льшу╓ться до 20.25.

source: Strength values inside the game are actually multiplied by 10, with fractions dropped, so the attacker's strength is 80, and the defender's strength is 202.
uk: Значення сили у гр╕ множиться на 10 та дробна частина в╕дкида╓ться, тож сила нападника 80, а захисника - 202.

source: Both units keep their firepower of 1 unchanged.
uk: Обидва п╕дрозд╕ли залишають свою силу вогню 1 незм╕нною.

source: Each round of combat, a random number between 1 and 282 is generated. If the number is greater than 202 (about a 28% chance), the defender loses 1 hit point. Otherwise (about a 72% chance), the attacker loses 1 point.
uk: Кожного раунду, генеру╓ться випадкове число м╕ж 1 та 282. Якщо число б╕льше н╕ж 202 (в╕рог╕дн╕сть б╕ля 28%), захисник втрача╓ 1 здоров'я. ╤накше (в╕рог╕дн╕сть 72%), атакуючий втрача╓ 1 здоров'я.

source: Since both units have 20 hit points, the odds favor a victory for the defender. The defender will probably lose somewhere around 40% of its hit points during the fight. But the outcome is never certain as long as both units have non-zero strengths; the defender might emerge untouched, or it might lose most of its hit points, or it might even lose the battle.
uk: Враховуючи що обидва загони мають здоров'я 20, найв╕рог╕дн╕ше вигра╓ захисник. В╕н можливо втратить десь б╕ля 40% здоров'я напротяз╕ бою. Але результат н╕коли не визначений доки обидва п╕дрозд╕ли мають не нульове здоров'я: захисник може залишитися недоторканим, в╕н може втратити б╕льш╕сть свого здоров'я, або може нав╕ть повн╕стю програти битву.

source: Combat example 2
uk: Приклад бою 2

source: Suppose a veteran Battleship (A:12, D:12, HP:40, F:2) with 3 movement points attacks a veteran Alpine Troops (A:5, D:5, HP:20, F:1) inside a city built on a Grassland tile, with City Walls and a Coastal Defense.
uk: Уявимо Л╕нкор ветеран (А:12, З:12, ЗД:40, СВ:2) з трьома ходами атакуючий П╕дрозд╕л-ветеран Альп╕йських Стр╕льц╕в (A:5, З:5, ЗД:20, СВ:1) у м╕ст╕ збудованому у Степу, з М╕ськими Ст╕нами та Прибережним Захистом.

source: The attacker's strength is 12, raised to 18 because of veteran status.
uk: Сила атакуючого склада╓ 12, та зб╕льшу╓ться до 18 через статус ветерана.

source: The defender's strength is 5, raised to 7.5 due to veteran status. The terrain's defense factor is 1 (no effect). The Coastal Defense doubles the defender's strength to 15. (The City Walls have no effect against attacking sea units.) The defender is a ground unit inside a city, so its total strength is 22.5.
uk: Сила захисника склада╓ 5, зб╕льшу╓ться до 7.5 через статус ветерана. Фактор захисту тер╕тор╕╖ склада╓ 1 (нема╓ впливу). Прибережний Захист подвою╓ силу захисника до 15. (М╕ськ╕ Ст╕ни не мають впливу проти атак морських п╕дрозд╕л╕в.) Захисник на суш╕ у м╕ст╕, тож повна сила захисту склада╓ 22.5.

source: Internally, the values used for attacker and defender strength are 180 and 225, respectively.
uk: У програм╕, значення використовуван╕ для сили атакуючого та захищающогося складають 180 та 225, в╕дпов╕дно.

source: The firepower of the Battleship is set from 2 to 1.
uk: Сила вогню Л╕нкору встановлена з 2 до 1.

source: Each round, a random number from 1 to 405 is generated. If it is greater than 225 (about a 44% chance) the defender loses 1 hit point. Otherwise, the attacker loses 1 hit point.
uk: Кожного ходу, генеру╓ться випадкове число м╕ж 1 та 405. Якщо воно б╕льше н╕ж 225 (б╕ля 44% в╕рог╕дност╕) захисник втрача╓ 1 здоров'я. ╤накше, атакуючий втрача╓ одиницю здоров'я.

source: In this case, the odds greatly favor the attacker winning. The Battleship is 25% less likely to score a hit in any given round, but the Battleship has twice as many hit points. The Battleship should expect to lose about 60% of its hit points during the fight, and should expect to have no movement points left.
uk: У цьому випадку, найшвидше за все нападник вигра╓. Л╕нкор ма╓ менш н╕ж 25% в╕рог╕дн╕сть програшу у кожному раунд╕, але Л╕нкор ма╓ удв╕ч╕ б╕льше здоров'я. Л╕нкор повинен втратити б╕ля 60% здоров'я напротяз╕ бою, та скор╕ш за все не буде мати руху.

source: Zones of Control
uk: Зони контролю

source: Zones of Control, abbreviated as ZOC, is a game concept which prevents you moving freely in zones controlled (or partially controlled) by enemy forces.
uk: Зони контролю, це концепц╕я гри, що забороня╓ в╕льний рух у зонах контрольованих (або частково контрольованих) ворогами.

source: The general rule is that a land unit which is adjacent to an enemy occupied square cannot move directly to another square which is also adjacent to an enemy occupied square. Here an enemy occupied square means a land square with an enemy unit on it. Adjacency means any of the eight squares surrounding a unit.
uk: Загальне правило - сухопутний п╕дрозд╕л що розташований на п╕дконтрольн╕й ворогу кл╕тинц╕ не може рухатися напряму на ╕ншу п╕дконтрольну ворогу кл╕тинку. П╕дконтрольн╕сть розповсюджу╓ться на 8 кл╕тин навколо п╕дрозд╕лу.

source: In the following special cases ZOC does not apply: - A unit moving directly into or out of a city. - A unit moving onto a square occupied by a friendly unit. - A unit moving from an ocean square (disembarking from a boat). - A unit type which explicitly ignores ZOC, eg Diplomats and Spies.
uk: У наступних випадках Зони контролю не д╕ють: - П╕дрозд╕л входить або виходить з м╕ста. - П╕дрозд╕л руха╓ться на кл╕тину з дружн╕м п╕дрозд╕лом. - П╕дрозд╕л руха╓ться з океану (вивантажу╓ться з корабля). - ╢ п╕дрозд╕ли котр╕ ╕гнорують Зони контролю, як то Д╕ломати та Шпигуни.

source: Notes: - Only land units are restricted by ZOC. - Non-land units can impose ZOC (that is, count as enemy occupied squares), but only if they are on a land square. So effectively sea units cannot impose ZOC (unless they are in a city), and air units (including helicopters) do not impose ZOC if they are over ocean squares. - ZOC does not restrict unit attacks, only movement. - An enemy city counts as an enemy occupied square if there are any units inside the city, but not if the city is empty. (This is the same rule as for any other square). - Moving from an ocean square is a special case; moving _to_ an ocean square (moving back onto a boat) is also permitted, by the special case of moving onto a friendly unit (the boat).
uk: Прим╕тки: - Лише сухопутн╕ п╕дрозд╕ли п╕дпадають п╕д зони контролю. - Не наземн╕ п╕дрозд╕ли можуть встановлювати зони контролю (це раху╓ться як окупован╕ ворогом кл╕тини), але лише якщо вони на сухопутн╕й кл╕тинц╕. Тож морськ╕ п╕дрозд╕ли не можуть ефективно створювати зони контролю (лише у м╕ст╕), та ав╕ап╕дрозд╕ли (включаючи гел╕коптери) не можуть створювати зони контролю якщо вони над океан╕чними територ╕ями. - Зони контролю не обмежують атаку, лише рух. - Вороже м╕сто раху╓ться як захоплена ворогом кл╕тинка якщо у ньому ╓ загони, але якщо воно не пусте. (Теж правило як для ╕нших кл╕тин). - Рух з моря це особливий випадок; рух на морську кл╕тину (завантаження в корабель) також дозволений, через особливий випадок руху на дружн╕й п╕дрозд╕л (корабель).

source: TIP: You can infiltrate enemy zones by first moving in a Diplomat (or some other unit which ignores ZOC), and then moving regular units onto the square now occupied by the Diplomat. By repeating this process (and optionally leaving some units behind to keep squares occupied), you can make a path through enemy territory.
uk: ПОРАДА: Ви можете нейтрал╕зувати ворож╕ зони спершу рухаючись по ним Д╕пломатом (або ╕ншим п╕дрозд╕лом що ╕гнору╓ зони контролю), та пот╕м рухайте звичайн╕ п╕дрозд╕ли на кл╕тину що окупована д╕пломатом. Повторюючи це (та опц╕онально залишаючи деяк╕ зпгони аби залишити кл╕тини окупованими), Ви можете прокласти шлях по ворож╕й територ╕╖.

source: These rules differ slightly from previous versions of Freeciv (release 1.8.0 and before) in the following ways: - Enemy cities with no units in them no longer impose ZOC. - The special case for land units disembarking is new.
uk: Ц╕ правила сутт╓во зм╕нено пор╕вняно ╕з старими верс╕ями Freeciv (1.8.0 та ран╕ш╕) наступним шляхом: - Ворож╕ м╕ста без п╕дрозд╕л╕в б╕льше не створюють Зони Контролю. - ╢ нов╕ спец╕альн╕ випадки для сухопутних п╕дрозд╕л╕в.

source: The different types of terrain each have different strengths and drawbacks. When choosing a place for a new city, make sure there are enough food-producing squares nearby to support your growing population.
uk: Р╕зн╕ типи територ╕й мають р╕зн╕ сили та в╕ддачу. Тож при вибор╕ м╕сця п╕д нове м╕сто, впевнитесь що ╓ достатньо кл╕тин з ╖жою для п╕дтримки Вашого зростаючого населення.

source: The net benefit of a square for your city depends on your government type as well as city improvements and wonders.
uk: Прибуток в╕д площ навколо м╕ста залежить в╕д форми Вашого правл╕ння, а також буд╕вель у м╕ст╕ та Див.

source: Terrain Alterations
uk: Зм╕на тер╕тор╕й

source: Settlers and Engineers have the ability to alter terrain squares in several ways.
uk: Колон╕сти та ╤нженери можуть зм╕нювати територ╕╖ дек╕лькома способами.

source: Suitable types of terrain can be irrigated. This requires a nearby source of water: an Ocean or River square, or another square which is irrigated, must be directly adjacent to the target square, to the north, south, east or west. Irrigating a square causes it to produce some extra food each turn. In addition, given sufficient technology, you may irrigate a square a second time, turning it into even more productive Farmland.
uk: В╕дпов╕дн╕ типи територ╕й можуть бути зрошен╕. Але це потребу╓ наявност╕ води: Океана або Р╕чки, або вже зрошено╖ територ╕╖, як╕ мають бути розташован╕ поруч та не по д╕агонал╕. Зрошення надае можлив╕сть виробляти додаткову ╖жу кожного ходу. На додаток, за наявност╕ в╕дпов╕дно╖ технолог╕╖, Ви можете зрошувати вже зрошен╕ територ╕╖ перетворюючи ╖х на б╕льш продуктивн╕ ферми.

source: Some types of terrain can be mined, which increases the number of resources (shields) produced by that square.
uk: На деяких типах територ╕й можуть бути збудован╕ шахти, що зб╕льшу╓ виробництво (щити) на ц╕й кл╕тин╕.

source: Roads and railroads can be built on any square except Ocean. (To build a road or railroad on a River square, though, you must know Bridge Building.) Roads and railroads allow your units to move more quickly, and they increase the resources produced in cities.
uk: Шляхи та Зал╕зниц╕ можуть бути збудован╕ на будь яких кл╕тинах за виключеням океану. (Аби будувати шляхи та зал╕зниц╕ на Р╕чках Ви повинн╕ знати про Буд╕вництво Мост╕в.) Шляхи та Зал╕зниц╕ дозволяють п╕дрозд╕лам рухатися швидше, та зб╕льшують ресурси що виробляються м╕стом.

source: - Units use only one third of a movement point when going from one square to an adjacent square, if both squares have a road.
uk: - П╕дрозд╕л використову╓ лише третину ходу при рус╕ з одн╕╓╖ кл╕тинки на сус╕дню за умови наявност╕ на них дор╕г.

source: - Units expend no movement points when moving along a railroad. You may ride a railroad indefinitely.
uk: - Загони не втрачають руху при рус╕ по зал╕зниц╕. Ви можете ╖здити зал╕зницею ск╕льк╕ завгодно.

source: - A road may increase the trade resources produced by some types of terrain.
uk: - Шляхи можуть зб╕льшувати прибуток в╕д торг╕вл╕ на деяких типах територ╕й.

source: - A railroad increases the shield resources produced by a square by 50%. (Depending on server options, railroads may also increase food and trade resources, or may increase shield resources by an amount other than 50%.)
uk: - Зал╕зниц╕ зб╕льшують виробництво кл╕тини на 50%. (В залежност╕ в╕д опц╕й сервера, зал╕зниц╕ також можуть зб╕льшувати ресурси ╖ж╕ та торг╕вл╕, або зб╕льшувати виробництво не на 50%.)

source: Settlers and Engineers may also build a fortress. Units inside a fortress defend at twice their normal strength; also, units inside a fortress must be destroyed one at a time. See the Combat help section for further details.
uk: Колон╕сти та ╤нженери також можуть будувати укр╕плення. Загони у них захищаються з удв╕ч╕ б╕льшою силою; також, загони у укр╕пленн╕ знищуються не разом, а по черз╕. Дивись Допомогу по Боях для додатково╖ ╕нформац╕╖.

source: You may also build Airbases, at which your air units may land and refuel.
uk: Також Ви можете будувати Ав╕абази на як╕ Ваш╕ пов╕трян╕ п╕дрозд╕ли зможуть с╕дати та заправлятися.

source: The following table shows the number of turns required for one unit of Settlers to complete an activity. These numbers are reduced to half (rounded up) for Engineers, and they can be reduced further by stockpiling several Settlers/Engineers, doing teamwork.
uk: Наступна таблиця показу╓ к╕льк╕сть ход╕в необх╕дних для одного загону Колон╕ст╕в аби завершити працю. Ц╕ числа д╕ляться навп╕л при застосуванн╕ ╤нженер╕в, та можуть бути зменшен╕ ще б╕льше при застосуванн╕ к╕лькох загон╕в Колон╕ст╕в/╤нженер╕в, працюючих разом.

source: Pillaging
uk: Руйнування

source: All ground units have the ability to destroy terrain alterations, by pillaging. Pillaging removes 1 terrain alteration per turn per unit. Depending upon server settings, you may be given a choice of which terrain alteration to pillage, or they will be pillaged in the following order:
uk: Ус╕ сухопутн╕ загони мають можлив╕сть знищувати зм╕ни територ╕й займаючись руйнуванням. Руйнування знищу╓ 1 зм╕ну територ╕й за х╕д для одного загону. В залежност╕ в╕д установок сервера, Вам може бути надано виб╕р - яку зм╕ну територ╕й зруйнувати, або вони будуть руйнуватися у наступному порядку:

source: - farmland - irrigation - mining - a fortress - an airbase - a railroad - a road
uk: - ферма - зрошення - шахта - укр╕плення - ав╕абаза - зал╕зниця - шлях

source: Tiles that do not have terrain alterations (farmland, irrigation, mining, fortress, airbase, railroad or road) cannot be pillaged. In addition, terrain conversions and transformations cannot be undone by pillaging. For example, if you have irrigated a Forest tile to convert it into a Plain, pillaging will not convert it back into a Forest -- to do so, you would have to convert the tile again with a Settler or Engineer.
uk: Кл╕тини без покращань територ╕й (ферм, зрошень, шахт, укр╕плень, ав╕абаз, зал╕зниць або шлях╕в) не можуть п╕ддаватися руйнуванню. На додаток, зм╕ни територ╕й та ╖х трансформац╕╖ не можуть бути повернен╕ через руйнування. Наприклад, якщо Ви зробили зрошення на л╕сов╕й кл╕тинц╕ та зм╕нили ╖╖ на, р╕внину, руйнування не зм╕нить ╖╖ назад до л╕су - аби зробити це, Ви повинн╕ зм╕нити кл╕тину знову Колон╕стами або ╤нженерами.

source: Your government type influences your cities' productivity and commerce, your citizens' happiness, and many other game factors.
uk: Тип Вашого керування напряму вплива╓ на продуктивн╕сть та прибутков╕сть Ваших м╕ст, щастя Ваш╕х громадян та багато ╕нш╕х фактор╕в.

source: Your civilization starts out under a Despotism. As your technology improves, you can select other forms of government (listed below). In order to change your form of government, you must start a revolution. This will cause your civilization to undergo a period of Anarchy (lasting 1-5 turns); at the end of this time, you will be able to choose your new government.
uk: Ваша цив╕л╕зац╕я старту╓ п╕д формою правл╕ння Деспот╕зм. При вдосконаленн╕ технолог╕й, Ви можете вибрати ╕нш╕ форми керування (наведено нижче). Аби зм╕нити форму правл╕ння, Ви повинн╕ розпочати революц╕ю. Це поставить Вашу цив╕л╕зац╕ю у тимчасовий пер╕од Анарх╕╖ (що може продовжуватись 1-5 ход╕в); та по завершенн╕ цього пер╕оду, Ви отрима╓те можлив╕сть вибрати нову форму правл╕ння.

source: Corruption is the loss of trade due to inefficiency and greed. Under most forms of government, the farther away from the capital a city is, the more trade will be lost to corruption. (If you do not have a capital, your cities will suffer extremely high levels of corruption.) A Courthouse will reduce the level of corruption in a city.
uk: Корупц╕я це втрати у торг╕вл╕ через неефективн╕сть та жадобу. За б╕льшост╕ форм правл╕ння, чим дал╕ м╕сто в╕д столиц╕, тим б╕льше торговля втрача╓ через корупц╕ю. (Якщо Ви не ма╓те столиц╕, у Ваш╕х м╕стах буде занадто високий р╕вень корупц╕╖.) Суд зменшу╓ р╕вень корупц╕╖ у м╕ст╕.

source: Waste is the loss of shields due to inefficiency and greed. Under most forms of government, the farther away from the capital a city is, the more shields will be lost to waste. (If you do not have a capital, your cities will suffer extremely high levels of waste.) A Courthouse will reduce the level of waste in a city. Waste can result in your cities not building anything.
uk: Втрати це зменшення виробництва через неефективн╕сть та жадобу. За б╕льшост╕ форм правл╕ння, чим дал╕ м╕сто в╕д столиц╕, тим б╕льше виробництво недовиробля╓ через втрати. (Якщо Ви не ма╓те столиц╕, у Ваш╕х м╕стах буде занадто високий р╕вень втрат.) Суд зменшу╓ р╕вень втрат у м╕ст╕. Втрати можуть спричинити те, що Ваше м╕сто буде н╕чого не виробляти.

source: TIP 1: Offensive military campaigns are difficult under Republican and Democratic governments unless you give your citizens lots of luxuries to keep them happy. When conquering other civilizations, it may be helpful to switch to one of the more militant styles of government.
uk: Порада 1: Наступальн╕ в╕йськов╕ операц╕╖ досить важк╕ при Республ╕ц╕ або Демократ╕╖ якщо Ви не нада╓те вашим городянам велику розк╕ш аби тримати ╖х щасливими. При захопленн╕ ╕нш╕х цив╕л╕зац╕й, було б досить непогано зм╕нити форму правл╕ння на б╕льш в╕йскову.

source: TIP 2: Scientific advancement requires high levels of trade, which are much easier to achieve under Republican and Democratic governments. Consider switching to the Republic as soon as you can; gaining advanced technology early in the game puts you at an advantage.
uk: Порада 2: Прогрес у науц╕ вимага╓ високого р╕вня торг╕вл╕, якого найлегше досягти за Республ╕ки або Демократ╕╖. Намагайтеся перейти до Республ╕ки так швидко як зможете; отримання розвинених технолог╕й ран╕ше у гр╕ нада╓ Вам переваги.

source: Civil War
uk: Громадянська в╕йна

source: Civil war is devastating to any empire, and is triggered by the loss of your capital (palace). Up to half of your cities will rebel and declare allegiance to a new (AI) leader, who will loot half of your treasury and retain all of your scientific advances.
uk: Громадянська в╕йна зпустошу╓ будь яку ╕мпер╕ю, та розпочина╓ться п╕сля втрати столиц╕ (палац). До половини В╕ших м╕ст повста╓ та проголошу╓ в╕ддан╕сть новому (комп'ютерному) голов╕, що отриму╓ половину вашо╖ казни та ус╕ Ваш╕ технолог╕чн╕ знання.

source: Players remain in the civil war state for just one turn, after which the empire enters a state of anarchy.
uk: Гравц╕ перебувають у стан╕ громадянсько╖ в╕йни один х╕д, п╕сля цього ╕мпер╕я п╕дпада╓ п╕д анарх╕ю.

source: The capture of your capital does not always lead to civil war. If you have treated your people with kindness, you are more likely to retain their loyalty. Each city that is celebrating reduces the chance of civil war, while each revolting city increases the likelihood.
uk: Захоплення Вашо╖ столиц╕ не завжди призводить до громадянсько╖ в╕йни. Якщо Ви трима╓те Ваш нар╕д у щаст╕, то Вони б╕льш за все збережуть свою лояльн╕сть. Кожне м╕сто що святку╓ зменшу╓ шанси громадянсько╖ в╕йни, тод╕ як кожне повстале м╕сто зб╕льшу╓ шанси.

source: In addition, the form of government directly contributes to the chance of civil war. Governments with universal franchise are far less likely to revolt than those more despotic in nature.
uk: На додаток, форма правл╕ння прямо вплива╓ на можлив╕сть громадянсько╖ в╕йни. Форма правл╕ння з╕ свободою вибору та правом голосу менш сх╕льна до повстання тому що вона менш деспот╕чна по сво╖й природ╕.
