Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: The people in %s are stunned by your technological insight! Workers spontaneously gather and upgrade the city with railroads.
uk: Городяни у %s вражен╕ Вашим технолог╕чним р╕внем! Прац╕вники з╕бралися та збудували у м╕ст╕ зал╕зницю.

source: You have founded %s.
uk: Ви заснували %s

source: Moved %s out of disbanded city %s since it cannot stay on %s.
uk: Перем╕щено %s з розпущеного м╕ста %s тому що в╕н не може залишатися на %s.

source: When %s was disbanded your %s could not get out, and it was therefore lost.
uk: Коли %s б╕ло розпущено, п╕дрозд╕л %s не зм╕г вибратися та зник.

source: You destroy %s completely.
uk: Ви повн╕стю знищили %s.

source: %s has been destroyed by %s.
uk: %s знищено %s.

source: You conquer %s; your lootings accumulate to %d gold!
uk: Ви захопили %s, здобич склала %d гривню!

source: %s conquered %s and looted %d gold from the city.
uk: %s захопив %s та отримав здобич %d гривень.

source: You conquer %s
uk: Ви захопили %s

source: %s conquered %s.
uk: %s захопив %s

source: You have liberated %s! Lootings accumulate to %d gold.
uk: Ви визволили %s! Здобич склала %d гривень!

source: %s liberated %s and looted %d gold from the city.
uk: %s визволив %s та отримав здобич %d гривень.

source: You have liberated %s!
uk: Ви визволили %s!

source: %s liberated %s.
uk: %s визволив %s

source: from the worklist
uk: з плану буд╕вництва

source: %s is building %s%s.
uk: %s буду╓ %s%s.

source: You sell %s in %s (now landlocked) for %d gold.
uk: Ви продали %s у %s (тепер блоковано) за %d гривень.

source: %s is selling %s (obsolete) for %d.
uk: %s прода╓ %s (застар╕ле) за %d.

source: Notice: Wonder %s in %s will be finished next turn.
uk: Прим╕тка: Диво %s у %s буде зак╕нчено наступного ходу.

source: Suggest throttling growth in %s to use %s (being built) more effectively.
uk: Пропоную зменшити р╕ст м╕ста у %s аби використовувати %s (буду╓ться) б╕льш ефективно.

source: %s may soon grow to size %i.
uk: %s незабаром зросте до розм╕ру %i.

source: Warning: Famine feared in %s.
uk: Застереження: У %s очикують голодомор.

source: WARNING, we're LOW on FUNDS sire.
uk: ЗАСТЕРЕЖЕННЯ, залишилось МАЛО КОШТ╤В.

source: %s needs %s (being built) to grow any further.
uk: %s потребу╓ %s (буду╓) для подальшого розвитку.

source: %s needs an improvement to grow any further.
uk: %s потребу╓ буд╕влю для подальшого розвитку.

source: %s grows to size %d.
uk: %s зроста╓ до розм╕ру %d.

source: Famine feared in %s, %s lost!
uk: Голодомор у %s, втрачено %s!

source: Famine causes population loss in %s.
uk: Голодомор спричинив до зменшення населення у %s.

source: Famine destroys %s entirely.
uk: Голодомор повн╕стю знищив %s.

source: %s can't build %s from the worklist; tech not yet available. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; технолог╕я не в╕дкрита. В╕дклада╓мо...

source: %s can't build %s from the worklist. Purging...
uk: %s не може будувати %s з плану буд╕вництва. Видаля╓мо...

source: Production of %s is upgraded to %s in %s.
uk: Виробництво %s модерн╕зовано на %s у %s.

source: %s can't build %s from the worklist; tech %s not yet available. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; технолог╕я %s ще не в╕дкрита. В╕дклада╓мо...

source: %s can't build %s from the worklist; need to have %s first. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; спершу потр╕бно %s. В╕дклада╓мо...

source: %s can't build %s from the worklist; it needs %s government. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; потр╕бен уряд %s. В╕дклада╓мо...

source: %s can't build %s from the worklist; %s special is required. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; потр╕бна особлив╕сть %s. В╕дклада╓мо...

source: %s can't build %s from the worklist; %s terrain is required. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; потр╕бна м╕сцев╕сть %s. В╕дклада╓мо...

source: %s can't build %s from the worklist; only %s may build this. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; т╕льки %s може збудувати це. В╕дклада╓мо...

source: %s can't build %s from the worklist; city must be of size %d. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; м╕сто ма╓ бути розм╕ру %d. В╕дклада╓мо...

source: %s can't build %s from the worklist; only AI of level %s may build this. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; т╕льки Ш╤ р╕вня %s може збудувати це. В╕дклада╓мо...

source: %s can't build %s from the worklist; %s terrain class is required. Postponing...
uk: %s не може будувати %s з плану буд╕вництва; потр╕бен класс м╕сцевост╕ %s. В╕дклада╓мо...

source: %s can't build %s from the worklist; Reason unknown! Postponing...
uk: %s не може будувати %s з плану буд╕вництва; причина нев╕дома! В╕дклада╓мо...

source: %s's worklist is now empty.
uk: План буд╕вництва у %s пустий.

source: %s can't upkeep %s, unit disbanded.
uk: %s не може утримувати %s, п╕дрозд╕л разформовано.

source: Citizens in %s perish for their failure to upkeep %s!
uk: Громадяни в %s гинуть через ╖хню неспроможн╕сть утримувати %s!

source: %s is building %s, which is no longer available.
uk: %s буду╓ %s, що нараз╕ ╓ недоступне.

source: The %s have finished building %s in %s.
uk: %s збудували %s у %s.

source: %s has finished building %s.
uk: %s збудував %s.

source: %s boosts research; you gain %d immediate advance.
uk: %s прискорю╓ досл╕дження, ви негайно отриму╓те %d в╕дкриття.

source: The %s have acquired %s from %s.
uk: %s здобув %s в╕д %s.

source: The %s have started building a spaceship!
uk: %s розпочав будувати косм╕чний корабель!

source: %s's %s tried to build %s, which is not available.
uk: %s %s буду╓ %s, що нараз╕ ╓ недоступне.

source: %s can't build %s yet.
uk: %s поки що не може збудувати %s.

source: %s is finished building %s.
uk: %s збудував %s.

source: Can't afford to maintain %s in %s, building sold!
uk: Неможливо утримувати %s у %s, буд╕влю продано!

source: Pollution near %s.
uk: Забруднення б╕ля %s.

source: Wild celebrations in your honour in %s.
uk: Дик╕ святкування на вашу честь у %s.

source: Celebrations cancelled in %s.
uk: Святкування зак╕нчилось у %s.

source: Civil disorder in %s.
uk: Заворушення у %s.

source: CIVIL DISORDER CONTINUES in %s.
uk: ЗАВОРУШЕННЯ ПРОДОВЖУЮТЬСЯ у %s.

source: Order restored in %s.
uk: Спок╕й в╕дновлено у %s.

source: The people have overthrown your %s, your country is in turmoil.
uk: Вашу %s скинуто, кра╖на у хаос╕.

source: %s can't build %s yet, and we can't disband our only city.
uk: %s не може поки що збудувати %s, та ми не можемо разформувати Ваше ╓дине м╕сто.

source: %s is disbanded into %s.
uk: %s розформовано на %s.

source: Setting timeout to 0. Autogame will stop.
uk: Встановлюю затримку 0. Автогра зак╕нчиться.

source: You must interrupt Freeciv twice within one second to make it exit.
uk: Ви ма╓те перевати Freeciv дв╕ч╕ за одну секунду, щоб в╕н зупинився.

source: Warning: the %s option is obsolete. Use -m to enable the metaserver.
uk: Застереження: опц╕я %s застар╕ла. Використовуйте -m для запуску метасервера.

source: Error: unknown option '%s'
uk: Помилка: нев╕дома опц╕я '%s'

source: This is the server for %s
uk: Це сервер для %s

source: You can learn a lot about Freeciv at %s
uk: Ви можете багато д╕знатися про Freeciv на %s

source: Usage: %s [option ...] Valid options are:
uk: Використання: %s [опц╕я ...] Д╕йсними опц╕ями ╓:

source: -a --auth Enable server authentication.
uk: -a --auth Активувати аутентиф╕кац╕ю сервера.

source: -G --Guests Allow guests to login if auth is enabled.
uk: -G --Guests Дозволити г╕стям п╕дключатися, якщо аутентиф╕кац╕ю включено.

source: -N --Newusers Allow new users to login if auth is enabled.
uk: -N --Newusers Дозволя╓ новим користувачам п╕дключатися, якщо ув╕мкнено аутентиф╕кац╕ю.

source: -b --bind ADDR Listen for clients on ADDR
uk: -b, --bind АДРЕСА Очикувати на з'╓днання за АДРЕСОЮ

source: -d, --debug NUM Set debug log level (0 to 4, or 4:file1,min,max:...)
uk: -d, --debug НОМЕР Встановити р╕вень в╕дладки (з 0 по 4, або 4:файл1,м╕н,макс:...)

source: -d, --debug NUM Set debug log level (0 to 3)
uk: -d, --debug НОМЕР Встановити р╕вень в╕дладки (з 0 по 3)

source: -f, --file FILE Load saved game FILE
uk: -f, --file ФАЙЛ Завантажити гру збережену у ФАЙЛ

source: -h, --help Print a summary of the options
uk: -h, --help Вивести п╕дказку по опц╕ям

source: -l, --log FILE Use FILE as logfile
uk: -l, --log ФАЙЛ Використовувати ФАЙЛ як журнал

source: -m, --meta Notify metaserver and send server's info
uk: -m, --meta Пов╕домити метасервер та в╕дправити ╕нформац╕ю сервера

source: -M, --Metaserver ADDR Set ADDR as metaserver address
uk: -M, --Metaserver АДРЕСА Встановити АДРЕСА як адресу метасервера

source: -p, --port PORT Listen for clients on port PORT
uk: -p, --port ПОРТ Очикувати на з'╓днання на порту ПОРТ

source: -q, --quitidle TIME Quit if no players for TIME seconds
uk: -q, --quitidle ЧАС Зак╕нчити якщо не буде гравц╕в за ЧАС секунд

source: -e, --exit-on-end When a game ends, exit instead of restarting
uk: -e, --exit-on-end Коли гра зак╕нчу╓ться, виходити зам╕сть перезапуску

source: -s, --saves DIR Save games to directory DIR
uk: -s, --saves ТЕКА Збер╕га╓ гру у теку ТЕКА

source: -S, --Serverid ID Sets the server id to ID
uk: -S, --serverid ╤Д Встановити ╕дент╕ф╕катор сервера до ╤Д

source: -P, --Ppm Save ppms of the map when saving the game.
uk: -P, --Ppm Збер╕гати ppms мапи, п╕д час збереження гри.

source: -r, --read FILE Read startup script FILE
uk: -r, --read ФАЙЛ Читати ФАЙЛ стартового скрипта

source: -R, --Ranklog FILE Use FILE as ranking logfile
uk: -R, --Ranklog ФАЙЛ Використовувати ФАЙЛ як ранговий журнал

source: -v, --version Print the version number
uk: -v, --version Вивести верс╕ю

source: Report bugs at %s.
uk: Про помилки пов╕домляйте до %s.

source: Start the game, or restart after loading a savegame.
uk: Стартувати гру або рестартувати п╕сля завантаження збережено╖ гри.

source: This command starts the game. When starting a new game, it should be used after all human players have connected, and AI players have been created (if required), and any desired changes to initial server options have been made. After 'start', each human player will be able to choose their nation, and then the game will begin. This command is also required after loading a savegame for the game to recommence. Once the game is running this command is no longer available, since it would have no effect.
uk: Ця команда старту╓ гру. Якщо старту╓ться нова гра, команду потр╕бно використовувати п╕сля того як ус╕ гравц╕-люди з'╓дналися, та створен╕ комп'ютерн╕ гравц╕ (якщо потр╕бно), та ус╕ необх╕дн╕ зм╕ни у початкових опц╕ях сервера зроблено. П╕сля 'start', кожен гравець-людина ма╓ змогу обрати свою нац╕ю, п╕сля цього гра розпочина╓ться. Ця команда також необх╕дна п╕сля завантаження збережено╖ гри для продовження. П╕сля старту гри ця команда ╓ недоступною, бо ж зрозум╕ло що тепер вона не ма╓ сенсу.

source: help help commands help options help <command-name> help <option-name>
uk: help help commands help options help <команда> help <опц╕я>

source: Show help about server commands and server options.
uk: Показати допомогу по командам та опц╕ям сервера.

source: With no arguments gives some introductory help. With argument "commands" or "options" gives respectively a list of all commands or all options. Otherwise the argument is taken as a command name or option name, and help is given for that command or option. For options, the help information includes the current and default values for that option. The argument may be abbreviated where unambiguous.
uk: Без аргумент╕в пода╓ деяку вступну допомогу. З аргументом 'commands' або 'options' да╓ посл╕довно список вс╕х команд або опц╕й. ╤накше аргумент береться як ╕м'я команди або опц╕╖, та наводиться допомога для ц╕╓╖ команди або опц╕╖. Для опц╕й допомога включа╓ поточне значення та значення по замовчуванню. Аргумент може бути скороченням якщо воно однозначне.

source: Show a list of players, teams, connections, or scenarios.
uk: Показати список гравц╕в, команд, з'╓днань або сценар╕╖в.

source: Show a list of players in the game, teams of players, connections to the server, or available scenarios. The argument may be abbreviated, and defaults to 'players' if absent.
uk: Показу╓ список гравц╕в у гр╕, команд, з'╓днань з сервером або наявн╕ сценар╕╖. Аргумент може бути скороченням, та при в╕дсутност╕ прийма╓ться значення по замовчуванню 'players'.

source: Quit the game and shutdown the server.
uk: Вийти з гри та вимкнути сервер.

source: cut <connection-name>
uk: cut <╕м'я-з'╓днання>

source: Cut a client's connection to server.
uk: Роз╕рвати з'╓днання кл╕╓нта до сервера.

source: Cut specified client's connection to the server, removing that client from the game. If the game has not yet started that client's player is removed from the game, otherwise there is no effect on the player. Note that this command now takes connection names, not player names.
uk: Роз╕рвати вказане з'╓днання, видаливши кл╕╓нта з гри. Якщо гру не стартовано гравець кл╕╓нта видаля╓ться, ╕накше команда на гравця не вплива╓. Прим╕тка: майте на уваз╕ що тепер ця команда потребу╓ ╕м'я з'╓днання, а не ╕м'я гравця.

source: explain explain <option-name>
uk: explain explain <опц╕я>

source: Explain server options.
uk: Розясню╓ опц╕╖ сервера

source: The 'explain' command gives a subset of the functionality of 'help', and is included for backward compatibility. With no arguments it gives a list of options (like 'help options'), and with an argument it gives help for a particular option (like 'help <option-name>').
uk: Команда 'explain' ма╓ деяку функц╕ональн╕сть команди 'help', та ╕сну╓ лише для зворотньо╖ сум╕сност╕. Без аргумент╕в вида╓ список опц╕й (як 'help options'), а з аргументом нада╓ допомогу по ц╕й конкретн╕й опц╕╖ (як 'help <опц╕я>').

source: show show <option-name> show <option-prefix>
uk: show show <опц╕я> show <преф╕кс-опц╕╖>

source: Show server options.
uk: Показу╓ опц╕╖ сервера.

source: With no arguments, shows all server options (or available options, when used by clients). With an argument, show only the named option, or options with that prefix.
uk: Без аргумент╕в показу╓ вс╕ опц╕╖ сервера (або доступн╕ опц╕╖ якщо визива╓ться кл╕╓нтами). З аргументом показу╓ т╕льк╕ вказану опц╕ю або опц╕╖ з таким преф╕ксом.

source: wall <message>
uk: wall <пов╕домлення>

source: Send message to all connections.
uk: В╕д╕слати пов╕домлення вс╕м гравцям.

source: For each connected client, pops up a window showing the message entered.
uk: Для кожного п╕д'╓днаного гравця демонстру╓ в╕конце з пов╕домленням.

source: vote yes|no [vote number]
uk: vote yes|no [номер голосування]

source: Cast a vote.
uk: Проголосувати.

source: debug [ player <player> | city <x> <y> | units <x> <y> | unit <id> | tech <player> | timing | info]
uk: debug [ player <гравець> | city <х> <у> | units <х> <у> | unit <╕дентиф╕катор> | tech <гравець> | timing | info]

source: Turn on or off AI debugging of given entity.
uk: В╕мкн╕ть або вимкн╕ть в╕дладку Ш╤ для цього запису.

source: Print AI debug information about given entity and turn continous debugging output for this entity on or off.
uk: Вивести в╕дладочну ╕нформац╕ю для Ш╤ про заданий запис та включити чи виключити безперервний в╕дладочний вив╕д для цього запису.

source: set <option-name> <value>
uk: set <опц╕я> <значення>

source: Set server option.
uk: Встановити опц╕╖ сервера.

source: team <player> [team]
uk: team <╕м'я-гравця> [╕м'я команди]

source: Change, add or remove a player's team affiliation.
uk: Зм╕нити, додати чи видалити гравця з команди.

source: Sets a player as member of a team. If no team specified, the player is set teamless. Use "" if names contain whitespace. A team is a group of players that start out allied, with shared vision and embassies, and fight together to achieve team victory with averaged individual scores.
uk: Робить гравця членом команди. Якщо команду не вказано, гравець встановлю╓ться в╕льним. Використовуйте "" якщо ╕мена м╕стять проб╕ли. Команда це група гравц╕в, що розпочинають у альянс╕ з╕ сп╕льним баченням та посольствами, та грають разом аби отримати перемогу команди з ╕нд╕в╕дуальними рахунками.

source: rulesetdir <directory>
uk: rulesetdir <тека>

source: Choose new ruleset directory or modpack.
uk: Обер╕ть нову директор╕ю з файлами правил або модиф╕кац╕й.

source: Choose new ruleset directory or modpack. Calling this without any arguments will show you the currently selected ruleset.
uk: Обира╓ нову директор╕ю з правилами чи модиф╕кац╕ями. Виклик без аргумент╕в покаже поточний наб╕р правил.

source: metainfo <meta-line>
uk: metainfo <╕нфо>

source: Set metaserver info line.
uk: Встановити ╕нфо стр╕чку метасервера.

source: metapatch <meta-line>
uk: metapatch <╕нфо>

source: Set metaserver patches line.
uk: Встановити патч-стр╕чку метасервера.

source: Control metaserver connection.
uk: Управл╕ння з'╓днаннями метасервера.

source: 'metaconnection ?' reports on the status of the connection to metaserver. 'metaconnection down' or 'metac d' brings the metaserver connection down. 'metaconnection up' or 'metac u' brings the metaserver connection up.
uk: 'metaconnection ?' показу╓ стан з'╓днань з метасервером. 'metaconnection down' або 'metac d' закрива╓ з'╓днання з метасервером. 'metaconnection up' або 'metac u' п╕д╕йма╓ з'╓днання з метасервером.

source: metaserver <address>
uk: metaserver <адреса>

source: Set address (URL) for metaserver to report to.
uk: Встановити адресу (URL) метасервера для зв╕т╕в.

source: aitoggle <player-name>
uk: aitoggle <гравець>

source: Toggle AI status of player.
uk: Встановити статус комп'ютерного для гравця.

source: take [connection-name] <player-name>
uk: take [з'╓днання] <гравець>

source: Take over a player's place in the game.
uk: Перехоплено м╕сце гравця %s у гр╕.

source: Only the console and connections with cmdlevel 'hack' can force other connections to take over a player. If you're not one of these, only the <player-name> argument is allowed. If '-' is given for the player name and the connection does not already control a player, one is created and assigned to the connection.
uk: Лише консоль та з'╓днання з р╕внем cmdlevel 'hack' можуть дозволяти ╕нш╕м з'╓днанням перехоплювати гравц╕в. Якщо Ви не один з них, лише аргумент <гравець> дозволений. Якщо вказано '-' зам╕сть ╕мен╕ гравця та з'╓днання ще не контролю╓ гравця, його буде створено та закр╕плено за з'╓днанням.

source: observe [connection-name] [player-name]
uk: observe [з'╓днання] [гравець]

source: Observe a player or the whole game.
uk: Спостер╕гати за гравцем чи вс╕╓ю грою.

source: Only the console and connections with cmdlevel 'hack' can force other connections to observe a player. If you're not one of these, only the [player-name] argument is allowed. If the console gives no player-name or the connection uses no arguments, then the connection is attached to a global observer.
uk: Лише консоль та з'╓днання з р╕внем cmdlevel 'hack' можуть дозволяти ╕нш╕м з'╓днанням спостер╕гати за гравцем. Якщо Ви не один з них, лише аргумент [гравець] дозволений. Якщо не вказати ╕мен╕ гравця або з'╓днання не ма╓ аргумент╕в, тод╕ з'╓днання буде закр╕плено за глобальним спотер╕гачем.

source: detach <connection-name>
uk: detach <╕м'я-з'╓днання>

source: detach from a player.
uk: в╕д'╓днатися в╕д гравця.

source: Only the console and connections with cmdlevel 'hack' can force other connections to detach from a player.
uk: Лише консоль та з'╓днання з р╕внем cmdlevel 'hack' можуть в╕д'╓днувати ╕нш╕ з'╓днання в╕д гравця.

source: create <player-name>
uk: create <гравець>

source: Create an AI player with a given name.
uk: Створити комп'ютерного гравця з таким ╕м'ям

source: The 'create' command is only available before the game has been started.
uk: Команда 'create' доступна лише до старту гри.

source: Set yourself in away mode. The AI will watch your back.
uk: Встановити соб╕ режим в╕дсутност╕. Комп'ютерний гравець буде очикувати на Ваше повернення.

source: The AI will govern your nation but do minimal changes.
uk: Комп'ютерний гравець буде головувати Вашою нац╕╓ю але робити м╕н╕мальн╕ зм╕ни.

source: novice novice <player-name>
uk: novice novice <гравець>

source: Set one or all AI players to 'novice'.
uk: Встановити р╕вень одного або ус╕х комп'ютерних гравц╕в у початковий.

source: With no arguments, sets all AI players to skill level 'novice', and sets the default level for any new AI players to 'novice'. With an argument, sets the skill level for that player only.
uk: Без аргумент╕в встановлю╓ р╕вень ус╕х комп'ютерних гравц╕в у початк╕вця, також початковим буде р╕вень по замовчуванню ус╕х нових комп'ютерних гравц╕в. За наявност╕ агрумента встановлю╓ р╕вень лише цього гравця.

source: easy easy <player-name>
uk: easy easy <╕м'я гравця>

source: Set one or all AI players to 'easy'.
uk: Встановити р╕вень одного або ус╕х комп'ютерних гравц╕в у легкий.

source: With no arguments, sets all AI players to skill level 'easy', and sets the default level for any new AI players to 'easy'. With an argument, sets the skill level for that player only.
uk: Без аргумент╕в встановлю╓ р╕вень ус╕х комп'ютерних гравц╕в у легкий, також легким буде р╕вень по замовчуванню ус╕х нових комп'ютерних гравц╕в. За наявност╕ агрумента встановлю╓ р╕вень лише цього гравця.

source: normal normal <player-name>
uk: normal normal <╕м'я гравця>

source: Set one or all AI players to 'normal'.
uk: Встановити р╕вень одного або ус╕х комп'ютерних гравц╕в у нормальний.

source: With no arguments, sets all AI players to skill level 'normal', and sets the default level for any new AI players to 'normal'. With an argument, sets the skill level for that player only.
uk: Без аргумент╕в встановлю╓ р╕вень ус╕х комп'ютерних гравц╕в у нормальний, також нормальним буде р╕вень по замовчуванню ус╕х нових комп'ютерних гравц╕в. За наявност╕ агрумента встановлю╓ р╕вень лише цього гравця.

source: hard hard <player-name>
uk: hard hard <╕м'я гравця>

source: Set one or all AI players to 'hard'.
uk: Встановити р╕вень одного або ус╕х комп'ютерних гравц╕в у важкий.

source: With no arguments, sets all AI players to skill level 'hard', and sets the default level for any new AI players to 'hard'. With an argument, sets the skill level for that player only.
uk: Без аргумент╕в встановлю╓ р╕вень ус╕х комп'ютерних гравц╕в у важкий, також важким буде р╕вень по замовчуванню ус╕х нових комп'ютерних гравц╕в. За наявност╕ агрумента встановлю╓ р╕вень лише цього гравця.

source: cheating cheating <player-name>
uk: cheating cheating <гравець>

source: Set one or all AI players to 'cheating'.
uk: Встановити р╕вень одного або ус╕х комп'ютерних гравц╕в у 'шахраювати'.

source: With no arguments, sets all AI players to skill level 'cheating', and sets the default level for any new AI players to 'cheating'. With an argument, sets the skill level for that player only.
uk: Без аргумент╕в встановлю╓ р╕вень ус╕х Ш╤-гравц╕в у 'шахраювати', також 'шахраювати' буде р╕вень по замовчуванню ус╕х нових Ш╤-гравц╕в. За наявност╕ агрумента встановлю╓ р╕вень лише для цього гравця.

source: experimental experimental <player-name>
uk: experimental experimental <гравець>

source: Set one or all AI players to 'experimental'.
uk: Встановити р╕вень одного або ус╕х комп'ютерних гравц╕в у експерементальний.
