Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Sorry, your %s cannot establish a trade route here!
uk: Вибачте, Ваш %s не може встановити тут торговий шлях!

source: The city of %s already has %d better trade routes!
uk: М╕сто %s вже ма╓ %d кращих торгових шлях╕в!

source: Sorry, %s has canceled the trade route from %s to your city %s.
uk: Вибачьте, %s скасував торговий шлях в╕д %s до Вашого м╕ста %s.

source: Your %s from %s has arrived in %s, and revenues amount to %d in gold and research.
uk: Ваш %s з %s досягнув %s, прибуток склада╓ться з %d гривень та досл╕джень.

source: %s was upgraded for free to %s%s.
uk: %s був модерн╕зований безкоштовно до %s%s.

source: Not enough gold. %s disbanded
uk: Недостатньо грошей. %s розпущено.

source: Your %s has run out of hit points.
uk: Ваш п╕дрозд╕л %s втратив усе здоров'я.

source: Your %s has returned to refuel.
uk: Ваш п╕дрозд╕л %s повернувся для заправки.

source: Your %s has run out of fuel.
uk: Вашому п╕дрозд╕лу %s не вистачило палива.

source: Your %s became more experienced!
uk: Ваш п╕дрозд╕л %s став б╕льш досв╕дченним!

source: at %s
uk: у %s

source: in %s
uk: у %s

source: outside %s
uk: неподал╕к %s

source: near %s
uk: б╕ля %s

source: Teleported your %s to %s.
uk: Телепортовано Ваш %s до %s.

source: Disbanded your %s.
uk: Розпущено Ваш %s.

source: Unable to defend %s, %s has lost the game.
uk: Не можу захистити %s, %s програв гру.

source: Losing %s meant losing the game! Be more careful next time!
uk: Втрата %s означа╓ програш гри! Будьте б╕льш пильним ╕ншого разу!

source: %s lost when %s was lost.
uk: Встрачено %s п╕сля втрати %s.

source: %s escaped the destruction of %s, and fled to %s.
uk: Ваш п╕дрозд╕л %s запоб╕г знищення у %s та вт╕к до %s.

source: Barbarian leader captured, %d gold ransom paid.
uk: Голову дикун╕в схоплено, %d гривень отримано.

source: Your attacking %s succeeded against %s's %s%s and became more experienced!
uk: Ваш атакуючий %s усп╕шно знищив %s %s%s та став б╕льш досв╕дченим!

source: Your attacking %s succeeded against %s's %s%s!
uk: ВаВаш атакуючий %s усп╕шно знищив %s %s%s!

source: %s lost to an attack by %s's %s%s.
uk: %s втрачено у атац╕ на %s %s%s.

source: Your attacking %s succeeded against %s's %s (and %d other unit)%s and became more experienced!
uk: Ваш атакуючий %s досяг усп╕ху проти %s %s (та %d ╕ншого п╕дрозд╕ла)%s та став б╕льш досв╕дченим!

source: Your attacking %s succeeded against %s's %s (and %d other unit)%s!
uk: Ваша атака %s проти %s %s (та %d ╕ншого п╕дрозд╕ла)%s вдалася!

source: %s lost to an attack from %s's %s.
uk: %s втрачено у атац╕ в╕д %s %s.

source: %s lost when %s's %s attacked %s's %s.
uk: %s втрачено у атац╕ %s %s на %s %s.

source: %s (and %s) lost to an attack from %s's %s.
uk: %s (та %s) втрачено у атац╕ в╕д %s %s.

source: %s and %d other unit lost to an attack from %s's %s.
uk: %s та %d ╕нший п╕дроз╕л втрачено у атац╕ в╕д %s %s.

source: %d unit lost when %s's %s attacked %s's %s.
uk: %d п╕дрозд╕л втрачено коли %s %s атакував %s %s.

source: Your %s was nuked by %s.
uk: Ваш %s атаковано атомною бомбою %s.

source: yourself
uk: власноруч

source: %s's %s was nuked.
uk: %s %s атаковано атомною бомбою.

source: %s was nuked by %s.
uk: %s атаковано атомною бомбою %s.

source: You nuked %s.
uk: Вами п╕ддали %s атомн╕й атац╕.

source: %s detonated a nuke!
uk: %s використав атомну зброю!

source: %s transported succesfully.
uk: %s вдало транспортовано.

source: This unit type can not be paradropped.
uk: Цей тип п╕дрозд╕л╕в не може бути парашутований.

source: You cannot paradrop a transporter unit.
uk: Ви не можете парашутувати транспортуючий п╕дрозд╕л.

source: The destination location is not known.
uk: Розм╕щення пункту призначення нев╕домо.

source: This unit cannot paradrop into %s.
uk: Цей п╕дрозд╕л не може бути парашутований до %s.

source: The distance to the target (%i) is greater than the unit's range (%i).
uk: В╕дстань до ц╕л╕ (%i) б╕льша н╕ж дальн╕сть п╕дрозд╕лу (%i).

source: Your %s paradropped into the %s and was lost.
uk: Ваш %s парашутовано у %s та втрачено.

source: Your %s was killed by enemy units at the paradrop destination.
uk: Ваш п╕дрозд╕л %s вбито ворожим п╕дрозд╕лом у точц╕ парашутування.

source: You found %d gold.
uk: Ви знайшли %d гривень.

source: You found %s in ancient scrolls of wisdom.
uk: Ви знайшли знання про %s у древн╕х списках зникло╖ цив╕л╕зац╕╖.

source: The %s have acquired %s from ancient scrolls of wisdom.
uk: %s д╕знався про %s ╕з древн╕х списк╕в зникло╖ цив╕л╕зац╕╖.

source: A band of friendly mercenaries joins your cause.
uk: Група дружн╕х найманц╕в при╓дналася до Вас.

source: An abandoned village is here.
uk: Пустий хут╕р.

source: You have unleashed a horde of barbarians!
uk: Ви спровокували орду дикун╕в!

source: Your %s has been killed by barbarians!
uk: Ваш п╕дрозд╕л %s знищено дикунами!

source: You found a friendly city.
uk: Ви знайшли дружн╓ м╕сто.

source: Friendly nomads are impressed by you, and join you.
uk: Дружн╕ кочовики вражен╕ Вами та при╓днуються до Вас.

source: Your overflight frightens the tribe; they scatter in terror.
uk: Ваш л╕так нав╕в жаху на туб╕льц╕в; вони розб╕глися.

source: Orders for %s aborted after enemy movement was spotted.
uk: %s перервав виконання наказу через наявн╕сть ворожих п╕дрозд╕л╕в на шляху.

source: Orders for %s aborted as there are units nearby.
uk: %s перервав виконання наказу через появу п╕дрозд╕л╕в поблизу.

source: Orders for %s aborted because building of city failed.
uk: %s перервав виконання наказу через невдале буд╕вництво м╕ста.

source: Orders for %s aborted since they give an invalid activity.
uk: %s перервав виконання наказу через неможлив╕сть д╕й по його виконанню.

source: Orders for %s aborted since they give an invalid location.
uk: %s перервав виконання наказу бо в╕н м╕стить нев╕рне м╕сцезнаходження.

source: Orders for %s aborted as there are units in the way.
uk: %s перервав виконання наказу бо на його шляху ╕нш╕ п╕дрозд╕ли.

source: Orders for %s aborted because of failed move.
uk: %s перервав виконання наказу бо не може рухатися.

source: Attempt to change homecity for %s failed.
uk: Змога зм╕ни р╕дного м╕ста для %s не вдалася.

source: Attempt to establish trade route for %s failed.
uk: Змога встановити торговий шлях до %s провалилася.

source: Attempt to build wonder for %s failed.
uk: Спроба збудувати диво для %s зак╕нчилася невдало.

source: Your %s has invalid orders.
uk: Ваш п╕дрозд╕л %s ма╓ нев╕рний наказ.

source: High landmass - this may take a few seconds.
uk: Багато земл╕ - це займе дек╕лька секунд.

source: Falling back to generator %d.
uk: Повертаюсь до генератора %d.

source: Generator 3 didn't place all big islands.
uk: Генератор 3 не може розташувати ус╕ велик╕ острови.

source: Generator 3 left %li landmass unplaced.
uk: Генератор 3 залишив нерозм╕щеними %li земель.

source: There has been a CMA error. Your citizen governor settings may be broken.
uk: Сталася помилка громадьского губернатора. Установки вашого громадського губернатора можуть бути з╕псован╕.

source: Old attributes detected and removed.
uk: Знайден╕ та видален╕ застар╕л╕ атрибути.

source: Plugin '%s' isn't available. Available are %s
uk: Додаток '%s' не доступний. Доступний %s

source: Plugin %s found but can't be initialized.
uk: Додаток %s знайдено але не ╕н╕циал╕зовано.

source: Plugin '%s' is now selected
uk: Додаток '%s' не обрано

source: Couldn't find soundset "%s" trying "%s".
uk: Не знайдено наб╕р звук╕в "%s" спробую "%s".

source: Proceeding with sound support disabled
uk: Продовжую без п╕дтримки звуку

source: No real audio plugin present, proceeding with sound support disabled
uk: Не знайдено додатку real audio. Продовжую без п╕дтримки звуку

source: For sound support, install SDL_mixer
uk: Для п╕дтримки звуку встанов╕ть SDL_mixer

source: No sound spec-file given!
uk: Не дано файлу спец╕ф╕кац╕й звуку!

source: Cannot find sound spec-file "%s".
uk: Не знайдено файлу спец╕ф╕кац╕й звуку "%s".

source: To get sound you need to download a sound set!
uk: Аби мати звук потр╕бно завантажити наб╕р звук╕в!

source: Get sound sets from <%s>.
uk: Бер╕ть звуков╕ набори з <%s>.

source: Will continue with disabled sounds.
uk: Продовжу╓мо з в╕дключеним звуком.

source: Could not load sound spec-file: %s
uk: Не завантажено файлу спец╕ф╕кац╕й звуку %s.

source: sound spec-file appears incompatible:
uk: файл спец╕ф╕кац╕й звуку несум╕сний:

source: sound spec-file claims required option(s) which we don't support:
uk: файл спец╕ф╕кац╕й звуку вимага╓ неп╕дтримуваних опц╕й:

source: No real audio subsystem managed to initialize!
uk: Нема╓ real audio п╕дсистеми для ╕н╕ц╕ал╕зац╕╖!

source: Perhaps there is some misconfigurationg or bad permissions
uk: З причини нев╕рно╖ конф╕гурац╕╖ або нев╕рних прав доступу

source: Cannot find audio file %s
uk: Не знайдено ауд╕о файл %s

source: ?filler:XXX/XXX XXX turns
uk: ?заповнювач:XXX/XXX XXX ход╕в

source: %3d gold per turn
uk: %3d гривень за х╕д

source: %3d turn
uk: %3d х╕д

source: never
uk: н╕коли

source: %s (XX) %d/turn
uk: %s (XX) %d/х╕д

source: %s (%d) %d turn
uk: %s (%d) %d х╕д

source: Obsolete
uk: Застар╕ло

source: Great Wonder
uk: Велике Диво

source: Small Wonder
uk: Мале Диво

source: %d/turn
uk: %d/х╕д

source: %+4d : Citizens
uk: %+4d : Городян

source: %+4d : Taxed from trade
uk: %+4d : Податк╕в в╕д торг╕вл╕

source: %+4d : Trade route with %s
uk: %+4d : Торговий шлях ╕з %s

source: %+4d : Building tithes
uk: %+4d : Буду╓ десяту частину

source: %+4d : Bonus from %s (%+d%%)
uk: %+4d : Прир╕ст в╕д %s (%+d%%)

source: %+4d : Waste
uk: %+4d : Втрати

source: %+4d : Disorder
uk: %+4d : Заворушення

source: %+4d : Used
uk: %+4d : Використано

source: ==== : Adds up to
uk: ==== : Дода╓ до

source: %4d : Total surplus
uk: %4d : Загальний лишок

source: ?city_state:Rapture
uk: ?стан_м╕ста:Захоплення

source: ?city_state:Disorder
uk: ?стан_м╕ста:Заворушення

source: ?city_state:Peace
uk: ?стан_м╕ста:Спок╕й

source: (worklist)
uk: (план буд╕вництва)

source: ?city:Name
uk: ?м╕сто:Назва

source: City Name
uk: Назва м╕ста

source: ?size [short]:Sz
uk: ?розм╕р:Роз

source: Size
uk: Розм╕р

source: State
uk: Стан

source: Rapture/Peace/Disorder
uk: Захоплнення/Спок╕й/Заворушення

source: Concise + Rapture, - Disorder
uk: Стисло + Захоплення, - Заворушення

source: Workers
uk: Прац╕вники

source: ?happy/content/unhappy/angry:H/C/U/A
uk: ?щаслив╕/нейтральн╕/нещасн╕/зл╕:Щ/Й/Н/З

source: Workers: Happy, Content, Unhappy, Angry
uk: Прац╕вники: Щаслив╕, Нейтральн╕, Нещасн╕, Зл╕

source: ?Happy workers:H
uk: ?Щаслив╕ прац╕вники:Щ

source: Workers: Happy
uk: Прац╕вники: Щаслив╕

source: ?Content workers:C
uk: ?Нейтральн╕ прац╕вники:Й

source: Workers: Content
uk: Прац╕вники: Нейтральн╕

source: ?Unhappy workers:U
uk: ?Нещасн╕ прац╕вники:Н

source: Workers: Unhappy
uk: Прац╕вники: Нещасн╕

source: ?Angry workers:A
uk: ?Зл╕ прац╕вники:З

source: Workers: Angry
uk: Прац╕вники: Зл╕

source: Special
uk: Спец╕альне

source: ?entertainers/scientists/taxmen:E/S/T
uk: ?шоумени/науковц╕/податк╕вц╕:Ш/Н/П

source: Entertainers, Scientists, Taxmen
uk: Шоумени, Науковц╕, Податк╕вц╕

source: Best
uk: Найкращий

source: attack
uk: атака

source: Best attacking units
uk: Найкращ╕ атакуюч╕ загони

source: defense
uk: захист

source: Best defending units
uk: Найкращ╕ захисн╕ загони

source: Units
uk: П╕дрозд╕ли

source: ?Supported (units):Owned
uk: ?П╕дтримуван╕ (п╕дрозд╕ли): П╕д

source: Number of units supported
uk: К╕льк╕сть п╕дтримуваних п╕дрозд╕л╕в

source: ?Present (units):Here
uk: ?Присутн╕ (п╕дрозд╕ли): При

source: Number of units present
uk: К╕льк╕сть присутн╕х п╕дрозд╕л╕в

source: Surplus
uk: Надлишок

source: ?food/production/trade:F/P/T
uk: ?╖жа/виробництво/торг╕вля:╥/В/Т

source: Surplus: Food, Production, Trade
uk: Надлишок: ╥жа, Виробництво, Торг╕вля

source: ?Food surplus [short]:+F
uk: ?Надлишок ╖ж╕:+╥

source: Surplus: Food
uk: Надлишок: ╥жа

source: ?Production surplus [short]:+P
uk: ?Надлишок виробництва:+В

source: Surplus: Production
uk: Надлишок: Виробництво

source: ?Trade surplus [short]:+T
uk: ?Надлишок торг╕вля:+Т

source: Surplus: Trade
uk: Надлишок: Торг╕вля

source: Economy
uk: Економ╕ка

source: ?gold/luxury/science:G/L/S
uk: ?гривн╕/розк╕ш/наука:Г/Р/Н

source: Economy: Gold, Luxuries, Science
uk: Економ╕ка: Гривн╕, Розк╕ш, Наука

source: ?Gold:G
uk: ?Гривень:Г

source: Economy: Gold
uk: Економ╕ка: Гривень

source: ?Luxury:L
uk: ?Розк╕ш:Р

source: Economy: Luxury
uk: Економ╕ка:Розк╕ш

source: ?Science:S
uk: ?Наука:Н

source: Economy: Science
uk: Економ╕ка: Наука

source: ?number_trade_routes:n
uk: ?торгов╕_шляхи:n

source: ?number_trade_routes:R
uk: ?торгов╕_шляхи:Т

source: Number of Trade Routes
uk: К╕льк╕сть торгових шлях╕в

source: Stock
uk: Запас

source: Food Stock
uk: Запас ╖ж╕

source: ?pollution [short]:Pol
uk: ?забруднення:Бруд

source: ?food (population):Grow
uk: Зр╕ст

source: Turns
uk: Ход╕в

source: Turns until growth/famine
uk: Ход╕в до зросту/голоду

source: ?Trade loss (corruption) [short]:-T
uk: -Т

source: Corruption
uk: Корумпован╕сть

source: ?Production loss (waste) [short]:-P
uk: -В

source: Waste
uk: Втрати

source: ?cma:Governor
uk: ?cma:Губернатор

source: Citizen Governor
uk: Громадьский Губернатор

source: Currently Building
uk: Нараз╕ буду╓ться

source: ?Stock/Target:(Have/Need)
uk: (Запас/Ц╕ль)

source: Turns/Buy
uk: Ход╕в/Купити

source: ?specialist:S
uk: ?спец╕ал╕ст:С

source: Specialists
uk: Спец╕ал╕сти

source: -a, --autoconnect Skip connect dialog
uk: -a, --autoconnect Пропустити д╕алог з'╓днання

source: -l, --log FILE Use FILE as logfile (spawned server also uses this)
uk: -l, --log ФАЙЛ Використовувати ФАЙЛ як файл журналу (породжений сервер теж це використову╓)

source: -m, --meta HOST Connect to the metaserver at HOST
uk: -m, --meta АДРЕСА При╓днатися до метасервера на АДРЕСА

source: -n, --name NAME Use NAME as name
uk: -n, --name ╤М'Я Використовувати ╤М'Я як ╕м'я

source: -p, --port PORT Connect to server port PORT
uk: -p, --port ПОРТ При╓днатися до сервера на порту ПОРТ

source: -P, --Plugin PLUGIN Use PLUGIN for sound output %s
uk: -P, --Plugin ДОДАТОК Використовувати ДОДАТОК для виводу звуку %s

source: -r, --read FILE Read startup script FILE (for spawned server only)
uk: -r, --read ФАЙЛ Читати ФАЙЛ стартового скрипта (т╕льки для породженого сервера)

source: -s, --server HOST Connect to the server at HOST
uk: -s, --server АДРЕСА При╓днатися до сервера на АДРЕСА

source: -S, --Sound FILE Read sound tags from FILE
uk: -S, --Sound ФАЙЛ Читати звук з файлу ФАЙЛ

source: -t, --tiles FILE Use data file FILE.tilespec for tiles
uk: -t, --tiles ФАЙЛ Використовувати данн╕ з файлу ФАЙЛ.tilespec для фон╕в

source: -- Pass any following options to the UI. Try "%s -- --help" for more.
uk: -- Передати будь яку наступну опц╕ю до UI. Спробуйте "%s -- --help" для допомоги.

source: Invalid port "%s" specified with --port option.
uk: Нев╕рний порт "%s" вказано ╕з опц╕╓ю --port.

source: Try using --help.
uk: Спробуйте використати --help.

source: Invalid debug level "%s" specified with --debug option.
uk: Нев╕рний р╕вень в╕дладки "%s" вказаний ╕з опц╕╓ю --debug.

source: Unrecognized option: "%s"
uk: Нев╕дома опц╕я: '%s'

source: Game started.
uk: Гру стартовано.

source: There was an error while auto connecting; aborting.
uk: Помилка сталась при спроб╕ автоконекту; перериваюся.

source: Changing production of every %s into %s.
uk: Зм╕ню╓мо виробництво у кожному %s на %s.

source: ?embassy:Both
uk: ?embassy:Обидва

source: ?embassy:Yes
uk: ?embassy:Так

source: ?embassy:With Us
uk: ?embassy:З нами

source: ?embassy:Contact
uk: ?embassy:Контакт

source: ?embassy:No Contact
uk: ?embassy:Немае Контакту

source: ?vision:Both
uk: ?бачення:Обидва

source: ?vision:To Them
uk: ?баченн╕:╥м

source: ?vision:To Us
uk: ?бачення:Нам

source: The %s give %s
uk: %s да╓ %s

source: The %s give unknown city.
uk: %s да╓ нев╕доме м╕сто.

source: The %s give %d gold
uk: %s да╓ %d гривень

source: The %s give their worldmap
uk: %s да╓ свою мапу св╕ту

source: The %s give their seamap
uk: %s да╓ свою мапу мор╕в

source: The parties agree on a cease-fire
uk: Сторони прийшли до замирення

source: The parties agree on a peace
uk: Сторони згодилися у мир╕

source: The parties create an alliance
uk: Сторони створили альянс

source: The %s gives shared vision
uk: %s да╓ сп╕льне бачення

source: The %s gives an embassy
uk: %s да╓ посольство

source: Popup Request
uk: Запит на демонстрац╕ю пов╕домлення

source: Exporting output window to civgame.log ...
uk: Експортую в╕кно виводу до civgame.log ...

source: Export complete.
uk: Експорт завершено.

source: Export failed, couldn't write to file.
uk: Експорт невдався, не можу записати у файл.

source: You don't buy %s in %s!
uk: Ви не купили %s у %s!

source: %s costs %d gold and you only have %d gold.
uk: %s кошту╓ %d гривень, а Ви ма╓те лише %d гривень.

source: Lost connection to server!
uk: Втрачено зв'язок з сервером.

source: Failed looking up host.
uk: Не можу визначити хост.

source: Connection in progress.
uk: З'╓днання.

source: Disconnected from server.
uk: Роз'╓днання з сервером.

source: Failed to contact server "%s" at port %d as "%s" after %d attempts
uk: Помилка доступу до сервера "%s" на порту %d як "%s" п╕сля %d спроб

source: Connection to server refused. Please start the server.
uk: З'╓днання з сервером в╕дхилено. Будь ласка стартуйте сервер.

source: Error contacting server "%s" at port %d as "%s": %s
uk: Помилка доступу до сервера "%s" на порту %d як "%s": %s

source: Auto-connecting to server "%s" at port %d as "%s" every %f second(s) for %d times
uk: Автоматично з'╓днуватись з сервером "%s" по порту %d як "%s" кожн╕ %f секунд напротяз╕ %d раз╕в

source: Starting server...
uk: Запускаю сервер...

source: Couldn't start the server.
uk: Не можу запустити сервер.

source: You'll have to start one manually. Sorry...
uk: Вам доведеться запустити це вручну. Вибачте...

source: Couldn't connect to the server.
uk: Не можу п╕д'╓днатися до сервера.

source: We probably couldn't start it from here.
uk: В╕рог╕дно ми не можемо розпочати це зв╕дси.

source: We have control of the server (command access level hack)
uk: Ми контролю╓мо сервер (необмежений р╕вень доступа до команд)

source: We can't take control of server, attempting to kill it.
uk: Ми не можемо отримати контроль над сервером, спробую зупинити його.

source: Only transporter units can be unloaded.
uk: Лише транспортован╕ п╕дрозд╕ли можуть бути вивантажен╕.

source: Only settler units can be put into auto mode.
uk: Лише колон╕сти та в╕йськов╕ п╕дрозд╕ли у м╕стах можуть бути поставлен╕ у авторежим.

source: Only nuclear units can do this.
uk: Лише атомн╕ падрозд╕ли можуть зробити це.

source: Only paratrooper units can do this.
uk: Лише парашут╕сти можуть робити це.

source: Too far for this unit.
uk: Задалеко для цього п╕дрозд╕лу.

source: Didn't find a route to the destination!
uk: Не знайдено шляху до ц╕л╕!

source: Oh my! You seem to have no capital!
uk: Ой в╓й! Зда╓ться у Вас не ма╓ столиц╕!

source: Terrain Road Irrigation Mining Transform
uk: Тер╕тор╕я Шлях Зрошення Шахти Зм╕на

source: (Railroads and fortresses require 3 turns, regardless of terrain.)
uk: (Зал╕зниц╕ та Укр╕плення потребують 3 ходи на буд╕вництво, залежно в╕д тер╕тор╕╖.)

source: Requires the %s technology.
uk: Потребу╓ технолог╕╖ %s.

source: Requires the %s government.
uk: Вимага╓ уряд %s.

source: Requires the %s building.
uk: Вимага╓ буд╕влю %s.

source: Requires the %s terrain special.
uk: Вимага╓ ресурс м╕сцевост╕ %s.

source: Requires the %s terrain.
uk: Вимага╓ м╕сцев╕сть %s.

source: Requires the %s nation.
uk: Вимага╓ нац╕ю %s.

source: Only applies to %s units.
uk: В╕дноситься лише до п╕дрозд╕л╕в %s.

source: Applies only to %s.
uk: В╕дноситься лише до %s.

source: Requires a minimum size of %d.
uk: Вимага╓ м╕н╕мальний розм╕р %d.

source: Requires AI player of level %s.
uk: Вимага╓ Ш╤-гравця р╕вня %s.

source: Requires %s terrain.
uk: Потребу╓ м╕сцевост╕ %s.

source: Allows %s.
uk: Дозволя╓ %s.

source: Allows %s (with %s).
uk: Дозволя╓ %s (з %s).

source: Rivers
uk: Р╕чки

source: Sorry, no help topic for %s.
uk: Вибачте, не ма╓ допомоги по %s.

source: Sorry, no help topic for %s. This page was auto-generated.
uk: Вибачте, не ма╓ допомоги по %s. Цю стор╕нку сгенеровано автоматично.

source: * The discovery of %s will make %s obsolete.
uk: * В╕дкриття %s робить застар╕лим %s.

source: * Allows all players with knowledge of %s to build %s units.
uk: * Дозволя╓ ус╕м гравцям що в╕дкрили %s будувати п╕дрозд╕ли %s.

source: * Allows %s (with %s).
uk: * Дозволя╓ %s (з %s).

source: * Allows %s.
uk: * Дозволя╓ %s.

source: * Belongs to %s units class.
uk: * Належить до класу п╕дрозд╕л╕в %s.

source: * Can occupy empty enemy cities.
uk: * Можуть захоплювати порожн╕ ворож╕ м╕ста.

source: * Speed is not affected by terrain.
uk: * М╕сцев╕сть не вплива╓ на швидк╕сть.

source: * Slowed down while damaged
uk: * Упов╕льню╓ться коли завдано шкоди

source: * Gets used up in making an attack.
uk: * Застосову╓ться для орган╕зац╕╖ атак.

source: * Is unreachable. Most units cannot attack this one.
uk: * Недосяжне. Б╕льш╕сть п╕дрозд╕л╕в не можуть атакувати це.

source: * Can only be built if there is %s in the city.
uk: * Може бути збудовано лише, якщо в м╕ст╕ ╓ %s.

source: * Can only be built with %s as government.
uk: * Може бути збудовано лише за уряда %s.

source: * May not be built in cities.
uk: * Не можуть бути збудован╕ в м╕стах.

source: * Only barbarians may build this.
uk: * Лише дикуни можуть збудувати це.

source: * Never has a home city.
uk: * Н╕коли не ма╓ р╕дного м╕ста.

source: * Losing this unit will lose you the game!
uk: * Втрата цього п╕дрозд╕ла спричинить програш ус╕╓╖ гри.

source: * Each player may only have one of this type of unit.
uk: * Кожний гравець може мати лише один п╕дрозд╕л цього типу.

source: * Requires %d population to build.
uk: * Вимага╓ населення %d, щоб бути збудованим.

source: * Can carry and refuel %d unit from classes:
uk: * Може нести та заправляти %d п╕дрозд╕л з класс╕в:.

source: * %s units
uk: * %s загон╕в

source: * Can establish trade routes (must travel to target city and must be at least 9 tiles [in Manhattan distance] from this unit's home city).
uk: * Може встановлювати торгов╕ шляхи (ма╓ подорожувати до м╕ста призначення, яке ма╓ бути щонайменьш 9 кл╕тин [у Манхеттенськ╕й в╕дстан╕] в╕д р╕дного м╕ста цього п╕дрозд╕ла).

source: * Can help build wonders (adds %d production).
uk: * Допомогають будувати дива (додають %d виробництва).

source: * May not be disbanded.
uk: * Не може бути разпущеним.

source: * May be disbanded in a city to recover 50%% of the production cost.
uk: * Може бути розпущеним у м╕ст╕ та повернути 50%% вартост╕ його виробництва.

source: * Can build new cities.
uk: * Можуть засновувати м╕ста.

source: * Can add on %d population to cities of no more than size %d.
uk: * Може додати %d населення до м╕ст не б╕льших за розм╕р %d.

source: * Can build roads and railroads.
uk: * Можуть будувати дороги та зал╕зниц╕.

source: * Can build mines on tiles.
uk: * Можуть будувати шахти.

source: * Can build irrigation on tiles.
uk: * Можуть будувати зрошення.

source: * Can build farmland.
uk: * Можу збудувати ферму.

source: * Can build farmland (if %s is known).
uk: * Можуть будувати ферми (якщо %s в╕дкрито).

source: * Can build farmland (if any of the following are known: %s).
uk: * Може будувати ферми (якщо будь що ╕з наступного в╕домо: %s).

source: * Can build fortresses.
uk: * Може будувати укр╕плення.

source: * Can clean pollution from tiles.
uk: * Може очищати м╕сцев╕сть в╕д забруднення.

source: * Can clean nuclear fallout from tiles.
uk: * Може очищати м╕сцев╕сть в╕д рад╕ац╕йного забруднення

source: * Can transform tiles.
uk: * Можуть перетворювати м╕сцев╕сть.

source: * May fortify, granting a 50%% defensive bonus.
uk: * Може укр╕плятися, отримуючи 50%% п╕дв╕щення захисту.
