Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: %d bulb
uk: %d бал

source: %d turn
uk: %d х╕д

source: Population: %s
uk: Населення: %s

source: Year: %s (T%d)
uk: Р╕к: %s (Т%d)

source: Gold: %d (%+d)
uk: Грошей: %d (%+d)

source: Tax: %d Lux: %d Sci: %d
uk: Податки:%d Розк╕ш:%d Наука:%d

source: Moving: %s
uk: Перем╕щення: %s

source: (Click for more info)
uk: (Клацн╕ть за подробицями)

source: %s People
uk: %s Народ

source: Turn: %d
uk: Х╕д: %d

source: Gold: %d
uk: Грошей: %d

source: Net Income: %d
uk: Чистий прубуток: %d

source: Tax rates: Gold:%d%% Luxury:%d%% Science:%d%%
uk: Податки: Грошей:%d%% Розк╕ш:%d%% Наука:%d%%

source: Researching %s: %s
uk: Досл╕джу╓ться %s: %s

source: Global warming chance: %d%% (%+d%%/turn)
uk: Можлив╕сть глобального потепл╕ння: %d%% (%+d%%/х╕д)

source: Nuclear winter chance: %d%% (%+d%%/turn)
uk: Можлив╕сть атомно╖ зими: %d%% (%+d%%/х╕д)

source: Government: %s
uk: Кер╕вництво: %s

source: %d unit
uk: %d п╕дрозд╕л

source: Turns to target: %d
uk: Ход╕в до ц╕л╕: %d

source: Turns to target: %d to %d
uk: Ход╕в до ц╕л╕: %d до %d

source: %d unit selected
uk: %d п╕дрозд╕л обрано

source: No units selected.
uk: П╕дрозд╕ли не обран╕.

source: Others: %d civil; %d military
uk: ╤нш╕: %d громадянськ╕; %d в╕йськов╕

source: Others: %d civilian
uk: ╤нш╕: %d громадянськ╕

source: Others: %d military
uk: ╤нш╕: %d в╕йсков╕

source: No units to upgrade!
uk: Нема╓ п╕дрозд╕л╕в для модерн╕зац╕╖.

source: None of these units may be upgraded.
uk: Жоден з цих п╕дрозд╕л╕в не може бути модерн╕зован.

source: Upgrade %d unit for %d gold? Treasury contains %d gold.
uk: Модерн╕зувати %d п╕дрозд╕л за %d гривень? Скарбниця м╕стить %d гривень.

source: Shows your progress in researching the current technology.
uk: Демонстру╓ прогрес у вивченн╕ досл╕джу╓мо╖ технолог╕╖.

source: no research target.
uk: нема╓ ц╕л╕ досл╕джень.

source: Shows the progress of global warming:
uk: Демонстру╓ розвиток глобального потепл╕ння.

source: Pollution rate: %d%%
uk: Забруднення: %d%%

source: Chance of catastrophic warming each turn: %d%%
uk: В╕рог╕дн╕сть катастроф╕чного потепл╕ння кожного ходу: %d%%

source: Shows the progress of nuclear winter:
uk: Демонстру╓ розвиток рад╕ац╕йно╖ зими:

source: Fallout rate: %d%%
uk: Р╕вень рад╕оактивних осадк╕в: %d%%

source: Chance of catastrophic winter each turn: %d%%
uk: В╕рог╕дн╕сть катастроф╕чно╖ зими кожного ходу: %d%%

source: Shows your current government:
uk: Показу╓ поточне правл╕ння:

source: Population: %5d
uk: Населення: %5d

source: Support: %5d %%
uk: П╕дтримка: %5d %%

source: Energy: %5d %%
uk: Енерг╕я: %5d %%

source: Mass: %5d ton
uk: Маса: %5d тона

source: Travel time: %5.1f years
uk: Час перельоту: %5.1f рок╕в

source: Travel time: N/A
uk: Час перельоту: нев╕домий

source: Success prob.: %5d %%
uk: В╕рог╕д. вдач╕: %5d %%

source: Year of arrival: %8s
uk: Р╕к прибуття: %8s

source: ?timeout:off
uk: ?таймаут:н╕

source: ?seconds:%02ds
uk: ?секунд:%02dс

source: ?mins/secs:%02dm %02ds
uk: ?хв/сек:%02dх %02dс

source: ?hrs/mns:%02dh %02dm
uk: ?час╕в/хв:%02dч %02dх

source: ?dys/hrs:%02dd %02dh
uk: ?дн╕в/час╕в:%02dд %02dч

source: ?duration:overflow
uk: ?тривал╕сть:н╕коли

source: %6d.%02d ms
uk: %6d.%02d мс

source: %s of the %s
uk: %s %s

source: Observer: %s
uk: Спостер╕гач: %s

source: Buildings:
uk: Буд╕вл╕:

source: None.
uk: Н╕чого

source: Wonders:
uk: Дива:

source: %s file appears incompatible: file: "%s" file options: %s supported options: %s
uk: %s файл зда╓ться несум╕стний: файл: "%s" опц╕╖ файла: %s в╕дом╕ опц╕╖: %s

source: %s file requires option(s) which client doesn't support: file: "%s" file options: %s supported options: %s
uk: %s файл вимага╓ опц╕й як╕ кл╕╓нт не п╕дтриму╓: файл: "%s" опц╕╖ файла: %s опц╕╖, що п╕дтримуються: %s

source: No usable default tileset found, aborting!
uk: Не знайдено фон╕в по замовчуванню, перериваюся!

source: Trying "%s" tileset.
uk: Пробую "%s" фони.

source: Could not open "%s".
uk: Не можу в╕дкрити "%s".

source: Couldn't load gfx file for the spec file %s
uk: Не можу завантажити gfx файл для spec файлу %s

source: Couldn't find a supported gfx file extension for %s
uk: Не знайдено п╕дтримуваного розширення файлу gfx для %s

source: Can't find tileset "%s".
uk: Не знайдено тему "%s".

source: Client does not support isometric tilesets. Using default tileset instead.
uk: Кл╕╓нт не п╕дтриму╓ ╕зометричн╕ фони. Використовую фони по замовчуванню.

source: Client does not support overhead view tilesets. Using default tileset instead.
uk: Кл╕╓нт не п╕дтриму╓ гор╕шн╕ фони. Використовую фони по замовчуванню.

source: Invalid darkness style set in tileset.
uk: Встановлено нев╕рний стиль темряви у тем╕.

source: Error in %s layer %d: you cannot have tall terrain or a sprite offset with a cell-based drawing method.
uk: Помилку у %s шар╕ %d: Ви не можете мати високу м╕сцев╕сть або сдвиг спрайту ╕з методом в╕дображення, заснованом на кл╕тинах.

source: Can't find spec file "%s".
uk: Не знайдено файлу спец╕ф╕кац╕й "%s".

source: Couldn't load gfx file %s for sprite %s
uk: Не можу завантажити gfx файл %s для спрайту %s

source: No graphics for specialist %s.
uk: Нема╓ граф╕к╕ для спец╕ал╕ста %s.

source: No graphics for citizen %s.
uk: Нема╓ граф╕к╕ для громадянина %s.

source: Don't have graphics tags %s or %s for %s %s
uk: Не ма╓ граф╕чних тег╕в %s або %s для %s %s

source: Using alternate graphic %s (instead of %s) for base %s
uk: Використовую альтернативни граф╕ку %s (зам╕сть %s) для бази %s

source: No graphics for base %s at all!
uk: Взагал╕ нема╓ граф╕ки для бази %s!

source: Missing %s building activity tag %s
uk: У споруджування буд╕вл╕ %s в╕дсутн╕й тег %s

source: Missing base sprite tag "%s".
uk: В╕дсутн╕й тег базового спрайту "%s".

source: Terrain graphics tag %s missing.
uk: Тег %s граф╕к╕ для м╕сцевост╕ в╕дсутн╕й.

source: Paths longer than 99 turns are not supported. Report this bug at %s
uk: Шляхи довш╕ н╕ж 99 ход╕в не п╕дтримуються. Пов╕домьте про цю помилку до %s

source: The citizen governor can't fulfill the requirements for %s. Passing back control.
uk: Громадьский губернатор не може задов╕льнити вимоги для %s. Повертаю керування.

source: The citizen governor has gotten confused dealing with %s. You may want to have a look.
uk: Громадянський губернатор спантеличений п╕д час розв'язування %s. Вам варто подивитись.

source: none
uk: нема╓

source: custom
uk: обране

source: happy
uk: щаслив╕

source: Name: %s Food: %10s Gold: %10s Production: %10s Luxury: %10s Trade: %10s Science: %10s People (W/E/S/T): %s City grows: %s Production completed: %s
uk: Назва: %s ╥жа: %10s Грош╕: %10s Виробництво: %10s Розк╕ш: %10s Торг╕вля: %10s Наука: %10s Люди (З/Ш/Н/П): %s Р╕ст м╕ста: %s Виробництво завершено: %s

source: ?cma:Very happy
uk: ?cma:Дуже щасливо

source: ?cma:Max food
uk: ?cma:Макс. ╖жа

source: ?cma:Max production
uk: ?cma:Макс. виробництво

source: ?cma:Max gold
uk: ?cma:Макс. грош╕

source: ?cma:Max science
uk: ?cma:Макс. наука

source: Ooops...
uk: Ой...

source: This unit cannot be bribed!
uk: Цей п╕дрозд╕л не може бути п╕дкуплений.

source: Bribe unit for %d gold? Treasury contains %d gold.
uk: П╕дкупити п╕дрозд╕л за %d гривень? Бюджет нарахову╓ %d гривень.

source: Bribe Enemy Unit
uk: П╕дкупити ворож╕й п╕дрозд╕л

source: Bribing the unit costs %d gold. Treasury contains %d gold.
uk: П╕дкуп п╕дрозд╕лу кошту╓ %d гривень. Бюджет нал╕чу╓ %d гривень.

source: Traitors Demand Too Much!
uk: Зрадники вимагають забагато!

source: Steal Technology
uk: Крад╕жка технолог╕╖

source: _Steal
uk: Вкрасти

source: Select Advance to Steal
uk: Обер╕ть технолог╕ю для крад╕жки

source: _Advances:
uk: Технолог╕╖:

source: At Spy's Discretion
uk: Як вир╕шить шпигун

source: Sabotage Improvements
uk: Саботувати буд╕влю

source: _Sabotage
uk: Саботувати

source: Select Improvement to Sabotage
uk: Обер╕ть буд╕влю для саботажу

source: _Improvements:
uk: Буд╕вл╕:

source: City Production
uk: Виробництво м╕ста

source: You can't incite a revolt in %s.
uk: Ви не можете влаштувати революц╕ю у %s.

source: City can't be incited!
uk: М╕сто не може бути п╕дбурено!

source: Incite a revolt for %d gold? Treasury contains %d gold.
uk: Влаштувати революц╕ю за %d гривень? Бюджет нал╕чу╓ %d гривень.

source: Incite a Revolt!
uk: Влаштовано революц╕ю!

source: Inciting a revolt costs %d gold. Treasury contains %d gold.
uk: Влаштувати революц╕ю кошту╓ %d гривень. Бюджет нал╕чу╓ %d гривень.

source: Your %s has arrived at %s. What is your command?
uk: Ваш %s досяг %s. Яка Ваша команда?

source: Choose Your Diplomat's Strategy
uk: Обер╕ть стратег╕ю Вашого Д╕пломата

source: Establish _Embassy
uk: Встановити посольство

source: _Investigate City
uk: Досл╕дити м╕сто

source: _Sabotage City
uk: Саботувати м╕сто

source: Steal _Technology
uk: Вкрасти технолог╕ю

source: Incite a _Revolt
uk: П╕дбурити до революц╕╖

source: _Keep moving
uk: Продовжити рухатись

source: Choose Your Spy's Strategy
uk: Обер╕ть стратег╕ю Вашого Шпигуна

source: _Poison City
uk: Отру╖ти м╕сто

source: Industrial _Sabotage
uk: ╤ндустр╕альний саботаж

source: Subvert Enemy Unit
uk: Перекупити ворож╕й п╕дрозд╕л

source: Sir, the diplomat is waiting for your command
uk: Пане - д╕пломат очику╓ Вашо╖ команди

source: Sir, the spy is waiting for your command
uk: Пане - шпигун очику╓ Вашо╖ команди

source: _Bribe Enemy Unit
uk: Перекупити ворож╕й п╕дрозд╕л

source: _Sabotage Enemy Unit
uk: Саботувати ворож╕й п╕дрозд╕л

source: clear all
uk: очистити усе

source: Known
uk: В╕домий

source: Toggle
uk: Переключити

source: Paint
uk: Малювати

source: Player
uk: Гравець

source: Delete
uk: Видалити

source: Activity
uk: Д╕я

source: Activity Target
uk: Мета д╕╖

source: Activity Count
uk: К╕льк╕сть д╕й

source: Type
uk: Тип

source: Owner
uk: Власник

source: Editing Tools
uk: ╤нструменти редагування

source: Help build _Wonder (%d remaining)
uk: Допомогти будувати Диво (%d залишилося)

source: Help build _Wonder
uk: Допомогти будувати Диво

source: Your caravan from %s reaches the city of %s. What now?
uk: Ваш Караван з %s досяг м╕ста %s. Що робити?

source: Your Caravan Has Arrived
uk: Ваш караван досяг мети

source: Establish _Traderoute
uk: Встановити торговий маршрут

source: Enter Marketplace
uk: Ув╕йти на Ринок

source: Cleared output window.
uk: Очищено в╕кно виводу

source: Food:
uk: ╥жа:

source: Prod:
uk: Виробництво:

source: Trade:
uk: Торг╕вля:

source: Gold:
uk: Грош╕:

source: Luxury:
uk: Розк╕ш:

source: Science:
uk: Наука:

source: Granary:
uk: Амбар:

source: Change in:
uk: Зм╕ниться:

source: Corruption:
uk: Корумпован╕сть:

source: Waste:
uk: Втрати:

source: Pollution:
uk: Забруднення:

source: _Overview
uk: _Огляд

source: Info
uk: ╤нфо

source: City map
uk: Мапа м╕ста

source: Press ENTER or double-click to sell an improvement.
uk: Натисн╕ть ENTER або дв╕ч╕ кл╕кн╕ть аби продати буд╕влю.

source: Production:
uk: Виробництво:

source: %d/%d %d turns
uk: %d/%d %d ход╕в

source: _Buy
uk: Купити

source: Pro_duction
uk: Виробництво

source: _Happiness
uk: Щастя

source: _Governor
uk: Губернатор

source: _Settings
uk: Установки

source: Entertainers
uk: Шоумени

source: Scientists
uk: Науковц╕

source: Taxmen
uk: Податк╕вц╕

source: Disband if build settler at size 1
uk: Розпустити, якщо буду╓ колон╕ст╕в при розм╕р╕ 1

source: Overview page
uk: Стор╕нка огляду м╕ста

source: Production page
uk: Виробництво

source: Happiness page
uk: Стор╕нка щастя

source: Governor page
uk: Стор╕нка губернатора

source: This Settings page
uk: Стор╕нка поточних установок

source: Last active page
uk: Остання активна стор╕нка

source: New citizens are
uk: Нов╕ городяни ╓

source: Next time open
uk: Наступного разу в╕дкрити

source: _Rename...
uk: Перейменувати...

source: _List present units...
uk: Перел╕к присутн╕х п╕дрозд╕л╕в...

source: _Prev city
uk: Попередн╓ м╕сто

source: _Next city
uk: Наступне м╕сто

source: <b>%s</b> - %s citizens
uk: <b>%s</b> - %s городян

source: - DISORDER
uk: - ЗАВОРУШЕННЯ

source: - celebrating
uk: - святкування

source: - happy
uk: - щастя

source: blocked
uk: блоковано

source: Supported units %d
uk: П╕дтримуван╕ п╕дрозд╕ли %d

source: Present units %d
uk: Присутн╕ п╕дрозд╕ли %d

source: Cen_ter
uk: Центр

source: _Activate unit
uk: Актив╕зувати

source: Activate unit, _close dialog
uk: Актив╕зувати, закрити в╕кно

source: _Disband unit
uk: Розпустити

source: _Load unit
uk: Завантажити п╕дрозд╕л

source: _Unload unit
uk: Вивантажити п╕дрозд╕л

source: _Sentry unit
uk: Охороняти

source: _Fortify unit
uk: Укр╕пити

source: Make new _homecity
uk: Зм╕нити дом╕вку

source: U_pgrade unit
uk: Модерн╕зувати п╕дрозд╕л

source: Buy %s for %d gold? Treasury contains %d gold.
uk: Купити %s за %d гривень? Бюджет нал╕чу╓ %d гривень.

source: Buy It!
uk: Купити

source: %s costs %d gold. Treasury contains %d gold.
uk: %s кошту╓ %d гривень? Бюджет нал╕чу╓ %d гривень.

source: Sell %s for %d gold?
uk: Продати %s за %d гривень?

source: Sell It!
uk: Продати

source: Rename City
uk: Зм╕нити назву м╕ста

source: What should we rename the city to?
uk: Яка нова назва м╕ста?

source: Chan_ge
uk: Зм╕нити

source: Add _First
uk: Додати Першим

source: Add _Next
uk: Додати Наступним

source: Add _Last
uk: Додати Останн╕м

source: _Select
uk: Обер╕ть

source: S_how
uk: Показати

source: Cities
uk: М╕ста

source: _Popup
uk: Показати

source: Improvements
uk: Буд╕вл╕

source: Wonders
uk: Дива

source: All Cities
uk: Ус╕ м╕ста

source: No Cities
uk: Нема м╕ст

source: Invert Selection
uk: Обернути вид╕лення

source: Building Units
uk: Будують п╕дрозд╕ли

source: Building Improvements
uk: Будують буд╕вл╕

source: Building Wonders
uk: Будують дива

source: Building Unit
uk: Буду╓ п╕дрозд╕л

source: Building Improvement
uk: Буду╓ буд╕влю

source: Building Wonder
uk: Буду╓ диво

source: Coastal Cities
uk: Прибережн╕ м╕ста

source: Same Island
uk: Той же остр╕в

source: Supported Units
uk: П╕дтримуван╕ п╕дрозд╕ли

source: Units Present
uk: Присутн╕ п╕дрозд╕ли

source: Improvements in City
uk: Буд╕вл╕ у м╕ст╕

source: Wonders in City
uk: Дива у м╕ст╕

source: Available Units
uk: Доступн╕ п╕дрозд╕ли

source: Available Improvements
uk: Доступн╕ буд╕вл╕

source: Available Wonders
uk: Доступн╕ дива

source: For information on the citizen governor and governor presets, including sample presets, see README.cma.
uk: Для ╕нформац╕╖ про: громадьского губернатора та його предустановки включаючи зразки предустановок, дивись README.cma.

source: _Presets:
uk: Предустановки:

source: Results
uk: Результати

source: Minimal Surplus
uk: М╕н╕мальний надлишок

source: Factor
uk: Фактор

source: Celebrate
uk: Святкувати

source: Governor Enabl_ed
uk: Губернатора Активовано

source: Governor Disabl_ed
uk: Губернатора Деактивовано

source: new preset
uk: нова предустановка

source: Name new preset
uk: Назва ново╖ предустановки

source: What should we name the preset?
uk: Яка назва новой предустановки?

source: Remove this preset?
uk: Видалити цю предустановку?

source: _Goto location
uk: Йти до

source: _Popup City
uk: В╕дкрити м╕сто

source: You say you wanna revolution?
uk: Ви казали, що настав час революц╕╖?

source: Revolution!
uk: Революц╕я!

source: What To Pillage
uk: Що руйнувати

source: Select what to pillage:
uk: Обер╕ть що руйнувати:

source: Name
uk: Назва

source: Unit selection
uk: Виб╕р п╕дрозд╕лу

source: _Ready all
uk: Готовн╕сть ус╕х

source: _Sentry idle
uk: Приспати безд╕яльн╕ п╕дрозд╕ли

source: _Nations:
uk: Нац╕╖:

source: Edit Nation
uk: Редагувати Нац╕ю

source: What Nation Will You Be?
uk: Якою нац╕╓ю ви будете керувати?

source: Pick Nation
uk: Обер╕ть Нац╕ю

source: Random Nation
uk: Випадкова Нац╕я

source: Select a nation
uk: Обер╕ть нац╕ю

source: _Properties
uk: Властивост╕

source: _Leader:
uk: Голова:

source: _Female
uk: Ж╕нка

source: _Male
uk: Чолов╕к

source: _City Styles:
uk: Стиль м╕ст:

source: L_egend
uk: Легенда

source: You must select your sex.
uk: Ви повин╕ вказати вашу стать.

source: You must select your city style.
uk: Ви повин╕ обрати стиль м╕ст.

source: You must type a legal name.
uk: Ви повин╕ ввести нормальне ╕м'я.

source: Upgrade Unit!
uk: Модерн╕зац╕я п╕дрозд╕лу!

source: Upgrade Obsolete Units
uk: Модерн╕зувати застар╕л╕ п╕дрозд╕ли

source: World-map
uk: Мапу св╕ту

source: Sea-map
uk: Мапу океану

source: _Maps
uk: Мапи

source: _Advances
uk: Технолог╕╖

source: _Cities
uk: М╕ста

source: _Give shared vision
uk: Надати сп╕льне бачення

source: Give _embassy
uk: Встановити посольство

source: _Pacts
uk: Угоди

source: Diplomacy: %s
uk: Д╕пломат╕я: %s

source: _Cancel meeting
uk: Зак╕нчити зустр╕ч

source: Accept _treaty
uk: П╕дписати угоду

source: C_lauses:
uk: Пункти:

source: _Gold:
uk: Грош╕:

source: _Add Clause...
uk: Додати Пункт...

source: --- This treaty is blank. Please add some clauses. ---
uk: --- Ця угода пуста. Будь ласка, додайте як╕-небудь пункти. ---

source: Invalid amount of gold specified.
uk: Вказана нев╕рна к╕льк╕сть грошей.

source: Find City
uk: Знайти м╕сто

source: Ci_ties:
uk: М╕ста:

source: Select tax, luxury and science rates
uk: Обер╕ть податки, розк╕ш та р╕вень науки

source: Lock
uk: Блокувати

source: %s max rate: %d%%
uk: %s максимальний р╕вень: %d%%

source: Set local options
uk: Встановити локальн╕ опц╕╖

source: Goto/Airlift Unit
uk: Рухати/Перенести п╕дрозд╕л

source: Air_lift
uk: Ав╕атранспорт

source: Select destination
uk: Обер╕ть мету

source: Show _All Cities
uk: Ус╕ м╕ста

source: Show Map Scrollbars
uk: Показувати Прокрутки Мапи

source: Disable this option to hide the scrollbars on the map view.
uk: В╕дключення ц╕╓╖ опц╕╖ схова╓ л╕н╕йку прокрутки мапи.

source: Keyboardless goto
uk: Рухатись без допомоги клав╕атури

source: If this option is set then a goto may be initiated by left-clicking and then holding down the mouse button while dragging the mouse onto a different tile.
uk: Якщо встановлено цю опц╕ю, д╕я йти до може бути викликана через л╕вий кл╕к та утримання кнопки миш╕ ╕з наступним перем╕щенням миш╕ до ╕ншо╖ кл╕тини.

source: Keep dialogs on top
uk: Диалоги завжди поверх

source: If this option is set then dialog windows will always remain in front of the main Freeciv window. Disabling this has no effect in fullscreen mode.
uk: Якщо встановлено цю опц╕ю, в╕кна диалог╕в завжди будуть над головним в╕кном Freeciv. У режим╕ повного екрану в╕ключення ц╕╓╖ опц╕╖ не дасть н╕якого ефекту.

source: Show worklist task icons
uk: Показувати ╕конки завданнь у план╕ буд╕вництва

source: Disabling this will turn off the unit and building icons in the worklist dialog and the production tab of the city dialog.
uk: В╕дключення цього в╕дключить ╕конки буд╕вель та п╕дрозд╕л╕в у диалоз╕ плана буд╕вництва та вкладц╕ виробництва д╕алога м╕ста.

source: Enable status report tabs
uk: Дозволити вкладки зв╕т╕в статуса

source: If this option is enabled then report dialogs will be shown as separate tabs rather than in popup dialogs.
uk: Якщо цю опц╕ю активовано, диалог╕ зв╕т╕в будуть на окремих вкладках, а не у вспливаючих д╕алогах.

source: Better fog-of-war drawing
uk: Краще в╕дображення туману в╕йни

source: If this is enabled then a better method is used for drawing fog-of-war. It is not any slower but will consume about twice as much memory.
uk: Якщо це ув╕мкнено, то використову╓ться найкращий метод для в╕дображення тумана в╕йни. Це також само швидко, проте потребу╓ удв╕ч╕ б╕льше пам'яти.

source: City Label
uk: Метка М╕ста

source: FIXME
uk: ПОЛАГОДЬМЕНЕ

source: Notify Label
uk: М╕тка Нагадування

source: Spaceship Label
uk: Метка Косм╕чного човна

source: Help Label
uk: М╕тка Допомоги

source: Help Link
uk: Ссилка Допомоги

source: Help Text
uk: Текст Допомоги

source: Chatline Area
uk: Зона Чату

source: Beta Label
uk: Бета М╕тка

source: Small Font
uk: Маленький Шрифт

source: Comment Label
uk: Метка Коментар╕я

source: City Names
uk: Назви м╕ст

source: City Productions
uk: Виробництво м╕ст

source: Turn Done
uk: Завершити х╕д

source: _Map
uk: Мапа

source: _Chat
uk: Чат

source: Freeciv is free software and you are welcome to distribute copies of it under certain conditions; See the "Copying" item on the Help menu. Now.. Go give'em hell!
uk: Freeciv ╓ в╕льною програмою, тож Ви можете в╕льно розповсюджувати ╖╖, але з урахуванням деяких застережень; Див╕ться розд╕л "Коп╕райт" у Допомоз╕. А тепер задайте ╖м перцю! Слава Укра╖н╕! Героям слава!

source: Not _ready
uk: Не готовий

source: _Ready
uk: Готовий

source: _Start
uk: Розпочати

source: Pick _Nation
uk: Обер╕ть _Нац╕ю

source: Create _player
uk: Створити гравця

source: _Release player
uk: В╕дпустити гравця

source: _Observe
uk: Спостер╕гати

source: _Do not observe
uk: Не спостер╕гати

source: <%s AI>
uk: <%s Ш╤>

source: Random
uk: Випадковий

source: Observer
uk: Спостер╕гач

source: Detached
uk: В╕д'╓днаний

source: Are you sure you want to quit?
uk: Ви впевнен╕, що хочете вийти?

source: Close Tab: %s
uk: Закрити Вкладку: %s

source: Happiness
uk: Щастя

source: Cities: %d total, %d over threshold of %d cities.
uk: М╕ста: загалом %d, на %d б╕льше н╕ж пор╕г у %d м╕ст.

source: %d content before penalty with
uk: %d нейтральних до штрафу

source: %d additional unhappy citizens.
uk: %d додаткових нещасних городян.

source: Luxury: %d total.
uk: Розк╕ш: %d загалом.

source: Units:
uk: П╕дрозд╕ли:

source: Martial law in effect (
uk: Д╕╓ в╕йськовий стан (

source: no maximum,
uk: не макс╕мум,

source: %d unit maximum,
uk: %d п╕дрозд╕л максимум,

source: %d per unit).
uk: %d на п╕дрозд╕л).

source: Military units in the field may cause unhappiness.
uk: В╕йськов╕ п╕дрозд╕ли у пол╕ можуть спричинити нещастя.

source: Military units have no happiness effect.
uk: В╕йськов╕ п╕дрозд╕ли не впливають на щастя.

source: Cost:
uk: Кошту╓:

source: Upkeep:
uk: Утримання:

source: Requirement:
uk: Потребу╓:

source: Obsolete by:
uk: Застар╕ле через:

source: Attack:
uk: Атака:

source: Defense:
uk: Захист:

source: Move:
uk: Рух:

source: FirePower:
uk: Сила вогню:

source: Hitpoints:
uk: Здоров'я:

source: Basic Upkeep:
uk: Утримання:

source: Vision:
uk: З╕р:

source: Move/Defense:
uk: Рух/Захист:

source: Food/Res/Trade:
uk: ╥жа/Рес/Торг╕вля:

source: Resources:
uk: Ресурси:

source: Road Rslt/Time:
uk: Шлях Рес/Час:

source: Irrig. Rslt/Time:
uk: Зрошення Рес/Час:

source: Mine Rslt/Time:
uk: Шахта Рес/Час:

source: Trans. Rslt/Time:
uk: Транс Рес/Час:

source: (Never)
uk: (Н╕коли)

source: About
uk: Про програму

source: Removed
uk: Видалено

source: Freeciv Help Browser
uk: Переглядач допомоги Freeciv

source: Expand All
uk: Розкрити Вс╕

source: Collapse All
uk: Згорнути Вс╕

source: Allows
uk: Дозволя╓

source: Obsoletes
uk: З╕старю╓

source: with
uk: з

source: ?techhelp:
uk: ?техдопомога:

source: +%d Trade / %d
uk: +%d Торг╕вля / %d

source: no extra / %d
uk: також / %d

source: n/a
uk: недоступне

source: +%d Food / %d
uk: +%d ╥жа / %d

source: +%d Res. / %d
uk: +%d Рес. / %d

source: Ruler:
uk: Правитель:

source: Government:
uk: Уряд:

source: Capital:
uk: Столиця:

source: Tax:
uk: Податки:

source: Researching:
uk: Досл╕джу╓мо:

source: _Diplomacy
uk: Дипломат╕я

source: _Techs
uk: Технолог╕╖

source: Foreign Intelligence: %s Empire
uk: Зовн╕шня Розв╕дка: %s ╤мпер╕я

source: Build New City
uk: Будувати нове м╕сто

source: What should we call our new city?
uk: Як назвати нове м╕сто?

source: Shows your current luxury/science/tax rates;click to toggle them.
uk: Показати Ваш╕ поточн╕ установки розкош╕/науки/податк╕в;кл╕кн╕ть аби в╕дкрити ╖х.

source: Better fog will only work in truecolor. Disabling it
uk: Кращий туман буде працювати лише в режим╕ truecolor. В╕дключаю це

source: Leaving a local game will end it!
uk: Якщо вийти ╕з локально╖ гри, вона завершиться!

source: _Game
uk: Гра

source: Game
uk: Гра

source: Local _Options
uk: Локальн╕ опц╕╖

source: _Message Options
uk: Опц╕╖ Пов╕домлень

source: _Reload Tileset
uk: Перевантажити Тему

source: Save Options on _Exit
uk: Зберегти Опц╕╖ при Виход╕

source: Sa_ve Options
uk: Зберегти Опц╕╖
