Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: Works as if you had a Hydro Plant in every city on the same continent where the wonder is built. (This reduces pollution and increases the effects of Factories and Mfg. Plants.)
uk: Працю╓ н╕бито Ви ма╓те Гадростанц╕ю у кожному м╕ст╕ на тому континент╕ де це Диво збудовано. (Це зменшу╓ забруднення та зб╕льшу╓ ефективн╕сть Фабрик та Завод╕в.)

source: Makes two unhappy citizens content in every city of yours on the same continent where the wonder is built.
uk: Нейтрал╕зу╓ 2 нещасних у кожному м╕ст╕ на континент╕ де збудовано це Диво.

source: Gives all sea units 1 additional movement point.
uk: Нада╓ ус╕м морськ╕м п╕дрозд╕лам один додатковй х╕д.

source: Double effects of Cathedrals, in all cities.
uk: Подвою╓ ефективн╕сть Собор╕в в ус╕х м╕стах.

source: Boosts science production in each city by 50%.
uk: Зб╕льшу╓ розвиток науки в ус╕х м╕стах на 50%.

source: In all cities, the unhappiness effect of every unit is reduced by 1. This means that in a Republic, units do not cause unhappiness, and in a Democracy, aggressive units cause only 1 unhappy citizen each.
uk: В ус╕х м╕стах, ефект нещастя через в╕йськовий п╕дрозд╕л зменшу╓ться на 1. Тобто, за Республ╕к╕ п╕дрозд╕л не створю╓ нещасних, та за Демократ╕╖, агресивн╕ п╕дрозд╕ли спричиняють лише одне нещастя.

source: elvis
uk: сп╕вець

source: ?Elvis:E
uk: ?Сп╕вець:С

source: scientist
uk: науковець

source: ?Scientist:S
uk: ?Науковець:Н

source: taxman
uk: податк╕вець

source: ?Taxman:T
uk: ?Податк╕вець:П

source: ?citystyle:European
uk: ?citystyle:Европейське

source: ?citystyle:Classical
uk: ?citystyle:Класичне

source: ?citystyle:Tropical
uk: ?citystyle:Троп╕чний

source: ?citystyle:Asian
uk: ?citystyle:Аз╕атське

source: ?citystyle:Babylonian
uk: ?citystyle:Вав╕лоньське

source: ?citystyle:Celtic
uk: ?citystyle:Кельтське

source: ?citystyle:Industrial
uk: ?citystyle:╤ндустр╕альне

source: ?citystyle:Modern
uk: ?citystyle:Сучасне

source: ?citystyle:PostModern
uk: ?citystyle:Постмодернове

source: ?citystyle:Renaissance
uk: ?citystyle:В╕дродження

source: Anarchy
uk: Анарх╕я

source: Usurper
uk: Узурпатор

source: ?female:Usurper
uk: Узурпаторка

source: Despotism
uk: Деспот╕зм

source: Chief
uk: Вождь

source: ?female:Chief
uk: Вождь

source: Monarchy
uk: Монарх╕я

source: King
uk: Король

source: Queen
uk: Королева

source: Communism
uk: Комун╕зм

source: Comrade
uk: Товариш

source: ?female:Comrade
uk: ?female:Товариш

source: Republic
uk: Республ╕ка

source: Consul
uk: Консул

source: ?female:Consul
uk: ?female:Консул

source: Democracy
uk: Демократ╕я

source: President
uk: Президент

source: ?female:President
uk: ?female:Президент

source: Fundamentalism
uk: Фундаментал╕зм

source: High Priest
uk: Духовний л╕дер

source: High Priestess
uk: Духовний л╕дер

source: Fundamentalism is a form of government organized around a central set of beliefs. The beliefs, usually religious in nature, form a rigid guideline for actions and reactions of both the rulers and the people. In a fundamentalist society, the people and the rulers are entirely devoted to their beliefs, and are usually willing to die to preserve them. Improvement that normally convert unhappy citizens to content citizens, produces `tithes' (gold) equivalent to the number of people they would convert, and require no maintenance.
uk: Фундаментал╕зм це форма правл╕ння що орган╕зову╓ться навколо в╕ри. В╕ра, зазвичай рел╕г╕я, жорстка база для д╕й та реакц╕╖ обох вождя та народу. У фундаментальн╕й сп╕льнот╕, нар╕д та кер╕вництво повн╕стю в╕ддан╕ сво╕й рел╕г╕╖, та зазвичай готов╕ померти але не зрадити ╖╖. Буд╕вл╕ що зазвичай нейтрал╕зують нещасних, виробляють десятину (грош╕) в╕дпов╕дно до к╕лькостю людей на яку вони мають впливати, та не вимагають утримання.

source: Advanced Flight
uk: Розвинен╕ польоти

source: Alphabet
uk: Алфав╕т

source: Amphibious Warfare
uk: Морськ╕ в╕йни

source: Astronomy
uk: Астроном╕я

source: Atomic Theory
uk: Теор╕я атому

source: Automobile
uk: Автомоб╕ль

source: Banking
uk: Банк╕вська справа

source: Bridge Building
uk: Буд╕вництво мост╕в

source: Bronze Working
uk: Обробка бронзи

source: Ceremonial Burial
uk: Церемон╕я спалення

source: Chemistry
uk: Х╕м╕я

source: Chivalry
uk: Лицарство

source: Code of Laws
uk: Кодекс закон╕в

source: Combined Arms
uk: Комб╕нован╕ арм╕╖

source: Combustion
uk: Двигун внутр╕шнього згоряння

source: Reduces the effect of Cathedrals.
uk: Знижу╓ ефективн╕сть Собор╕в.

source: Computers
uk: Комп`ютери

source: Conscription
uk: В╕йськовий обов'язок

source: Construction
uk: Конструювання

source: Currency
uk: Грош╕

source: Electricity
uk: Електрика

source: Improves the effect of Colosseums.
uk: Зб╕льшу╓ ефективн╕сть Цирк╕в.

source: Electronics
uk: Електроника

source: Engineering
uk: ╤нжинер╕нг

source: Environmentalism
uk: Досл╕дження середовища

source: Espionage
uk: Шпигунство

source: Explosives
uk: Вибух╕вка

source: Feudalism
uk: Феодал╕зм

source: Flight
uk: Л╕таки

source: Fusion Power
uk: Мирний атом

source: Genetic Engineering
uk: Генетика

source: Guerilla Warfare
uk: Партизанська в╕йна

source: Gunpowder
uk: Порох

source: Horseback Riding
uk: Верхова ╖зда

source: Industrialization
uk: ╤ндустр╕ал╕зац╕я

source: Invention
uk: Винах╕дництво

source: Iron Working
uk: Обробка зал╕за

source: Labor Union
uk: Профсп╕лка

source: Laser
uk: Лазер

source: Leadership
uk: Л╕дерство

source: Machine Tools
uk: Станки

source: Magnetism
uk: Магнет╕зм

source: Map Making
uk: Картограф╕я

source: Masonry
uk: Буд╕вництво

source: Mass Production
uk: Сер╕йне виробництво

source: Mathematics
uk: Математика

source: Medicine
uk: Мед╕цина

source: Metallurgy
uk: Металург╕я

source: Miniaturization
uk: М╕н╕атюр╕зац╕я

source: Mobile Warfare
uk: Моб╕льна в╕йна

source: Monotheism
uk: Моноте╕зм

source: Mysticism
uk: М╕стицизм

source: Improves the effect of Temples.
uk: Зб╕льшу╓ ефективн╕сть Церков.

source: Navigation
uk: Нав╕гац╕я

source: Nuclear Fission
uk: Атомна зброя

source: Nuclear Power
uk: Атомна Енерг╕я

source: Gives sea units one extra move.
uk: Нада╓ морськ╕м п╕дрозд╕лам додатковий х╕д.

source: Philosophy
uk: Ф╕лософ╕я

source: Great philosophers from all the world join your civilization: you get an immediate advance.
uk: Видатн╕ ф╕лософи з усього св╕ту при╓днуються до Вашо╖ цив╕л╕зац╕╖: Ви отриму╓те нове знання.

source: Physics
uk: Ф╕зика

source: Plastics
uk: Пласмаси

source: Polytheism
uk: Пол╕те╕зм

source: Pottery
uk: Гончарство

source: Radio
uk: Рад╕о

source: Recycling
uk: Переробка

source: Refining
uk: Очищення

source: Refrigeration
uk: Заморожування

source: Robotics
uk: Робототехн╕ка

source: Rocketry
uk: Ракетобудування

source: Sanitation
uk: Сан╕тар╕я

source: Seafaring
uk: Мореплавство

source: Space Flight
uk: Косм╕чн╕ польоти

source: Stealth
uk: Маскування

source: Steam Engine
uk: Паровий двигун

source: Steel
uk: Сталь

source: Superconductors
uk: Надпров╕дники

source: Tactics
uk: Тактика

source: The Corporation
uk: Корпорац╕╖

source: The Republic
uk: Республ╕ка

source: The Wheel
uk: Колесо

source: Theology
uk: Теолог╕я

source: Improves the effect of Cathedrals.
uk: П╕двищу╓ ефективн╕сть Собор╕в.

source: Theory of Gravity
uk: Теор╕я грав╕тац╕╖

source: Warrior Code
uk: В╕йськове д╕ло

source: Writing
uk: Письмо

source: Religion
uk: Рел╕г╕я

source: Any terrain type (except Ocean) may have a River on it. A River adds 1 trade to the resources produced by that tile. It also increases a tile's defense factor by 50%. Finally, land units may move along a River (but not diagonally); movement along a River costs only 1/3 of a movement point. Roads and railroads can only be built on River squares if your civilization has learned Bridge Building technology.
uk: Будь яка тер╕тор╕я (виключаючи Океан) може мати Р╕чку. Р╕чка дода╓ 1 торг╕влю до ресурс╕в що виробляються на ц╕й територ╕╖. Також захисний фактор п╕двищу╓ться на 50%. Також наземн╕ п╕дрозд╕ли можуть рухатися по р╕чц╕ (але не по д╕агонал╕); рух по р╕чц╕ кошту╓ лише 1/3 звачийного руху. Шляхи та Зал╕зниц╕ можуть бути збудован╕ на тер╕тор╕ях з р╕чками, лише якщо Ви в╕дкрили Конструювання Мост╕в.

source: Glacier
uk: Льодовик

source: Glaciers are found only in the most northerly or southerly reaches of the world. They are very cold, and hence difficult to work with.
uk: Льодовики знаходяться лише недалеко в╕д полюс╕в - п╕вденного та п╕вн╕чного. Вони дуже холодн╕ - що робить важкою працю на них.

source: Desert
uk: Пустеля

source: Deserts are regions of extreme dryness, making agriculture and trade very difficult.
uk: Пустел╕ це засушлив╕ тер╕тор╕╖, що робить ╖х практично непридатними для с╕льського господарства та торг╕вл╕.

source: Forest
uk: Л╕с

source: Forests are densely wooded, making agriculture somewhat problematic.
uk: С╕льське господарство у л╕сах дещо проблематичне.

source: Grassland
uk: Степ

source: Grasslands afford exceptional agricultural opportunities.
uk: Степи найкращ╕ територ╕╖ для с╕льського господарства.

source: Hills
uk: Пагорби

source: In addition to being amenable to agriculture, Hills are frequently rich in resources.
uk: Разом з доступн╕стю для с╕льського господарства, Пагорби часто багат╕ ресурсами.

source: Jungle
uk: Джунгл╕

source: Jungles are densely overgrown, making agriculture somewhat problematic.
uk: Джунгл╕ заполонена рослинами м╕сцев╕сть непридатна для с╕льського господарства.

source: Mountains
uk: Гори

source: Mountains are regions of extreme altitude, making agriculture and trade very difficult.
uk: Гори це висока м╕сцев╕сть мало придатна для господарювання та торг╕вл╕.

source: Ocean
uk: Океан

source: Oceans cover much of the world, and only sea units (Triremes and other boats) can travel on them. Ocean squares can never be polluted or subjected to fallout.
uk: Океан вкрива╓ б╕льшу частину св╕ту, та лише морськ╕ п╕дрозд╕ли (Тр╕╓ми та ╕нш╕ корабл╕) можуть пересуватися по ньому. Океан н╕коли не п╕дда╓ться забрудненню, нав╕ть рад╕ац╕йному.

source: Plains
uk: Р╕внини

source: Plains are very broad, sparse regions, which makes trade slightly inconvenient.
uk: Р╕внини це широк╕, малозаселен╕ територ╕╖, що робить торг╕влю трохи невдалою.

source: Swamp
uk: Болота

source: Swamps suffer from an over-abundance of water, making agriculture somewhat problematic.
uk: Болота перенасищен╕ водою, що робить ╖х непридатними для с╕льського господарства.

source: Tundra
uk: Тундра

source: Tundra are broad, cold regions, fit for some agriculture and little else.
uk: Тундра це холодн╕ рег╕они - як╕ пригодн╕ для деякого с╕льського господарства та мабуть не б╕льше.

source: Ivory
uk: Б╕вн╕

source: Oil
uk: Нафта

source: Oasis
uk: Оаз╕с

source: Pheasant
uk: Фазани

source: Silk
uk: Шовк

source: Coal
uk: Вуг╕лля

source: Wine
uk: Вино

source: Gems
uk: Д╕аманти

source: Fruit
uk: Фрукти

source: Iron
uk: Зал╕зо

source: Fish
uk: Риба

source: Whales
uk: Кити

source: Buffalo
uk: Воли

source: Wheat
uk: Пшениця

source: Peat
uk: Торф

source: Spice
uk: Пряност╕

source: ?animals:Game
uk: Дичина

source: Furs
uk: Хутра

source: Petroleum
uk: Нафта

source: Arctic
uk: Аркт╕ка

source: Arctic squares are found only in the most northerly or southerly reaches of the world. They are very cold, and hence difficult to work with.
uk: Арктичн╕ територ╕╖ знаходяться лише на п╕вноч╕ або п╕вдн╕. Там дуже холодно, це робить дуже важкою працю там.

source: Horses
uk: Кон╕

source: Seals
uk: Тюлен╕

source: green
uk: новачок

source: hardened
uk: досв╕дчений

source: elite
uk: ел╕та

source: Missile
uk: Ракета

source: Sea
uk: Море

source: Helicopter
uk: Гел╕коптер

source: Air
uk: Летовище

source: Settlers
uk: Колон╕сти

source: Settlers are one of the key units in the game. They can be used to found new cities, irrigate land, build roads, railroads, fortresses and mines, and clean up pollution and nuclear fallout. Upkeep for Settlers is in food as well as production, and a Settler can die if its supporting city runs out of food. Settlers and Engineers may work together to decrease the amount of time required for long projects. If two or more Settlers and/or Engineers are both working on the same task in the same square, their efforts will be added together each turn until the task is finished. Be careful not to dedicate too many workers to one task, though; excess effort can be wasted, and a group of Settlers and/or Engineers is highly vulnerable to enemy attacks.
uk: Колон╕сти це один з головних загон╕в у гр╕. ╤х можна використовувати для заснування нових м╕ст, зрошення земель, буд╕вл╕ шлях╕в, зал╕зниць, укр╕плень, ав╕абаз та шахт, видалення забруднень та атомних катастроф. Утримання для Колон╕ст╕в це ╖жа та виробництво, так Колон╕сти можуть загинути якщо у м╕ст╕ що ╖х утриму╓ закончу╓ться ╖жа. Колон╕сти та ╤нженери можуть працювати разом аби зменшити час що потр╕бен для довгих проект╕в. Якщо два або б╕льше Колон╕ста та/або ╤нженера разом працюють на одним завданням на одн╕й кл╕тинц╕, ╖х праця склада╓ться разом кожного ходу доки завдання не виконано. Будьте уважн╕ та не залучайте забагато прац╕вник╕в на одну задачу, тому що ефект в╕д сп╕льно╖ прац╕ може бути встрачено та група Колон╕ст╕в та/або ╤нженер╕в дуже вразлива до ворож╕х атак.

source: Workers are one of the key units in the game. They can be used to irrigate land, build roads, railroads, fortresses, airbases and mines, and clean up pollution and nuclear fallout. Settlers, Workers and Engineers may work together to decrease the amount of time required for long projects. If two or more Workers and/or Engineers are both working on the same task in the same square, their efforts will be added together each turn until the task is finished. Be careful not to dedicate too many workers to one task, though; excess effort can be wasted, and a group of Workers, Settlers and/or Engineers is highly vulnerable to enemy attacks.
uk: Прац╕вники це один з головних загон╕в у гр╕. ╤х можна використовувати для заснування нових м╕ст, зрошення земель, буд╕вл╕ шлях╕в, зал╕зниць, укр╕плень, ав╕абаз та шахт, видалення забруднень та рад╕оактивного осаду. Колон╕сти, Прац╕вники та ╤нженери можуть працювати разом аби зменшити час що потр╕бен для довгих проект╕в. Якщо два або б╕льше Прац╕вника та/або ╤нженера разом працюють на одним завданням на одн╕й кл╕тинц╕, ╖х праця склада╓ться разом кожного ходу доки завдання не виконано. Будьте уважн╕ та не залучайте забагато прац╕вник╕в на одну задачу, тому що ефект в╕д сп╕льно╖ прац╕ може бути встрачено та група Колон╕ст╕в, Прац╕вник╕в та/або ╤нженер╕в дуже вразлива до ворож╕х атак.

source: Engineers
uk: ╤нженери

source: Engineers are similar to Workers, but they work twice as fast and move twice as fast. Engineers may also perform major terrain transformations (for example, converting Tundra into Desert) which are beyond the capabilities of Workers. TIP 1: Upgrade Workers to Engineers when possible, as Engineers require the same resources as ordinary Workers. TIP 2: If you manage to build Leonardo's Workshop, research Explosives before the Workshop becomes obsolete. This way, your Workers units will be upgraded for free.
uk: ╤нженери под╕бн╕ до Прац╕вник╕в, але вони удв╕ч╕ швидче працюють та рухаються. ╤нженери також можуть виконувати велик╕ трансформац╕╖ територ╕й (наприклад, зм╕нити Тундру на Пустелю) на що не вистача╓ можливостей Прац╕вник╕в. Порада 1: Модерн╕зуйте Прац╕вник╕в на ╤нженер╕в коли це можливо, тому що ╤нженери вимагають ст╕льк╕ ж ресурс╕в як ╕ Прац╕вник╕в. Порада 2: Якщо Ви буду╓те Майстерню Леонардо, в╕дкрийте П╕дривне д╕ло до того як Майстерня стане застар╕лою. Таким чином, Ваш╕ Прац╕вники будуть модерн╕зован╕ безкоштовно.

source: Warriors
uk: Во╖ни

source: This unit may be built from the start of the game. It is the weakest unit.
uk: Можуть будуватися з початку гри. Найслабш╕ вояки.

source: Phalanx
uk: Фаланга

source: Archers
uk: Лучники

source: Legion
uk: Лег╕он

source: Pikemen
uk: П╕к╕нери

source: Musketeers
uk: Мушкетери

source: Partisan
uk: Парт╕зани

source: A number of Partisans are granted free when an enemy conquers your city, but only under these conditions: - Guerilla Warfare must be known by at least 1 player. - You must be the player who originally built the city. - You must know about Communism and Gunpowder. - You must run either a Democracy or a Communist government.
uk: К╕льк╕сть партизан залишаеться необмеженою коли ворог захоплю╓ Ваше м╕сто, лише за наступних умов: - Партизанська в╕йна повинна бути в╕домою хоча б одному гравцю. - Ви повинн╕ бути гравцем як╕й збудував м╕сто. - Ви повинн╕ знати про Комун╕зм та Порох. - У Вас повинна бути форма правл╕ння Демократ╕я або Комун╕зм.

source: Alpine Troops
uk: Альп╕йськ╕ стр╕льц╕

source: Riflemen
uk: Стр╕льц╕

source: Marines
uk: Морськ╕й десант

source: Paratroopers
uk: Парашутисти

source: Mech. Inf.
uk: БТР

source: Mechanized Infantry; this unit has the strongest defence strength of any land unit, but is only available near the end of the technology tree.
uk: БТР; цей п╕дрозд╕л ма╓ найб╕льший захист з ус╕х наземних п╕дрозд╕л╕в, але в╕н доступний лише наприк╕нц╕ технолог╕чного розвитку.

source: Horsemen
uk: К╕ннота

source: Chariot
uk: Колесн╕ця

source: Knights
uk: Лицар╕

source: Dragoons
uk: Драгуни

source: Cavalry
uk: Кавалер╕я

source: Armor
uk: Танк

source: Catapult
uk: Катапульта

source: Cannon
uk: Пушка

source: Artillery
uk: Арт╕лер╕я

source: Howitzer
uk: Гаубиця

source: Fighter
uk: Винищувач

source: Bomber
uk: Бомбардувальник

source: The Helicopter is a very powerful unit, as it can both fly and conquer cities. Care must be exercised, because Helicopters lose a small amount of health for every turn not spent in a city, unless you have the United Nations wonder.
uk: Гел╕коптер дуже потужний п╕дрозд╕л, в╕н може л╕тати та захоплювати м╕ста. Але потр╕бна увага, бо Гел╕коптер втрача╓ невелику к╕льк╕сть здоров'я кожного туру як╕й завершено не в м╕ст╕, якщо не побудовано диво Об'╓днанн╕ нац╕╖.

source: Stealth Fighter
uk: Стелс винищувач

source: An improved Fighter, with improved attack and a higher movement radius.
uk: Покращений Винищувач - покращено атаку та довжину перельоту.

source: Stealth Bomber
uk: Стелс бомбардувальник

source: An improved Bomber, with improved attack and a higher movement radius.
uk: Покращений Бомбардувальник - покращено атаку та довжину перельоту.

source: Trireme
uk: Тр╕╓ма

source: Caravel
uk: Каравела

source: Galleon
uk: Галеон

source: Frigate
uk: Фр╕гат

source: Ironclad
uk: Броненосець

source: Destroyer
uk: Есм╕нець

source: TIP: A very fast unit, which is very useful for hunting down enemy Transports.
uk: Порада: Швидкий корабель для охоти та знищення ворож╕х Транспорт╕в

source: Cruiser
uk: Крейсер

source: AEGIS Cruiser
uk: Ракетний крейсер

source: Battleship
uk: Л╕нкор

source: Submarine
uk: П╕дводний човен

source: Submarines have a very high strategic value, but have a weak defence.
uk: П╕дводний човен ма╓ велику стратег╕чну ц╕нн╕сть, але слабо захищений.

source: Carrier
uk: Ав╕аносець

source: TIP: Guard Carriers with a handful of fast-moving ships and a battleship, as losing a fully-equipped Carrier is VERY painful and expensive.
uk: Порада: Конвоюйте Ав╕аносець деякою к╕льк╕стю швидких корабл╕в да Л╕нкором, бо ж втрата повн╕сть навантаженого Ав╕аносця дуже бол╕сна та дорга.

source: Transport
uk: Транспорт

source: Cruise Missile
uk: Ракета

source: TIP: A handful of these can successfully keep the waters around your treasured homeland free of enemy ships.
uk: Порада: Поважна к╕льк╕сть ракет може забезпечити в╕дсутн╕сть ворож╕х корабл╕в навколо вашого конт╕ненту.

source: Nuclear
uk: Атомна бомба

source: You can build Nuclear units when you have the required advance, and the Manhattan Project wonder has been built by any player. On impact, the blast will destroy any unit in a 3x3-square area, including friendly units. When striking a city, the city size is halved, and the surrounding squares are subject to nuclear fallout. TIP 1: Nuking the ocean will not generate fallout, and is a most effective (but expensive!!) way of getting rid of enemy ships. TIP 2: You may be involved in a situation where you've invaded an enemy country en masse, but the enemy cities are too strong. Before using a Nuclear unit, assemble a gang of Settlers and/or Engineers next to the city and have them ready to fix the fallout on the same turn it occurs! This minimizes the chance of nuclear winter. Eco-friendly nukes!
uk: Ви можете будувати Атомн╕ бомби якщо вже в╕дкрили необх╕дн╕ технолог╕╖, та будь як╕й з гравц╕в побудував Диво Манхетенськ╕й Проект. Взрив знищу╓ будь як╕ п╕дрозд╕ли на площадц╕ 3x3, включаюч╕ дружн╕ п╕дрозд╕ли. При попаданн╕ у м╕сто - розм╕р м╕ста зкорочу╓ться вдв╕ч╕, та прилегл╕ територ╕╖ п╕ддаються рад╕ац╕йному забрудненню. Порада 1: Взрив у океан╕ не викличе забруднень, та це ╓ найб╕льш ефективний (але коштовний!!) зас╕б боротьби з ворожими кораблями. Порада 2: Ви можете опинитись у ситуац╕╖ коли Ви практично захопили ворожу кра╖ну, але деяк╕ ворож╕ м╕ста надто м╕цн╕. Перед використанням атомно╖ бомби, збер╕ть Колон╕ст╕в неподал╕к в╕д м╕ста аби вони були готов╕ л╕кв╕дувати забруднення того ж ходу коли воно виникне! Це зменшу╓ в╕рог╕дн╕сть ядерно╖ зими. Еколог╕чно дружн╕й взрив!

source: Diplomat
uk: Д╕пломат

source: - A Diplomat can establish embassies with other civilizations by moving into another player's city. - Diplomats can also try to sabotage enemy production, or steal an advance from an enemy city. (An advance can only be stolen once per city). - A Diplomat can also bribe an enemy unit, if that unit is the only unit on its square. - Diplomats can even start a revolution in an enemy city and turn it into your own, if you have the money! - In some game strategies, hordes of Diplomats can be used to wreak havoc on the enemy. Little wonder that Diplomats are often viewed with suspicion and fear!
uk: - Д╕пломат може засновувати посольство з ╕ншими цив╕л╕зац╕ями рухаючись у м╕ста ╕нш╕х гравц╕в. - Д╕пломати також можуть спробувати саботувати вороже виробництво, або вкрасти знання з ворожого м╕ста. (Знання може бути вкрадено лише одного разу на м╕сто). - Д╕пломат також може п╕дкупити ворожий п╕дрозд╕л, якщо цей п╕дрозд╕л лише один на кл╕тинц╕. - Д╕пломати також можуть розпочати революц╕ю у ворожому м╕ст╕ та зробити його Ваш╕м, якщо вистачить грошей! - У деяк╕х стратег╕ях гри, велика к╕льк╕сть Д╕пломат╕в може бути використана аби викликати спустошення у ворога. Невелике диво, що на Д╕пломат╕в дивляться ╕з острахом та п╕дозрою!

source: Spy
uk: Шпигун
