Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: * May pillage to destroy infrastructure from tiles.
uk: * Може руйнувати ╕нфраструктуру у м╕сцевост╕.

source: * Can perform diplomatic actions, plus special spy abilities.
uk: * Можуть виконувати д╕пломатичн╕ д╕╖, а також деяк╕ мають шпигунськ╕ можливост╕.

source: * Can perform diplomatic actions.
uk: * Можуть виконувати д╕пломатичн╕ д╕╖.

source: * Will never lose a diplomat-versus-diplomat fight.
uk: * Н╕коли не програ╓ б╕й дипломат проти дипломата.

source: * May not be bribed.
uk: * Не може бути п╕дкуплений.

source: * Can attack otherwise unreachable enemy units.
uk: * Можуть атакувати недосяжн╕ у ╕нш╕й спос╕б п╕дрозд╕ли.

source: * Is invisible except when next to an enemy unit or city.
uk: * Невидимий якщо у сус╕дн╕й кл╕тинц╕ не ма╓ ворожого п╕дрозд╕лу або м╕ста.

source: * Can only attack units on ocean squares (no land attacks).
uk: * Можуть атакувати лише у океан╕ (не на суш╕)

source: * Can attack from aboard sea units: against enemy cities and onto land squares.
uk: * Мож╓ атакувати з водних п╕дрозд╕л╕в: ворож╕ м╕ста або п╕дрозд╕ли на сухопутних територ╕ях.

source: * Can be paradropped from a friendly city (Range: %d).
uk: * Може буди парашутовано з дружнього м╕ста (В╕дстань: %d).

source: * Gets double defense against units specified as 'mounted'.
uk: * Ма╓ подв╕йний захист в╕д 'к╕нних' п╕дрозд╕л╕в.

source: * Counts as 'mounted' against certain defenders.
uk: * Раху╓ться як 'к╕нний' проти деяких захисник╕в.

source: * Counts as 'helicopter' against certain attackers.
uk: * Раху╓ться як 'вертол╕т' проти деяких нападник╕в.

source: * Very good at attacking 'helicopter' units.
uk: * Дуже корисний у атаках на п╕дрозд╕ли 'гел╕коптер╕в'.

source: * Very bad at attacking AEGIS units.
uk: * Дуже поганий для атак на п╕дрозд╕ли ракетних крейсер╕в.

source: * Making an attack ends this unit's turn.
uk: * Атака зак╕нчу╓ х╕д цього п╕дрозд╕ла.

source: * This unit's attack causes a nuclear explosion!
uk: * Атака цим п╕дрозд╕лом спричиня╓ рад╕ац╕йне забруднення!

source: * Gets double firepower when attacking cities.
uk: * Отриму╓ подв╕йну вогньову силу, коли атаку╓ м╕ста.

source: * Ignores the effects of city walls.
uk: * ╤гнору╓ Ст╕ни м╕ста.

source: * Does bombard attacks (%d per turn). These attacks will only damage (never kill) the defender but has no risk to the attacker.
uk: * Викону╓ бомбардувальн╕ напади (%d за х╕д). Ц╕ напади т╕льки спричинять шкоду захисников╕ (не знищать), проте не становлять ризику для нападника.

source: * Gets quintuple defence against missiles and aircraft.
uk: * Нада╓ п'ятикратний захист проти ракет та л╕так╕в.

source: * Ignores terrain effects (treats all squares as roads).
uk: * ╤гнору╓ ланшафт (тракту╓ усю сушу як дороги).

source: * Ignores zones of control.
uk: * ╤гнору╓ зони контролю.

source: * A non-military unit (cannot attack; no martial law).
uk: * Не в╕йськовий п╕дрозд╕л (неможе атакувати; нема╓ в╕йськового положення).

source: * A field unit: one unhappiness applies even when non-aggressive.
uk: * Польовий п╕дрозд╕л: один нещасний нав╕ть якщо й неагресивний.

source: * Will never achieve veteran status.
uk: * Н╕коли не отрима╓ статуса ветерана.

source: * May become veteran through training or combat.
uk: * Може стати ветераном через тренування або б╕й.

source: * Must end turn in a city or next to land, or has a 50%% risk of being lost at sea.
uk: * Повинен завершити х╕д у м╕ст╕ або поблизу в╕д земл╕, ╕накше ма╓ 50%% в╕рог╕дн╕сть бути втраченим у мор╕.

source: or
uk: або

source: ?or:,
uk: ?або:,

source: * Unit has to be in a city, or on a %s after %d turn.
uk: * П╕дрозд╕л ма╓ бути у м╕ст╕ або на п╕дрозд╕л╕ %s п╕сля %d ходу.

source: If we would now start with %s we would need %d bulbs.
uk: Якщо розпочнемо з %s то будемо потребувати %d бал╕в.

source: To reach %s we need to obtain %d other technologies first. The whole project will require %d bulbs to complete.
uk: Аби досл╕дити %s нам спершу потр╕бно отримати %d ╕нших технолог╕й. Вц╕лому нам знадобиться %d бал╕в для завершення.

source: You cannot research this technology.
uk: Ви не можете винайти цю технолог╕ю.

source: This number may vary depending on what other players will research.
uk: Це число багато в чому залежить в╕д того, що в╕дкриють ╕нш╕ гравц╕.

source: * The first player to research %s gets an immediate advance.
uk: * Перший гравець що досл╕дить %s отриму╓ негайне знання.

source: * Increases the pollution generated by the population.
uk: * П╕двищу╓ забруднення, що спричинено населенням.

source: * Allows %s to build roads on river squares.
uk: * Дозволя╓ %s будувати шляхи через р╕ки.

source: * Allows %s to upgrade roads to railroads.
uk: * Дозволя╓ %s модерн╕зувати шляхи до зал╕зниць.

source: * Allows %s to upgrade irrigation to farmland.
uk: * Дозволя╓ %s перетворювати зрошення на ферми.

source: * Pollution cannot be generated on this terrain.
uk: * Цю м╕сцев╕сть не можна забруднити.

source: * You cannot build cities on this terrain.
uk: * Ви не можете засновувати м╕ста на ц╕й територ╕╖.

source: * The coastline of this terrain is unsafe.
uk: * Берегова л╕н╕я ц╕╓╖ м╕сцевост╕ ╓ небезпечною.

source: * Land units cannot travel on oceanic terrains.
uk: * Наземн╕ п╕дрозд╕ли не можуть мандрувати океаном.

source: Features:
uk: Можливост╕:

source: * Military units away from home and field units will cause one citizen to become unhappy.
uk: * В╕йськов╕ п╕дрозд╕ли залишивш╕ р╕дне м╕сто та польов╕ п╕дрозд╕ли спричинять одного городян до стану нещастя.

source: * Military units away from home and field units will cause %d citizens to become unhappy.
uk: * В╕йськов╕ п╕дрозд╕ли залишивш╕ р╕дне м╕сто та польов╕ п╕дрозд╕ли спричинять %d городян до стану нещастя.

source: * Each of your cities will avoid %d unhappiness that would otherwise be caused by units.
uk: * Кожне ╕з Ваших м╕ст запоб╕гне %d нещастя, яке б ╕накше було спричинене п╕дрозд╕лами.

source: * You pay %d times normal %s upkeep for your units.
uk: * Ви платите у %d раз╕в б╕льше н╕ж звичайно %s для утримання ваших п╕дрозд╕л╕в.

source: * You pay %d times normal upkeep for your units.
uk: * Ви платите у %d раз╕в б╕льше н╕ж звичайно для утримання ваших п╕дрозд╕л╕в.

source: * Each of your cities will avoid paying %d %s towards unit upkeep.
uk: * Кожне ╕з ваших м╕ст не буде сплачувати %d %s за утримання п╕дрозд╕ла.

source: * Each of your cities will avoid paying %d towards unit upkeep.
uk: * Кожне ╕з ваших м╕ст не буде сплачувати %d за утримання п╕дрозд╕ла.

source: * Chance of civil war is %d%% if you lose your capital.
uk: * Шанс громадянсько╖ в╕йни ╓ %d%%, якщо Ви втратите столицю.

source: * The first unhappy citizen in each city due to civilization size will appear when you have %d cities.
uk: * У кожному м╕сц╕ з'явиться перший нещасливий через розм╕р цив╕л╕зац╕╖ городянин, коли Ви будете мати %d м╕ст.

source: * After the first unhappy citizen due to civilization size, for each %d additional cities, another unhappy citizen will appear.
uk: * П╕сля першого нещасливого через розм╕р цив╕л╕зац╖╖ городянина, буде з'являтися ще один нещасливий городянин ╕з прир╕стом кожних %d м╕ст.

source: The maximum rate you can set for science, gold, or luxuries is %d%%.
uk: Максимальне в╕дношення, яке Ви можете встановити для науки, грошей, або розкошу %d%%.

source: Has unlimited science/gold/luxuries rates.
uk: Ма╓ необмежен╕ в╕дношення наука/грош╕/розк╕ш.

source: * Your units may impose martial law. Each military unit inside a city will force an unhappy citizen to become content.
uk: * Ваш╕ п╕дрозд╕ли можуть встановлювати в╕йськове положення. Кожен в╕йськовий п╕дрозд╕л у м╕ст╕ буде спричиняти нещасливого городянина до спокою.

source: * Your units may impose martial law. Each military unit inside a city will force %d unhappy citizens to become content.
uk: * Ваш╕ п╕дрозд╕ли можуть встановлювати в╕йськове положення. Кожен в╕йськовий п╕дрозд╕л у м╕ст╕ буде спричиняти %d нещасливих городян до спокою.

source: * A maximum of %d units in each city can enforce martial law.
uk: * Щонайб╕льш %d п╕дрозд╕л╕в у кожному м╕ст╕ можуть встановити в╕йськове положення.

source: * You may grow your cities by means of celebrations. Your cities must be at least size %d before they can grown in this manner.
uk: * Ви можете зб╕льшувати Ваш╕ м╕ста за допомогою святкуваннь. Ваш╕ м╕ста мають бути не меньш╕ н╕ж %d доки вони зможуть рости у такуй спос╕б.

source: * Your units cannot be bribed.
uk: * Ваш╕ п╕дрозд╕ли не можуть бути п╕дкуплен╕.

source: * Your cities cannot be incited.
uk: * Ваши м╕ста не можуть бути п╕дбурен╕!

source: * Government will fall into anarchy if any city is in disorder for more than two turns in a row.
uk: * Уряд буде скинуто та встановиться анарх╕я, якщо безладдя трива╓ у м╕сц╕ довше н╕ж два ходи п╕дряд.

source: * Has a senate that may prevent declaration of war.
uk: * Мати такий сенат, що може попередити проголошення в╕йни.

source: * Allows partisans when cities are taken by the enemy.
uk: * Дозволя╓ створювати партизан╕в, коли м╕ста захоплюються ворогом.

source: * Buildings that normally confer bonuses against unhappiness will instead give gold.
uk: * Буд╕вл╕, що звучайно допомагають проти нещасливих городян, зам╕сть будуть приносити грош╕.

source: * Pays no upkeep for fanatics.
uk: * Не сплачу╓ утримання за фанатик╕в.

source: * Has no unhappy citizens.
uk: * Нема╓ нещасних городян.

source: * Veteran %s units.
uk: * Ветеран %s п╕дрозд╕л╕в.

source: * Veteran units.
uk: * П╕дрозд╕ли-ветерани.

source: * Each worked tile that gives more than %d %s will suffer a -1 penalty when not celebrating.
uk: * Кожна працююча кл╕тинка, яка да╓ б╕льш н╕ж %d %s втратить 1 коли святкування в╕дсутн╓.

source: * Each worked tile with at least 1 %s will yield %d additional %s when celebrating.
uk: * Кожна працююча кл╕тинка з не меньш н╕ж 1 %s отрима╓ %d додаткових %s п╕д час святкування.

source: * Each worked tile with at least 1 %s will yield %d additional %s.
uk: * Кожна працююча кл╕тинка з не меньш н╕ж 1 %s отрима╓ %d додаткових %s.

source: * %s production will suffer massive waste.
uk: * виробництво %s виклика╓ масивне забруднення.

source: * %s production will suffer some waste.
uk: * виробництво %s виклика╓ деяке забруднення.

source: * %s production will suffer a small amount of waste.
uk: * виробництво %s виклика╓ незначне забруднення.

source: * %s waste will increase quickly with distance from capital.
uk: * забрудення %s буде швидко зб╕льшуватися ╕з в╕дстанню в╕д столиц╕.

source: * %s waste will increase with distance from capital.
uk: * забрудення %s буде зб╕льшуватися ╕з в╕дстанню в╕д столиц╕.

source: * %s waste will increase slowly with distance from capital.
uk: * забрудення %s буде пов╕льно зб╕льшуватися ╕з в╕дстанню в╕д столиц╕.

source: * Allows you to build %s.
uk: * Дозволя╓ будувати %s.

source: %s%d unhappy
uk: %s%d нещаслив╕

source: You don't know how to build %s!
uk: Ви не зна╓те як будувати %s!

source: Copy %s to clipboard.
uk: Скоп╕юйте %s до буферу обм╕ну.

source: Clipboard is empty.
uk: Буфер обм╕ну пустий.

source: Graphics
uk: Граф╕ка

source: Overview
uk: Огляд

source: Sound
uk: Звук

source: Interface
uk: ╤нтерфейс

source: Network
uk: Мережа

source: Font
uk: Шрифт

source: Login name
uk: ╤м'я курситувача

source: This is the default login username that will be used in the connection dialogs or with the -a command-line parameter.
uk: Це ╓ ╕м'я входу за замовчуванням, яке буде використовуватися у д╕алогах з'╓днання або ╕з параметром командно╖ строки -a.

source: Server
uk: Сервер

source: This is the default server hostname that will be used in the connection dialogs or with the -a command-line parameter.
uk: Це ╓ адреса серверу за замовчуванням, яка буде використовуватися у д╕алогах з'╓днання або ╕з параметром командно╖ строки -a.

source: Server port
uk: Порт сервера

source: This is the default server port that will be used in the connection dialogs or with the -a command-line parameter.
uk: Це ╓ порт серверу за замовчуванням, який буде використовуватися у д╕алогах з'╓днання або ╕з параметром командно╖ строки -a.

source: Metaserver
uk: Метасервери

source: Soundset
uk: Звукове оформлення

source: This is the soundset that will be used. Changing this is the same as using the -S command-line parameter.
uk: Це наб╕р звук╕в, що буде використаний. Ця опц╕я теж саме, що параметр командно╖ строки -S.

source: Sound plugin
uk: Звуковий плаг╕н

source: Tileset
uk: В╕зуальне оформлення

source: By changing this option you change the active tileset. This is the same as using the -t command-line parameter.
uk: Зм╕нюючи цю опц╕ю Ви зм╕нюют╓ активну тему. Також самого ефекту можна досягти за допомогою параметру командно╖ строки -t.

source: Solid unit background color
uk: Заповнення фону з'╓днання

source: Setting this option will cause units on the map view to be drawn with a solid background color instead of the flag backdrop.
uk: Якщо цю опц╕ю включено, п╕дрозд╕ли на огляд╕ мапи будуть в╕дображатися ╕з кольором фону зам╕сть флагу.

source: Sound bell at new turn
uk: Звук на початку ходу

source: Set this option to have a "bell" event be generated at the start of a new turn. You can control the behavior of the "bell" event by editing the message options.
uk: Якщо цю опц╕ю включено, под╕я "дзв╕нок" буде генеруватися на початку кожного ходу. Ви можете контролювати повед╕нку под╕╖ "дзв╕нок" за допомогю редагування опц╕й пов╕домленнь.

source: Unit movement animation time (milliseconds)
uk: Час ан╕мац╕╖ ходу (у м╕лл╕секундах)

source: This option controls how long unit "animation" takes when a unit moves on the map view. Set it to 0 to disable animation entirely.
uk: Ця опц╕я контролю╓ тривал╕сть "ан╕мац╕╖", коли п╕дрозд╕л руха╓ться на огляд╕ мапи. Встанов╕ть до 0, щоб в╕дключити ан╕мац╕ю зовс╕м.

source: Mapview recentering time (milliseconds)
uk: Час перем╕щення центру мапи (у м╕л╕секундах)

source: Show combat animation
uk: Показувати ан╕мац╕ю битв.

source: Disabling this option will turn off combat animation between units on the mapview.
uk: Якщо цю опц╕ю в╕дключено, на огляд╕ мапи не буде в╕дображатися ан╕мац╕я бо╖в м╕ж п╕дрозд╕лами.

source: Draw the citybar
uk: Малювати панель м╕ста

source: Setting this option will display a 'citybar' containing useful information beneath each city. Disabling this option will display only the city's name and optionally, production.
uk: Якщо цю опц╕ю включено, буде в╕дображатися 'плашка м╕ста', яка м╕стить корисну ╕нформац╕ю про кожне м╕сто. Якщо цю опц╕ю в╕дключено, то буде в╕дображатися лише ╕м'я м╕ста та, опц╕онально, ╕нформац╕я про виробництво.

source: Show icons in the technology tree
uk: Показивати ╕конки у дерев╕ технолог╕й

source: Setting this option will display icons on the technology tree diagram. Turning this option off makes the technology tree more compact.
uk: Якщо цю опц╕ю включено, дерево технолог╕й буде м╕стити ╕конки. Якщо цю опц╕ю в╕дключено, дерево технолог╕й буде б╕льш компактним.

source: Draw shield graphics for units
uk: Малювати ╕конку виробництва для п╕дрозд╕л╕в

source: Setting this option will draw a shield icon as the flags on units. If unset, the full flag will be drawn.
uk: Якщо цю опц╕ю включено, на п╕дрозд╕лах буде в╕дображатися ╕конка виробництва на флаз╕. Якщо цю опц╕ю в╕дключено, буде в╕дображатися повний флаг.

source: Manual Turn Done in AI Mode
uk: Зак╕нчувати х╕д вручну у комп'ютерному режим╕

source: Disable this option if you do not want to press the Turn Done button manually when watching an AI player.
uk: В╕дключ╕ть цю опц╕ю, якщо Ви не бажа╓те нажимати кнопку Х╕д Зроблено кожного разу, коли спостер╕га╓те за Ш╤-гравцем.

source: Auto Center on Units
uk: Автоматично центрувати п╕дрозд╕ли

source: Set this option to have the active unit centered automatically when the unit focus changes.
uk: Якщо цю опц╕ю включено, активний п╕дрозд╕л буде у центр╕ екрану автоматично, якщо фокус перейшов на ╕нший п╕дрозд╕л.

source: Auto Center on Combat
uk: Автоматично центрувати битви

source: Set this option to have any combat be centered automatically. Disabled this will speed up the time between turns but may cause you to miss combat entirely.
uk: Якщо цю опц╕ю включено, будь-як╕ бойов╕ д╕╖ будуть у центр╕ екрану автоматично. Якщо ця опц╕я в╕дключена, це зменьшить час м╕ж ходами, проте Ви можете не побачити б╕й взагал╕.

source: Focus on Awakened Units
uk: Фокусувати на активованих п╕дрозд╕лах

source: Set this option to have newly awoken units be focused automatically.
uk: Якщо цю опц╕ю включено, нов╕ активован╕ п╕дрозд╕ли будуть отримувати фокус автоматично.

source: Allow goto into the unknown
uk: Дозволити рух у нев╕дому м╕сцев╕сть

source: Setting this option will make the game consider moving into unknown tiles. If not, then goto routes will detour around or be blocked by unknown tiles.
uk: Якщо цю опц╕ю включено, п╕дрозд╕ли можуть планувати маршрут по нерозв╕даних кл╕тинах. Якщо н╕, то маршрути будуть формувати к╕льця або блокуватися нерозв╕даними кл╕тинами.

source: Center map when Popup city
uk: Центрувати мапу при в╕дкритт╕ м╕ста

source: Setting this option makes the mapview center on a city when its city dialog is popped up.
uk: Якщо цю опц╕ю включено, карта буде центруватися на м╕ст╕, коли в╕дкива╓ться д╕алог цього м╕ста.

source: Concise City Production
uk: Зв╕т по виробництву у м╕ст╕

source: Set this option to make the city production (as shown in the city dialog) to be more compact.
uk: Якщо цю опц╕ю включено, виробництво у м╕ст╕ (яке демонстру╓ться у д╕алоз╕ м╕ста) буде компактним.

source: End Turn when done moving
uk: Зак╕нчувати х╕д коли нема╓ ким рухатись

source: Setting this option makes your turn end automatically when all your units are done moving.
uk: Якщо цю опц╕ю включено, х╕д буде завершуватися автоматично, коли ус╕ Ваш╕ п╕дрозд╕ли зробили х╕д.

source: Prompt for city names
uk: Запрошення для назви м╕ста

source: Disabling this option will make the names of newly founded cities chosen automatically by the server.
uk: Якщо цю опц╕ю в╕дключено, ╕мена новозаснованих м╕ст будуть автоматично обиратися сервером.

source: Pop up city dialog for new cities
uk: В╕дкрити в╕кно м╕ста для нового м╕ста

source: Setting this option will pop up a newly-founded city's city dialog automatically.
uk: Якщо цю опц╕ю встановлено, д╕алоги новозаснованих м╕ст будуть в╕дкриватися автоматично.

source: Background layer
uk: Шар фону

source: The background layer of the overview shows just ocean and land.
uk: Шар фону на огляд╕ показу╓, т╕льки океан та землю.

source: Terrain relief map layer
uk: Шар рель╓фу мапи м╕сцевост╕

source: The relief layer shows all terrains on the map.
uk: Шар рель╓фу показу╓ ус╕ види м╕сцевост╕ на мап╕.

source: Borders layer
uk: Шар кордон╕в

source: The borders layer of the overview shows which tiles are owned by each player.
uk: Шар кордон╕в на огляд╕ показу╓, як╕ кл╕тки належать якому гравцю.

source: Units layer
uk: Шар п╕дрозд╕л╕в

source: Enabling this will draw units on the overview.
uk: Якщо активовано, п╕дрозд╕ли будуть зображен╕ на огляд╕.

source: Cities layer
uk: Шар м╕ст

source: Enabling this will draw cities on the overview.
uk: Якщо активовано, м╕ста будуть зображен╕ на огляд╕.

source: Overview fog of war
uk: Огляд туману в╕йни

source: Enabling this will show fog of war on the overview.
uk: Якщо активовано, туман в╕йни буде зображуватися на огляд╕.

source: Cannot find your home directory
uk: Не можу знайти Ваш домашн╕й каталог

source: Save failed, cannot find a filename.
uk: Збереження не вдалося: не можу знайти ╕м'я файлу

source: If you add a preset by hand, also update "number_of_presets"
uk: Якщо ви зм╕нили предустановку вручну, такой зм╕нить 'number_of_presets'

source: Save failed, cannot write to file %s
uk: Збереження не вдалося: не можу писати у файл %s

source: Saved settings to file %s
uk: Збережено опц╕╖ у файл %s

source: You were rejected from the game: %s
uk: Вам в╕дмовлено у гр╕: %s

source: Client capability string: %s
uk: Строка сум╕сност╕ кл╕╓нта: %s

source: Server capability string: %s
uk: Строка сум╕сност╕ сервера: %s

source: Start of turn %d
uk: Початок ходу %d

source: AI Mode is now %s.
uk: Комп'ютерн╕ гравц╕ тепер %s.

source: ON
uk: ТАК

source: OFF
uk: Н╤

source: R.I.P
uk: ПОМЕР

source: waiting
uk: очикування

source: done
uk: завершено

source: moving
uk: руха╓ться

source: ?Player:Name
uk: ?Гравець:╤м'я

source: Username
uk: ╤м'я користувача

source: Flag
uk: Флаг

source: Nation
uk: Нац╕я

source: Border
uk: Кордон

source: Score
uk: Рахунок

source: Team
uk: Команда

source: Attitude
uk: Ставлення

source: Dipl.State
uk: Дип.Стан

source: Vision
uk: Бачення

source: ?Player_dlg:Host
uk: ?Player_dlg:Вузол

source: ?Player_dlg:Idle
uk: ?Player_dlg:Оч╕кування

source: Ping
uk: П╕нг

source: You cannot sell improvements.
uk: Ви не можете продати буд╕вл╕.

source: Sold %d %s for %d gold.
uk: Продано %d %s за %d гривень.

source: No %s could be sold.
uk: Нема╓ %s для продажу.

source: You cannot disband units.
uk: Ви не можете розпустити п╕дрозд╕ли.

source: %s cannot be disbanded.
uk: %s не може бути розпущений.

source: Disbanded %d %s.
uk: Розпущено %d %s.

source: No %s could be disbanded.
uk: Жоден %s не може бути розпущено.

source: Could not open temp file.
uk: Не можу в╕дкрити тимчасовий файл.

source: Invalid $http_proxy or metaserver value, must start with 'http://'
uk: Нев╕рне значення $http_proxy або значення метасерверу, повино починатися з 'http://'

source: Failed looking up metaserver's host
uk: Не можу знайти вузол метасервера

source: ?nation:Neutral
uk: ?nation:Нейтральн╕

source: ?nation:Hostile
uk: ?nation:Ворож╕

source: ?nation:Peaceful
uk: ?nation:Мирн╕

source: ?nation:Friendly
uk: ?nation:Дружн╕

source: ?nation:Mysterious
uk: ?nation:Загадков╕

source: ?nation:Friendly(team)
uk: ?nation:Дружн╕(команда)

source: ?city:Neutral
uk: ?м╕сто:Нейтральне

source: ?city:Hostile
uk: ?м╕сто:Вороже

source: ?city:Peaceful
uk: ?стан_м╕ста:Мирне

source: ?city:Friendly
uk: ?city:Дружн╓

source: ?city:Mysterious
uk: ?м╕сто:Загадкове

source: ?city:Friendly(team)
uk: ?м╕сто:Дружне(команда)

source: Location: (%d, %d) [%d]
uk: Розм╕щення: (%d, %d) [%d]

source: Terrain: %s
uk: Територ╕я: %s

source: Food/Prod/Trade: %s
uk: ╥жа/Виробництво/Прибуток: %s

source: Minor Tribe Village
uk: Хут╕р маленького роду

source: Our Territory
uk: Наша Територ╕я

source: Territory of the %s
uk: Трирот╕я %s

source: %s territory (%d turn cease-fire)
uk: %s територ╕я (%d х╕д припинення вогню)

source: Territory of the %s %s
uk: Територ╕я %s %s

source: Unclaimed territory
uk: Незаймана територ╕я

source: City: %s (%s)
uk: М╕сто: %s (%s)

source: City: %s (%s, %d turn cease-fire)
uk: М╕сто: %s (%s, %d х╕д припинення вогню)

source: City: %s (%s, %s)
uk: М╕сто: %s (%s, %s)

source: ?blistbegin: with
uk: ?blistbegin: з

source: ?blistlast: and
uk: ?blistlast: та

source: Trade from %s: %d
uk: Торговля з %s: %d

source: Infrastructure: %s
uk: ╤фраструктура: %s

source: Activity: %s
uk: Активн╕сть: %s

source: Unit: %s (%s%s)
uk: П╕дрозд╕л: %s (%s%s)

source: Unit: %s (%s, %d turn cease-fire)
uk: П╕дрозд╕л: %s (%s, %d х╕д припинення вогню)

source: Unit: %s (%s, %s)
uk: П╕дрозд╕л: %s (%s, %s)

source: Chance to win: A:%d%% D:%d%%
uk: Шанс╕в на виграш: А:%d%% З:%d%%

source: A:%d D:%d FP:%d HP:%d/%d (%s)
uk: А:%d З:%d СВ:%d З:%d/%d (%s)

source: (%d more)
uk: (%d б╕льше)

source: far from %s
uk: далеко в╕д %s

source: near %s
uk: б╕ля %s

source: in %s
uk: у %s

source: from %s
uk: з %s

source: Progress: no research
uk: Прогресс: нема╓ досл╕джень

source: Progress: no research target
uk: Прогресс: нема╓ ц╕л╕ досл╕джень

source: Progress: %d turn/advance
uk: Прогрес: %d х╕д на технолог╕ю

source: %d bulb/turn
uk: %d бал за х╕д

source: , %d bulb/turn from team
uk: , %d бал/х╕д в╕д команди

source: %d/- (never)
uk: %d/- (н╕коли)

source: %d/%d (%d turn)
uk: %d/%d (%d х╕д)

source: %d/%d (never)
uk: %d/%d (н╕коли)

source: %d step
uk: %d шаг
