Repository: Feudalciv/Feudalciv
Catalog: po/*.po
Languages: uk

source: A Spy is a full time professional and as such is much more skilled in the arts of espionage than her Diplomat predecessor. The most inoffensive skills in a Spy's repertoire are her ability to investigate cities - revealing detailed information, and the establishment of embassies. However, if your Spy has gained herself a reputation for clandestine behaviour she will be executed if she tries to establish an embassy. She can also be used to: poison the water supply of an enemy city (reducing the population); steal specific technology; and sabotage predetermined city targets (note: sabotaging improvements in a capital or sabotaging City Walls increases the risks of capture). A Spy can also infiltrate a city and ferment a revolt. A Spy can also be of aid on the battlefield - sabotaging enemy units as well as bribing them to change allegiance.
uk: Шпигун це добре навчений профес╕онал що волод╕╓ б╕льшою майстерн╕стю у мистецтв╕ шпигунства н╕ж його попередник - Д╕пломат. Найб╕льш потужн╕ навички Шпигуна - це його можлив╕сть досл╕джувати м╕ста - отримувати детальну ╕нформац╕ю, та засновувати посольства. Але зауважте, якщо Ваш Шпигун ма╓ погану репутац╕ю, його стратять при спроб╕ заснувати посольство.. В╕н також може бути використаний для: отру╓ння водогону у ворожому м╕ст╕ (зменшення населення); вкрасти специф╕чну технолог╕ю; та саботувати встановлен╕ ц╕л╕ у м╕ст╕ (зауважте: саботаж буд╕вл╕ у столиц╕ або саботаж Ст╕н М╕ста зб╕льшу╓ можлив╕сть захоплення). Шпигун також може п╕дбурити м╕сто та влаштувати революц╕ю. Шпигун може допомогти й на пол╕ битви - саботувавши ворожий п╕дрозд╕л або п╕дкупивши його аби в╕н перейшов п╕д Вашу владу.

source: Caravan
uk: Караван

source: Every Caravan that is used to build a wonder will add 50 shields towards the production of the wonder. TIP: You can stockpile a stack of Caravans in advance and bring them all into a city where you have started to build a wonder, and finish it in only one turn!
uk: Кожен караван що використову╓ться для побудови дива дода╓ 50 до буд╕вництва. Порада: Ви можете з╕брати багато караван╕в та направити ╖х у м╕сто де Ви розпочали будувати диво, та зак╕нчити його у один х╕д!

source: Freight
uk: Дальноб╕йник

source: The Freight unit replaces the Caravan, and moves at twice the speed.
uk: Дальноб╕йник зам╕ню╓ собою караван, та руха╓ться удв╕ч╕ швидше.

source: Explorer
uk: Досл╕дник

source: Explorers are very useful for mapping unknown territory.
uk: Досл╕дники стають у пригод╕ при досл╕дженн╕ нев╕домих територ╕й.

source: This is you. If you lose this unit, you lose the game. So don't.
uk: Це Ви. Якщо Ви втратите цей п╕дрозд╕л, Ви програ╓те гру. Отож не роб╕ть цього.

source: Barbarian Leader
uk: Л╕дер дикун╕в

source: When barbarian leader is killed on a tile without any defending units, the 100 gold ransom is paid, but only to land units and helicopters.
uk: Коли вождя дикун╕в вбивають на кл╕тинц╕ без будь яких захисних п╕дрозд╕л╕в, то виплачу╓ться винагорода в 100 гривень, але т╕льк╕ для сухопутних п╕дрозд╕л╕в та гел╕коптер╕в.

source: AWACS
uk: Л╕так спостереження

source: The AWACS (Airborne Warning and Control System) is an airplane with an advanced radar that can determine the location of enemy units over a wide area.
uk: Л╕так спостереження - це л╕так з потужним радаром що може визначити м╕сцеросташування ворожих загон╕в на широких просторах.

source: Settlers are one of the key units in the game. They can be used to found new cities, irrigate land, build roads, railroads, fortresses, airbases and mines, and clean up pollution and nuclear fallout. Upkeep for Settlers is in food as well as production, and a Settler can die if its supporting city runs out of food. Settlers and Engineers may work together to decrease the amount of time required for long projects. If two or more Settlers and/or Engineers are both working on the same task in the same square, their efforts will be added together each turn until the task is finished. Be careful not to dedicate too many workers to one task, though; excess effort can be wasted, and a group of Settlers and/or Engineers is highly vulnerable to enemy attacks.
uk: Колон╕сти це один з головних загон╕в у гр╕. ╤х можна використовувати для заснування нових м╕ст, зрошення земель, буд╕вл╕ шлях╕в, зал╕зниць, укр╕плень, ав╕абаз та шахт, видалення забруднень та атомних катастроф. Утримання для Колон╕ст╕в це ╖жа та виробництво, так Колон╕сти можуть загинути якщо у м╕ст╕ що ╖х утриму╓ закончу╓ться ╖жа. Колон╕сти та ╤нженери можуть працювати разом аби зменшити час що потр╕бен для довгих проект╕в. Якщо два або б╕льше Колон╕ста та/або ╤нженера разом працюють на одним завданням на одн╕й кл╕тинц╕, ╖х праця склада╓ться разом кожного ходу доки завдання не виконано. Будьте уважн╕ та не залучайте забагато прац╕вник╕в на одну задачу, тому що ефект в╕д сп╕льно╖ прац╕ може бути встрачено та група Колон╕ст╕в та/або ╤нженер╕в дуже вразлива до ворож╕х атак.

source: Engineers are similar to Settlers, but they work twice as fast and move twice as fast. Engineers may also perform major terrain transformations (for example, converting Tundra into Desert) which are beyond the capabilities of Settlers. TIP 1: Upgrade Settlers to Engineers when possible, as Engineers require the same resources as ordinary Settlers. TIP 2: If you manage to build Leonardo's Workshop, research Explosives before the Workshop becomes obsolete. This way, your Settler units will be upgraded for free.
uk: ╤нженери под╕бн╕ до Колон╕ст╕в, але вони удв╕ч╕ швидче працюють та рухаються. ╤нженери також можуть виконувати велик╕ трансформац╕╖ територ╕й (наприклад, зм╕нити Тундру на Пустелю) на що не вистача╓ можливостей Колон╕ст╕в. Порада 1: Модерн╕зуйте Колон╕ст╕в на ╤нженер╕в коли це можливо, тому що ╤нженери вимагають ст╕льк╕ ж ресурс╕в як ╕ Колон╕сти. Порада 2: Якщо Ви буду╓те Майстерню Леонардо, в╕дкрийте П╕дривне д╕ло до того як Майстерня стане застар╕лою. Таким чином, Ваш╕ Колон╕сти будуть модерн╕зован╕ безкоштовно.

source: Fanatics
uk: Фанат╕ки

source: Fundamentalist nations can maintain Fanatic units without having to pay any shields for upkeep.
uk: Фундаментал╕ськ╕ нац╕╖ можуть утримувати Фанат╕чн╕ загони не сплачуючи за ╖х утримання виробництвом.

source: Elephants
uk: Слони

source: Crusaders
uk: Хрестоносц╕

source: Settlers are one of the key units in the game. They can be used to found new cities, irrigate land, build roads, railroads, fortresses and mines, and clean up pollution and nuclear fallout. Upkeep for Settlers is in food as well as production, and a Settler can die if its supporting city runs out of food. Settlers may work together to decrease the amount of time required for long projects. If two or more Settlers are both working on the same task in the same square, their efforts will be added together each turn until the task is finished. Be careful not to dedicate too many workers to one task, though; excess effort can be wasted, and a group of Settlers is highly vulnerable to enemy attacks.
uk: Колон╕сти це один з головних загон╕в у гр╕. ╤х можна використати для заснування нових м╕ст, зрошення земель, буд╕вл╕ шлях╕в, зал╕зниць, укр╕плень, ав╕абаз та шахт, видалення забруднень та атомних катастроф. Утримання для Колон╕ст╕в це ╖жа та виробництво, так Колон╕сти можуть загинути якщо у м╕ст╕ що ╖х утриму╓ закончу╓ться ╖жа. Колон╕сти та ╤нженери можуть працювати разом аби зменшити час що потр╕бен для довгих проект╕в. Якщо два або б╕льше Колон╕ста та/або ╤нженера разом працюють на одним завданням на одн╕й кл╕тинц╕, ╖х праця склада╓ться разом кожного ходу доки завдання не виконано. Будьте уважн╕ та не залучайте забагато прац╕вник╕в на одну задачу, тому що ефект в╕д сп╕льно╖ прац╕ може бути втрачено та група Колон╕ст╕в та/або ╤нженер╕в дуже вразлива до ворож╕х атак.

source: Militia
uk: Ополчення

source: Sail
uk: Парусник

source: You can build Nuclear units when you have the required advance, and the Manhattan Project wonder has been built by any player. On impact, the blast will destroy any unit in a 3x3-square area, including friendly units. When striking a city, the city size is halved, and the surrounding squares are subject to nuclear fallout. TIP 1: Nuking the ocean will not generate fallout, and is a most effective (but expensive!!) way of getting rid of enemy ships. TIP 2: You may be involved in a situation where you've invaded an enemy country en masse, but the enemy cities are too strong. Before using a Nuclear unit, assemble a gang of Settlers next to the city and have them ready to fix the fallout on the same turn it occurs! This minimizes the chance of nuclear winter. Eco-friendly nukes!
uk: Ви можете будувати Атомн╕ бомби якщо вже в╕дкрили необх╕дн╕ технолог╕╖, та будь як╕й з гравц╕в побудував Диво Манхетенськ╕й Проект. Взрив знищу╓ будь як╕ п╕дрозд╕ли на площ╕ 3x3, включаюч╕ дружн╕ п╕дрозд╕ли. При попаданн╕ у м╕сто - розм╕р м╕ста зкорочу╓ться вдв╕ч╕, та прилегл╕ територ╕╖ п╕ддаються рад╕ац╕йному забрудненню. Порада 1: Взрив у океан╕ не визива╓ забруднень, та це ╓ найб╕льш ефективний (але коштовний!!) зас╕б боротьби з ворожими кораблями. Порада 2: Ви можете опинитись у ситуац╕╖ коли Ви практично захопили ворожу кра╖ну, але деяк╕ ворож╕ м╕ста надто м╕цн╕. Перед використанням атомно╖ бомби, збер╕ть Колон╕ст╕в неподал╕к в╕д м╕ста аби вони були готов╕ л╕кв╕дувати зараження тогож ходу коли воно виникне! Це зменшу╓ в╕рог╕дн╕сть ядерно╖ зими. Еколог╕чно дружн╕й взрив!

source: When barbarian leader is killed on a tile without any defending units, the 100 gold ransom is paid, but only to land units.
uk: Коли вождя дикун╕в вбивають на кл╕тинц╕ без будь яких захисних п╕дрозд╕л╕в, то виплачу╓ться винагорода в 100 гривень, але т╕льк╕ для сухопутних п╕дрозд╕л╕в та гел╕коптер╕в.

source: Australian Aboriginal
uk: Австрал╕йськ╕ Аборигени

source: ?plural:Aborigines
uk: Австрал╕йськ╕ Аборигени

source: Australian Aborigines is a collective term for the original inhabitants of the Australian continent. Aborigines from different parts of Australia refer to themselves with different names, including Koori, Yamaji, Nunga, and Murri.
uk: Австрал╕йськи абор╕гени це збиральний терм╕н для м╕сцевих жител╕в австрал╕йського континенту. Абор╕гени ╕з р╕зних частин Австрал╕╖ називають себе по р╕зному, включно, Коор╕, Ямадж╕, Нунг та Мурр╕.

source: Afghani
uk: Афганц╕

source: ?plural:Afghanis
uk: Афганц╕

source: Afghanistan, often called the crossroads of Central Asia, has had a very turbulent history. Through the ages, the country has been occupied by many forces including the Persian Empire, Genghis Khan and Alexander the Great. The Afghanistan nation-state as it is known today came into existence in 1746 when Ahmad Shah founded the Durrani Empire.
uk: Афган╕стан, який часто називають перехрестям Центрально╖ Аз╕╖, мав дуже бурхливу ╕стор╕ю. Напротяз╕ стор╕ччь кра╖на була окупована багато раз╕в, включно Перською ╕мпер╕╓ю, Чинг╕зханом та Александром Македонським. Афган╕стан як нац╕ональна держава в╕дома сьогодн╕ з'явився у 1746 роц╕, коли Ахмад Шах заснував ╤мпер╕ю Дурран╕.

source: Emir
uk: Ем╕р

source: General Secretary
uk: Генеральний Секретар

source: Mullah
uk: Мула

source: Prime Minister
uk: Прем`╓р-м╕н╕стр

source: ?female:Prime Minister
uk: Прем`╓р-м╕н╕стр

source: Ainu
uk: А╕ну

source: ?plural:Ainu
uk: А╕ну

source: The Ainu are the indigenous people of northern Japan, the Kuril islands, Sakhalin, and the southern part of the Kamchatka peninsula.
uk: А╕ну це м╕сцевий народ п╕вн╕чно╖ Япон╕╖, Курильских остров╕в, Сахалину та п╕вденно╖ частини п╕вострова Камчатка.

source: Nipa
uk: Вождь

source: Nipsa
uk: Маг╕стр

source: Akwe
uk: Акве

source: ?plural:Akwe
uk: Акве

source: He'a
uk: Хе'а

source: Senapati
uk: Сенапат╕

source: Algerian
uk: Алжирц╕

source: ?plural:Algerians
uk: Алжирц╕

source: Algeria is an Arabic nation in North Africa. It is historically inhabited by the Berber people.
uk: Алжир - арабська нац╕я у п╕вн╕чн╕й Африц╕. ╤сторично населена народом бербер╕в.

source: American
uk: Американц╕

source: ?plural:Americans
uk: Американц╕

source: Formally named the United States of America. Independent from Great Britain after a revolution in 1776-1783AD.
uk: Оф╕ц╕йна назва Сполучен╕ Штати Амер╕ки. Незалежн╕ в╕д Велико╖ Британ╕╖ п╕сля революц╕╖ у 1776-1783 н.е.

source: Speaker
uk: Сп╕кер

source: ?female:Speaker
uk: Сп╕кер

source: Reverend
uk: Преподобний

source: ?female:Reverend
uk: ?female:Преподобна

source: Antarctican
uk: Полярник╕

source: ?plural:Antarcticans
uk: Полярник╕

source: Independent South Pole, land of penguins.
uk: Незалежна держава П╕вденний Полюс, земля п╕нгв╕н╕в.

source: Arab
uk: Араби

source: ?plural:Arabs
uk: Араби

source: The Arab/Islamic civilization of 622AD-1495AD.
uk: Арабська/╤сламська цив╕л╕зац╕я у 622 н.е - 1495 н.е.

source: Caliph
uk: Хал╕ф

source: Aramean
uk: Арамейц╕

source: ?plural:Arameans
uk: Арамейц╕

source: According to legend, the Aramean people are the descendants of Aram, the grandson of Noah.
uk: Зг╕дно з легендою, народ арамейц╕в ╓ нащадками Авраама, онука Ноя.

source: Argentine
uk: Аргентинц╕

source: ?plural:Argentines
uk: Аргентинц╕

source: Armenian
uk: Армяне

source: ?plural:Armenians
uk: Армяне

source: According to legend, the Armenian people are the descendants of Haik - the great-great-grandson of Noah. The modern Republic of Armenia gained independence from Soviet in 1991 AD
uk: Зг╕дно ╕з легендою армянський народ ╓ нащадками Ха╕ка - прапраонука Ноя. Сучасна Республ╕ка Армен╕я отримала незалежн╕сть в╕д Радяньского Союзу у 1991.

source: Assyrian
uk: Асир╕йц╕

source: ?plural:Assyrians
uk: Асир╕йц╕

source: Assyria was an empire in northern Mesopotamia, named after its capital Ashur.
uk: Асир╕я була ╕мпер╕╓ю у п╕вн╕чн╕й Месопотам╕╖, названой за ╕╖ столицею Ашур.

source: Malka
uk: Малка

source: Malikta
uk: Мал╕кта

source: Australian
uk: Австрал╕йц╕

source: ?plural:Australians
uk: Австрал╕йц╕

source: Austrian
uk: Австр╕йц╕

source: ?plural:Austrians
uk: Австр╕йц╕

source: Austria means Eastern Realm, given its position as the far east territory of the medieval Holy Roman Empire.
uk: Австр╕я переклада╓ться як Сх╕дне Корол╕вство, названа так через розташування на сход╕ середньов╕чно╖ Священно╖ Римсько╖ ╤мпер╕╖.

source: Aymara
uk: Аймарц╕

source: ?plural:Aymaras
uk: Аймарц╕

source: Jiliri
uk: Дж╕л╕р╕

source: Mallku
uk: Маллку

source: Ttalla
uk: Тталла

source: Willka
uk: У╕ллка

source: Tata
uk: Папа

source: Mama
uk: Мама

source: Markachiri
uk: Маркач╕р╕

source: Azeri
uk: Азербайджанц╕

source: ?plural:Azeris
uk: Азербайджанц╕

source: Modern
uk: Сучасн╕

source: Asian
uk: Аз╕йськ╕

source: The Azeris are the people of Azerbaijan. The territory of modern Azerbaijan was the scene of rises and falls of different ancient states of the Caucasus region. In 1813 Azerbaijan became part of the Russian Empire, which was followed by a short period of independence in 1918-1920 - as the first Islamic republic in history. Then Azerbaijan became part of the Soviet Union until its dissolution in 1991.
uk: Азербайджанц╕ ╓ народом Азербайджану. Територ╕я сучасного Азербайджану була сценою розкв╕ту та занепаду багатьох древн╕х цив╕л╕зац╕й кавказського рег╕ону. У 1813 Азербайджан став частиною Рос╕йсько╖ ╕мпер╕╖, пот╕м був короткий пер╕од незалежност╕ у 1918-1920 як першо╖ ╕сламсько╖ республ╕ки у ╕стор╕╖. Пот╕м Азербайджан став частиною СРСР та незалежним у 1991 роц╕.

source: Khan
uk: Хан

source: Khatan
uk: Хан

source: Shah
uk: Шах

source: Shahbanu
uk: Шах

source: Aztec
uk: Ацтеки

source: ?plural:Aztecs
uk: Ацтеки

source: The Azteca, a Nahuatl speaking people from the Sonoran desert, seized control of the Toltec-derived civilizations of Central Mexico during the 15th century AD, reviving the practice of human sacrifice. They were conquered by the Spanish under Cortez in 1524.
uk: Ацтеки, це народ, що говорить на Нахуат╕, з пустель Саноран, що захопили контроль над цив╕л╕зац╕╓ю Толтек╕в у Центральн╕й Мексиц╕ напротяз╕ 15 стор╕ччя, та в╕дновили практику жертвоприношення людей. Вони були захоплен╕ ╤спанц╕ями п╕д головуванням Кортеза у 1524.

source: Tlatoani
uk: Тлатоан╕

source: Huey Tlatoani
uk: Хуей Тлатоан╕

source: Babylonian
uk: Вав╕лоняни

source: ?plural:Babylonians
uk: Вав╕лоняни

source: Babylon was the dominant city of Mesopotamia from the 18th to 7th centuries BC under a succession of peoples including Amorites, Kassites, Assyrians, and Chaldeans.
uk: Вав╕лон це дом╕нуюче м╕сто у Мясопотам╕╖ з 18 по 7 стор╕ччя до н.е. п╕д об'╓днанням нац╕й що включали Амор╕т╕в, Хасс╕т╕в, Ас╕р╕йц╕в та Халде╖в.

source: Lugal
uk: Лугал

source: ?plural:Barbarians
uk: Дикуни

source: Since the dawn of civilization, barbarians have been a threat to cultured peoples everywhere.
uk: Через занепад цив╕л╕зац╕╖, дикуни скр╕зь загрожують культурним народам.

source: Basque
uk: Баски

source: ?plural:Basques
uk: Баски

source: Buruzagi
uk: Барузаг╕

source: ?female:Buruzagi
uk: ?female:Барузаг╕

source: Apaiz nagusi
uk: Апа╕з нагус╕

source: Emakume Apaiz nagusi
uk: Емакуме Апа╕з нагус╕

source: Errege
uk: Король

source: Erregina
uk: Королева

source: Lehendakari
uk: Лехендакар╕

source: ?female:Lehendakari
uk: Лехендакар╕

source: Bavarian
uk: Баварц╕

source: ?plural:Bavarians
uk: Баварц╕

source: Bavaria, before national unification in 1870AD, was one of the largest of the German kingdoms.
uk: Бавар╕я, перед об'╓днанням у 1870, була одн╕╓ю з найб╕льших пров╕нц╕й у Н╕мецькому корол╕вств╕.

source: Belarusian
uk: Белоруси

source: ?plural:Belarusians
uk: Белоруси

source: Belarus was part of the ancient Slavic state of Kievan Rus', then subsequently Lithuania, Rzeczpospolita, the Russian Empire and the Soviet Union. Belarus became independent in 1991 with the dissolution of the Soviet Union.
uk: Беларусь була частиною древньо╖ славяньско╖ держави Ки╖вська Русь, пот╕м Л╕тви, Реч╕ Поспол╕то╖, Рос╕йсько╖ ╤мпер╕╖ та Радяньского Союзу. Беларусь стала незалежною п╕сля розпаду Радяньского Союзу у 1991.

source: Belgian
uk: Бельг╕йц╕

source: ?plural:Belgians
uk: Бельг╕йц╕

source: Belgium gained independance from the Dutch Kingdom in 1830. Belgium is mainly characterized by its movement from a unified state to a federal one. This is the result of the Flemish and the Walloon's nationalist (almost) peaceful fights.
uk: Бельг╕я отримала незалежн╕сть в╕д Голандського Корол╕вства у 1830. Для Бельг╕╖ характерний рух в╕д ун╕тарно╖ держави до федерац╕╖. Це ╓ результатом (майже) мирно╖ боротьби м╕ж фламандськими та валонськими нац╕онал╕стами.

source: Bengali
uk: Бенгальц╕

source: ?plural:Bengalis
uk: Бенгальц╕

source: Bengal is a region in the easternmost part of the Indian subcontinent. The first recorded independent king of the Bengali is Shashanka who reigned around 606 AD. Today the People's Republic of Bangladesh occupies the eastern part of the region, while the western part is the Indian state of West Bengal.
uk: Бенгал╕я - найсх╕дн╕ший рег╕он ╕нд╕йському субконтинент╕. Перший в╕домий незалежний король бенгальц╕в Шашанка отримав владу приблизно у 606 роц╕ н.е. Зараз Народна Республ╕ка Бангладеш займа╓ сх╕дну частину рег╕она, у той час як зах╕дну частину займа╓ ╕нд╕йський штат Зах╕дний Бенгал.

source: Nabob
uk: Набоб

source: ?female:Nabob
uk: Набоб

source: Major
uk: Майор

source: ?female:Major
uk: Майор

source: Boer
uk: Бури

source: ?plural:Boers
uk: Бури

source: The Boers were Dutch settlers in British-controlled South Africa from 1650AD. They briefly controlled two republics, the Transvaal and the Orange Free State, before being defeated by the British in the war of 1899-1902.
uk: Бури це голандськ╕ колон╕сти на п╕дконтрольних Британ╕╖ територ╕ях у П╕вденн╕й Афр╕ц╕ у 1650. Вони контролювали дв╕ республ╕ки Трансвааль та Помаранчеву?В╕льну Державу, до того як ╖х захопила Англ╕я у в╕йн╕ 1899-1902.

source: Bosnian-Herzegovinian
uk: Босн╕йц╕

source: ?plural:Bosnians
uk: Босн╕йц╕

source: Bosnia and Herzegovina is a country in south-east Europe, and the home of three constituent peoples: Bosniaks, Serbs, and Croats.
uk: Босн╕я та Герцеговина - це кра╖на на п╕вн╕чному сход╕ ╢вропи, та дом╕вка трьох народ╕в: босн╕йц╕в, серб╕в та хорват╕в.

source: Ban
uk: Бан

source: Brazilian
uk: Бразильц╕

source: ?plural:Brazilians
uk: Бразильц╕

source: Brazil was founded as a colony of Portugal but became independent in 1822AD. It is the only country in the New World that has been the seat of a monarchy.
uk: Браз╕л╕ю було засновано як колон╕ю Португал╕╖, вона набула незалежност╕ у 1822. Це ╓дина кра╖на у Новому Св╕т╕ у як╕й була монарх╕я.

source: Dictator
uk: Диктатор

source: Dictatrix
uk: Диктаторка

source: Imperator
uk: ╤мператор

source: Imperatrix
uk: ╤мператриця

source: Chairman
uk: Голова

source: Chairperson
uk: Голова

source: Director-President
uk: Директор Президент

source: ?female:Director-President
uk: Директор Президент

source: British
uk: Британц╕

source: ?plural:Britons
uk: Британц╕

source: The United Kingdom was created in 1707 as a negotiated agreement between the kingdom of England and the kingdom of Scotland. The country - also known as Great Britain - became the leading industrial and maritime power in the 19th century.
uk: Об'╓днане Корол╕вство було створено у 1707 за угодою м╕ж корол╕вствами Англ╕╖ та Шотланд╕╖. Держава, також в╕дома як Велика Британ╕я, стала пров╕дною силою на мор╕ та у виробництв╕ у 19-му строр╕чч╕.

source: Bulgarian
uk: Болгарц╕

source: ?plural:Bulgarians
uk: Болгарц╕

source: Bulgar leader Khan Asparukh led his people into the northern Balkans, and founded Bulgaria in 681. This was the first Slavic nation-state in history.
uk: Булгарський л╕дер хан Аспарух прив╕в св╕й народ до п╕вн╕чних Балкан, та заснував Болгра╕ю у 681 роц╕. Це було перше славянська держава у ╕строр╕╖.

source: Tzar
uk: Цар

source: Tzaritza
uk: Цариця

source: Drugariat
uk: Другар╕ат

source: Drugarkata
uk: Другарката

source: Patriarch
uk: Патр╕арх

source: Sveta Maika
uk: Света Майка

source: Burmese
uk: Бурманц╕

source: ?plural:Burmese
uk: Бурманц╕

source: The Union of Burma (officially "Myanmar") is the largest country in mainland Southeast Asia.
uk: Союз Б╕рми (оф╕ц╕йно "Мьянми") ╓ найб╕льшою континентальною кра╖ною у п╕вденн╕й Аз╕╖.

source: Bohmugyi
uk: Бохмугий

source: ?female:Bohmugyi
uk: ?female:Бохмугий

source: Saya
uk: Сайа

source: Sayama
uk: Сайама

source: Burundi
uk: Бурунд╕

source: ?plural:Burundi
uk: Бурунд╕

source: Mwami
uk: Муам╕

source: Mwamikazi
uk: Муам╕каз╕

source: Byzantine
uk: В╕зант╕йц╕

source: ?plural:Byzantines
uk: В╕зант╕йц╕

source: Matriarch
uk: Матр╕арх

source: Basileus
uk: Баз╕леус

source: ?female:Basileus
uk: Баз╕леус

source: Cambodian
uk: Камбодж╕йц╕

source: ?plural:Cambodians
uk: Камбодж╕йц╕

source: Kampuchea (known in English as Cambodia) is the modern successor state of the mighty Khmer Empire, which ruled most of the Indochinese Peninsula between the 11th and 14th centuries.
uk: Кампуч╕я (також в╕дома як Камбоджа) ╓ сучасним нащадком кра╖ни могутньо╖ ╕мпер╕╖ Кхмер╕в, яка панувала на п╕востров╕ ╤ндокитай м╕ж 11-м та 14-м стор╕ччами.

source: Warlord
uk: Вождь

source: Brother
uk: Брат

source: Sister
uk: Сестра

source: Canadian
uk: Канадц╕

source: ?plural:Canadians
uk: Канадц╕

source: Canada is the geographically northernmost country in world: The Magnetic North Pole currently lies on Canadian territory.
uk: Канада географ╕чно ╓ самою п╕вн╕чною кра╖ною у св╕т╕: магн╕тний п╕вн╕чний полюс зараз знаходиться на територ╕╖ Канади.

source: Carthaginian
uk: Карфагеняни

source: ?plural:Carthaginians
uk: Карфагеняни

source: The Carthaginians, descendants of Phoenician traders, ran a naval empire in the Mediterranean from the 5th to 2nd centuries BC. Carthage was destroyed by Rome in 146BC.
uk: Карфагеняни, наступники Ф╕н╕к╕йськ╕й торговц╕в, що мали ╕мпер╕ю у середземномор'╖ м╕ж 5 та 2 стор╕ччями до н.е. Карфаген було зруйновано Римом у 146 до н.е.

source: Catalan
uk: Каталонц╕
